[
    {
        "quote": "The ultimate goal of humanity is knowledge.",
        "author": "Abhijit Naskar",
        "category": "inspiration, inspirational, knowledge, knowledge-education, knowledge-quotes, knowledge-teaching, knowledge-wisdom, philosophy, philosophy-quotes, pursuit-of-knowledge, truth, truth-of-life, wisdom-quotes, wise-quotes, wise-words, words-of-wisdom"
    },
    {
        "quote": "A smart person speaks out the truth. A wise person doesn't care about speaking it out, as much as he or she cares about utilizing that truth in the society, in a way that brings most progress, in a way that brings most human development. And that's the purpose atheism should have.",
        "author": "Abhijit Naskar",
        "category": "atheism, atheist, brainy-quotes, free-thinking, humanism, humanitarian, philosophy, religion, secularism, wisdom"
    },
    {
        "quote": "Smartness without wisdom is stupidity.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, intelligence, philosophy, sage, sage-sayings, thinker, wisdom, wise-sayings"
    },
    {
        "quote": "When you are wise, peace shall follow.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, global-peace, inspirational, inspiring, life, life-lessons, motivational, peace, peace-and-harmony, peace-making, peace-movement, peace-of-mind, peace-on-earth, peace-quote, peaceful, philosophy, truth, wisdom, wise-sayings, wise-words"
    },
    {
        "quote": "Start small and keep going.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, motivational, motivational-quotes, personal-growth, self-confidence, success"
    },
    {
        "quote": "If a person takes comfort in his or her faith upon divinity in times of distress, then who the hell am I to say, that the person is delusional.",
        "author": "Abhijit Naskar",
        "category": "faith, faith-quotes, faith-strength, hope, hope-quotes, humanism, inspirational, philosophy, philosophy-of-religion, religion, religious-quote, religious-tolerance, truth, truth-quotes"
    },
    {
        "quote": "Religion is what gives a person hope to keep walking even in the darkest times.",
        "author": "Abhijit Naskar",
        "category": "faith, faith-quotes, faith-reason, hope, hope-quotes, inspiration, inspirational, inspiring-quotes, philosophy-of-science, religion, science-and-religion, spirituality"
    },
    {
        "quote": "The point is, being a Christian does not mean hating or belittling the non-Christians. Being a Muslim does not mean hating or belittling the non-Muslims. Being an Atheist does not mean hating or belittling the religious people. In a civilized society, diversity in religious orientation should be the reason for celebration, not the cause for hatred and differentiation.",
        "author": "Abhijit Naskar",
        "category": "acceptance, acceptance-of-others, agnostic, atheism, brainy-quotes, faith, harmony, love-and-harmony, love-and-kindness, one-human-race, religious, religious-differences, religious-discrimination, religious-diversity, religious-harmony, religious-philosophy, religious-tolerance, religious-toleration, universal-tolerance"
    },
    {
        "quote": "A religious individual may most gloriously carry out his or her own rituals, as a part of his or her cultural identity, but the moment, that person starts to build a wall of separation between the self and the rest of humanity, coaxed by the textual commands of a scripture, the healthy religiousness turns into dangerous fundamentalism, which is a threat to both the self and the society.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, faith, harmony, human-race, inspirational, inspiring, love, love-and-harmony, neurotheology, one-human-race, oneness, philosophy, psychology-of-religion, religion-spirituality, religious, religious-belief, religious-diversity, religious-faith, religious-fundamentalism, religious-harm, religious-harmony, religious-philosophy, religious-rituals, religious-tolerance, religious-toleration, religious-violence, sage-quotes, science-of-mind, turth, universal-love, wisdom, wise-sayings, words-of-wisdom"
    },
    {
        "quote": "Killing a bunch of Jihadis may be morally justified, to save humanity from their wrath, but it won't terminate Jihad for long. Jihad or Holy war would keep festering one way or another, until religious fundamentalism is eradicated from the human society. Until the whole humanity learns to scrutinize its most revered scriptures with the sharp tool of reasoning, Jihad will keep on striking over the world. If one does not have the basic conscientious capacity to refute the primitive textual verses of the scriptures that demand one to kill or torture another being for holding a different belief system than one's own, then that entity is no being of the civilized human society, it is merely a pest from the stone-age. No Quran, no Bible, no Gita, no Cow, is greater than the human self. There shall be hope for harmony and peace in the world, only when fundamentalism is destroyed forever. Harmony is not a luxury, it is an existential necessity of the species. And to achieve it, if a hundred Bibles have to be sacrificed, then be it. But for no Bible, Quran or Gita, can harmony be compromised.",
        "author": "Abhijit Naskar",
        "category": "belief, bible, ethical, ethics, ethics-and-moral-philosophy, extremism, faith, fundamentalism, fundamentalists, god, harmony, holy-war, human-behavior, humanity, inspiring, islam, jihad, love, moral, morality, peace-and-harmony, peace-making, peace-on-earth, philosophy, preachers, quran, rational-thinking, reasoning, reasoning-skills, religion, religious-extremism, religious-faith, religious-fundamentalism, religious-harmony, religious-tolerance, religious-toleration, religious-violence, theology, truth, vedas, wise-sayings"
    },
    {
        "quote": "When a person believes that a God is truly concerned about the well-being of life on earth, and especially of human life, the belief adorns that person with various positive psychological elements such as emotional stability, in times of distress and a highly functional moral compass. Here this belief has nothing to do with reality whatsoever, rather it serves the evolutionary purpose of self-preservation.",
        "author": "Abhijit Naskar",
        "category": "belief, belief-in-god, belief-systems, brainy-quotes, consciousness, emotional-health, evolutionary-psychology, faith, god, human-mind, neuropsychology, neurotheology, perception, perception-of-reality, power-of-thoughts, psychology-of-religion, reality, religious-belief, religious-faith, science, science-of-mind, spirituality, truth"
    },
    {
        "quote": "The argument against faith is all based upon the rigorous analysis of the scriptures, and not upon the objective observation of the actual individual sensation of faith. Historical experiences of the Kingdom of God gave rise to all the scriptures in the world, but the scriptures themselves don’t account for the actual globally prevalent psychological element of faith or divinity in the human mind. Faith is a natural evolutionary trait of the human mind, selected by Mother Nature as an internal coping-mechanism.",
        "author": "Abhijit Naskar",
        "category": "agnostic, atheism, belief, belief-systems, brainy-quotes, faith, faith-strength, fundamentalism, god, human-mind, kingdom-of-god, neuropsychology, neurotheology, nondual-philosophy, nonduality, oneness, psychology, psychology-of-religion, religion, religious, religious-belief, religious-diversity, religious-harmony, science-of-mind, scriptures, spirituality, theology, transcendence, words-of-wisdom"
    },
    {
        "quote": "The moment the religious population of the world begins to see the prophets what they really were - mortal teachers of the mortal world, a great portion of the world's religious conflicts shall vanish into thin air.",
        "author": "Abhijit Naskar",
        "category": "atheism, atheist, brainy-quotes, christ, christianity, faith, free-thinking, fundamentalism, inspirational, inspiring, love, love-and-compassion, love-thy-neighbor, motivational, philosophy, philosophy-of-religion, prophet, prophets, reasoning, reasoning-skills, religion, religious, religious-extremism, religious-freedom, religious-fundamentalism, religious-harm, religious-harmony, religious-violence, science-and-religion, scripture, scriptures, self-realization, truth, words-of-wisdom"
    },
    {
        "quote": "Any religion that does not evolve with time, either gets destroyed or destroys the world.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, faith, fundamentalism, human-society, inspirational, philosophy, progress, religion, religious-extremism, religious-freedom, religious-fundamentalism, religious-harmony, religious-tolerance, religious-toleration, science-and-religion, truth, words-of-wisdom"
    },
    {
        "quote": "The conflicts between science and religion still remain in this day and age, because though most people understand what science means, they do not have a clue what religion means – and they do not even have a clue that they do not have a clue.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, divine, divinity, human-nature, inner-divinity, inspiring, philosophy, religion, science, science-and-reasoning-humanism, science-and-religion, social-psychology, theology"
    },
    {
        "quote": "They say, love God, for it is the greatest virtue. I say, love humans, for there is no greater virtue, no greater religion, than the love of humanity.",
        "author": "Abhijit Naskar",
        "category": "compassion, humanism, humanist, humanist-psychology, humanist-quotes, humanistic, humanistic-spirituality, humanists, humanitarian, love, love-and-kindness, philosophy, religion, religion-and-philosophy, sage, sage-quotes, sage-saying, service-to-community, service-to-god, service-to-mankind, service-to-others, service-to-people, thinker, virtue, virtue-quotes, virtues-and-vices, wise-sayings, words-of-wisdom"
    },
    {
        "quote": "Science is the human endeavor to elevate the self and the society from the darkness of ignorance into the light of wisdom.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, knowledge, pursuit-of-knowledge, science, science-quotes, scientific-research, scientist, scientists, thinkers, truth, wisdom"
    },
    {
        "quote": "No knowledge comes from the outside world or an imaginary supernatural paradise.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspiring, knowledge, knowledge-wisdom, learning, mysticism, philosophy, science, scripture, scriptures, supernatural, supernaturalism, teaching, thinkers, truth, wisdom, wisdom-quotes, wise-sayings, wise-words, words-of-wisdom-inspirational"
    },
    {
        "quote": "Imagine the ancient society of India, and in fact all over the world, a few thousands years ago. In those days, rational thinking was quite scarce. Ignorance was the default mode of thinking. Only a handful of individuals were capable of higher intellectual thinking.",
        "author": "Abhijit Naskar",
        "category": "ancient-civilization, brainy-quotes, ignorance, inspirational, inspiring, knowledge, medieval, mysticism, philosophy, science, science-and-religion, scripture, truth, wise-sayings, wise-words, words-of-wisdom"
    },
    {
        "quote": "The are two kinds of people in this modern society. First and the majority are those fools who think they are wise, and second are the few wise individuals who know that they are fools.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, fools, ignorance, inspirational, knowledge, truth, wisdom-quotations, wisdom-quotes, words-of-wisdom"
    },
    {
        "quote": "Come out my friend. Come out from the narrow lanes of darkness into the vivacious light of the day.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, ignorance, ignorance-quotes, inspirational, knowledge, knowledge-philosophy, knowledge-quotes, knowledge-wisdom, philosophy, philosophy-quotes, truth"
    },
    {
        "quote": "One who knows what he or she knows as well as what he or she does not know is a genius.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, genius, genius-quotes, inspirational, knowledge, knowledge-quotes, self, self-awareness, thinkers, wisdom, wisdom-quotes"
    },
    {
        "quote": "Wisdom begins in knowing the self.",
        "author": "Abhijit Naskar",
        "category": "inspirational, knowledge, philosophy-quotes, self, self-awareness, self-realization, wisdom, wisdom-quotations, wisdom-quotes, wise-words, words-of-wisdom"
    },
    {
        "quote": "Truth evolves incessantly. If it does not, it's no truth at all.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, knowledge, knowledge-wisdom, philosophy, philosophy-quotes, truth, truth-quotes"
    },
    {
        "quote": "There is a system alright, but the actual element of education has long gone.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, education-system, educational, educational-philosophy, educational-quotes, educational-system, inspirational, inspiring, knowledge, knowledge-education, knowledge-quotes, life, pearls-of-wisdom, philosophy-of-life, truth, wise-words, words-of-wisdom"
    },
    {
        "quote": "Books may be the most valuable treasure of knowledge, but it is the human mind, that turns that knowledge into wisdom.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, educational, educational-philosophy, educational-quotes, educational-reform, human-mind, inspirational, inspirational-quotes, knowledge, knowledge-education, knowledge-power, knowledge-quotes, knowledge-teaching, knowledge-wisdom, mind-power, wisdom, wisdom-inspirational, wisdom-quotations, wisdom-quotes, wisdom-words"
    },
    {
        "quote": "The highest wisdom is to know that you know nothing.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, knowledge, knowledge-wisdom, wisdom, wisdom-inspirational, wisdom-quotations, wisdom-quote, wisdom-quotes, wisdom-words, wise-quotations, wise-quotes, wise-thoughts, wise-words"
    },
    {
        "quote": "It is a tragedy of modern life that the light of truth scares the society much more than the darkness of ignorance.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, ignorance, ignorance-quotes, knowledge, knowledge-education, life, philosophy, philosophy-of-life, pursuit-of-truth, truth, truth-quotes"
    },
    {
        "quote": "The purpose of education should be character-building.",
        "author": "Abhijit Naskar",
        "category": "character, education, education-system, educational, educational-philosophy, educational-quotes, knowledge, truth"
    },
    {
        "quote": "Never confuse belief with knowledge.",
        "author": "Abhijit Naskar",
        "category": "belief, belief-quotes, belief-system, knowledge, knowledge-quotes, knowledge-wisdom"
    },
    {
        "quote": "It is one thing to believe and another to know.",
        "author": "Abhijit Naskar",
        "category": "belief, belief-quotes, belief-system, brainy-quotes, knowledge, knowledge-quotes, knowledge-wisdom"
    },
    {
        "quote": "Self-knowledge is the greatest kind of knowledge.",
        "author": "Abhijit Naskar",
        "category": "inspir, inspirational, inspiring-quotes, knowledge, knowledge-of-self, knowledge-quotes, knowledge-wisdom, self-awareness, self-realization, truth"
    },
    {
        "quote": "Education is a relentless voyage of discovery.",
        "author": "Abhijit Naskar",
        "category": "education, education-knowledge, education-quotes, education-system, educational-philosophy, educational-quotes, knowledge, knowledge-quotes, pursuit-of-knowledge"
    },
    {
        "quote": "Know the One - the Self, and you'll know the All.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspiration, inspirational, inspirational-quotes, knowledge, life, life-lessons, life-lessons-quotations, pearls-of-wisdom, self, self-awareness, self-knowledge, truth, words-of-wisdom"
    },
    {
        "quote": "A library is more precious than a bank.",
        "author": "Abhijit Naskar",
        "category": "books, humanity-quotes, knowledge, library, library-quote, library-quotes, life-lessons, literature, literature-quotes, literature-writing, pursuit-of-truth, science, truth"
    },
    {
        "quote": "Knowledge is worth nothing, until it is put to practice.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, educational-philosophy, educational-quotes, inspiration, knowledge, knowledge-education, knowledge-quotes, knowledge-wisdom, life-lessons, wise-words"
    },
    {
        "quote": "Should you wish to pursue the infinity of truth, you must make yourself humble as ashes and vigorous as the wind.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, knowledge, life-lesson, life-lessons, science, truth"
    },
    {
        "quote": "Belief in God optional. Belief in the self is imperative.",
        "author": "Abhijit Naskar",
        "category": "inspirational, leadership, motivational, self, self-awareness, self-realization, success, truth, words-of-wisdom"
    },
    {
        "quote": "You never want one thing at any given moment of life. Your mind always comes up with at least two choices. If your limbic system wins, the choice you make seems to be pleasurable at first but in the long run ends up being the wrong one. And if your prefrontal cortex wins the choice you make may appear rough at first, but in the long run it turns out to be the right one.",
        "author": "Abhijit Naskar",
        "category": "choices, choices-and-consequences, decision-making, decisions-inspirational, inspirational, leadership, leadership-quotes, motivational, success, wisdom, wise-words"
    },
    {
        "quote": "Legends are born in solitude. Idiots are born in packs.",
        "author": "Abhijit Naskar",
        "category": "inspirational, leaders, leadership, legends, philosophy, sage, success, thinker, thinkers, wisdom, words-of-wisdom"
    },
    {
        "quote": "All great achievements of humanity begin with the madness of a few lion-hearts.",
        "author": "Abhijit Naskar",
        "category": "achievement, achievement-and-attitude, achievement-quotes, brainy-quotes, craziness, inspirational, leadership, leadership-quotes, life-lessons, life-philosophy, philosophy, philosophy-quotes, pursuit-of-goals, success, success-quotes"
    },
    {
        "quote": "Never mind the mistakes. One day they will become your most prized possessions.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, political-philosophy, service-of-humanity, social-change, social-reform, success, success-quotes"
    },
    {
        "quote": "The darkest moments of the night herald the imminent advent of a radiant sun.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, life, life-lessons, life-philosophy, philosophy, philosophy-quotes, success, success-quotes"
    },
    {
        "quote": "The craving for security has conditioned the society to perceive education not as an endeavor of the mind, rather as a preprogrammed task created by some sophisticated, illusory structure known as the “system of education”. Education means breaking free from the manacles of limitations put forward by primitive ignorance. Yet today’s fake education is gloriously founded upon the primordial element of “limitation”. And the authorities of this so-called education often take pride in their ship shape structure where they manufacture dumb manikins.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, education-reform, education-system, educational-philosophy, educational-quotes, inspirational, philosophy, philosophy-quotes, politics, social-psychology, truth, wisdom-quotes, wise-words"
    },
    {
        "quote": "The authorities of this so-called education take pride in their ship shape structure where they manufacture dumb manikins.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, education-reform, education-system, educational-philosophy, educational-quotes, inspirational, philosophy, philosophy-quotes, politics, social-psychology, truth, wisdom-quotes, wise-words"
    },
    {
        "quote": "Education means breaking free from the manacles of limitations put forward by primitive ignorance.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, education-reform, education-system, educational-philosophy, educational-quotes, inspirational, philosophy, philosophy-quotes, politics, social-psychology, truth, wisdom-quotes, wise-words"
    },
    {
        "quote": "All systems of the society are meant to serve the mind, not the mind to serve the systems.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, education-knowledge, education-reform, education-system, educational-philosophy, educational-quotes, educational-system, entrepreneurship, entrepreneurship-quotes, growth, growth-and-development, growth-quotes, inspiration, inspirational, inspirational-quotes, inspiring, knowledge-education, knowledge-quotes, knowledge-wisdom, personal-development, pursuit-of-knowledge"
    },
    {
        "quote": "Quite like religious fundamentalism, educational fundamentalism is based upon bookish creeds created by the self-proclaimed authority figures of the system. And this very fundamentalism is the cause of all the growing conflicts between the student-body of the education society and the teachers running that society. These conflicts further become tools of exploitation in the hands of a handful of war-mongering, authoritarian, blood-sucking politicians.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, education, education-reform, education-system, educational-philosophy, educational-quotes, philosophy, philosophy-quotes, politics, social-psychology"
    },
    {
        "quote": "People fight over religion, because they don't understand religion. They think reading a few Bibles, Qurans and Vedas makes them religious. Books are not religion my friend. Real religion is realization of the Self.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, christ, christianity, free-thinking, fundamentalism, inspirational, inspiring, love, love-and-compassion, love-thy-neighbor, motivational, philosophy, philosophy-of-religion, reasoning, reasoning-skills, religion, religious, religious-extremism, religious-freedom, religious-fundamentalism, religious-harm, religious-harmony, religious-violence, science-and-religion, scripture, scriptures, self-realization, truth, words-of-wisdom"
    },
    {
        "quote": "Any scripture that demands irrefutable obedience must be discarded at once.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, free-thinking, fundamentalism, inspirational, inspiring, motivational, philosophy, philosophy-of-religion, reasoning, reasoning-skills, religion, religious, religious-extremism, religious-fundamentalism, religious-harm, religious-violence, science-and-religion, scripture, scriptures, self-realization, truth, words-of-wisdom"
    },
    {
        "quote": "The greatest Church is within you, and it is made of love, courage and conscience.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, christ, christianity, free-thinking, fundamentalism, inspirational, inspiring, love, love-and-compassion, love-thy-neighbor, motivational, philosophy, philosophy-of-religion, reasoning, reasoning-skills, religion, religious, religious-extremism, religious-fundamentalism, religious-harm, religious-violence, science-and-religion, scripture, scriptures, self-realization, truth, words-of-wisdom"
    },
    {
        "quote": "Christ the man died long ago, but Christ the idea of love, still exists, not in any church, rather in the mind of humans.",
        "author": "Abhijit Naskar",
        "category": "agnostic, atheist, brainy-quotes, christ, christian-quotes, christianity, free-thinking, fundamentalism, inspirational, inspiring, jesus, jesus-christ, jesus-christ-love, love, love-and-compassion, love-thy-neighbor, motivational, philosophy, philosophy-of-religion, reasoning, reasoning-skills, religion, religious, religious-extremism, religious-fundamentalism, religious-harm, religious-violence, science-and-religion, scripture, scriptures, self-realization, truth, words-of-wisdom"
    },
    {
        "quote": "A Muslim who prays five times a day and yet beats his wife at home, is no religious person. A Christian who goes to Church every Sunday, and yet never talks to his or her neighbor with a smile on the face, is no religious person. On the other hand, an outspoken atheist who most lovingly talks and listens to people of all religions without any bigotry or prejudice is a hundred times more religious than all the theoretical preachers of all religions combined.",
        "author": "Abhijit Naskar",
        "category": "agnostics, atheism, atheists, brainy-qutoes, compassion, harmony, humanism, inspirational, kindness, love-and-kindness, love-thy-neighbor, motivational, peace, religious-extremism, religious-violence, rleigion, rleigious-fundamentalism, thinkers, truth, words-o-wisdom"
    },
    {
        "quote": "An outspoken atheist who most lovingly talks and listens to people of all religions without any bigotry or prejudice is a hundred times more religious than all the theoretical preachers of all religions combined.",
        "author": "Abhijit Naskar",
        "category": "agnostics, atheism, atheists, brainy-qutoes, compassion, harmony, humanism, inspirational, kindness, love-and-kindness, love-thy-neighbor, motivational, peace, religious-extremism, religious-violence, rleigion, rleigious-fundamentalism, thinkers, truth, words-of-wisdom"
    },
    {
        "quote": "The Self is the measure of everything.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, existentialism, human-nature, humanism, inspirational, inspiring, motivational, neuropsychology, neuroscience, philosophy, philosophy-quotes, science, science-quotes, self, truth, wise-sayings, words-of-wisdom"
    },
    {
        "quote": "Prosthetics can fix physical disabilities. But no prosthetic can fix an amputated spirit. So, don't let the society devoid you from your own spirit. Be brave and upright, and delve into even the depth of doom to achieve your goal.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspiring, motivational, philosophy, truth, wise-words"
    },
    {
        "quote": "I had to make a choice, either take care of my family and become a good son, or be a bad son and start working towards constructing a world of harmony and peace. I chose the later.",
        "author": "Abhijit Naskar",
        "category": "inspirational, leadership, leadership-quotes, motivational, thinkers, wisdom, words-of-wisdom"
    },
    {
        "quote": "If women are given the same honor and dignity in society as the men, they will run the society way better than men.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, enlightenment, female-empowerment, humanity-and-society, inspirational, inspirational-quotes, man-and-woman-quote, motivational, motivational-quotes-for-women, women-empowerment, women-s-inspirational, words-of-wisdom"
    },
    {
        "quote": "Perfection is not to be attained, but to be pursued infinitely.",
        "author": "Abhijit Naskar",
        "category": "life-lessons, motivational, perfection, perfection-is-unattainable, perfection-quotes, perfection-seeking, perfectionism, philosophy, philosophy-of-life, philosophy-quotes, pursuit-of-truth, truth"
    },
    {
        "quote": "Indoctrination is dangerous.",
        "author": "Abhijit Naskar",
        "category": "divine-self, doctrines, motivational, philosophy, philosophy-of-life, philosophy-of-science, philosophy-quotes, religion, religious-beliefs, religious-doctrines, religious-extremism, religious-faith, religious-freedom, religious-philosophy, religious-quotes, religious-tolerance, religious-violence, sage-quotes, scripture, scriptures, truth, words-of-wisdom"
    },
    {
        "quote": "Keep walking on the path of bravery. Keep walking on the path of your passion. Keep walking, and do not stop until you reach your goal.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, motivational, passion, pearls-of-wisdom, pursuit-of-passion, success, success-quotes"
    },
    {
        "quote": "Neglect of women is the major cause for the society’s downfall.",
        "author": "Abhijit Naskar",
        "category": "enlightenment, female-empowerment, humanity-and-society, inspirational, inspirational-quotes, motivational, motivational-quotes-for-women, women-empowerment, women-s-inspirational"
    },
    {
        "quote": "Biologically speaking, you are the child of Mother Nature, and neurologically speaking, you are the heirs of immortal bliss.",
        "author": "Abhijit Naskar",
        "category": "biology, bliss-quotes, brainy-quote, brainy-quotes, inspirational, inspirational-quote, inspirational-quotes, life-lessons, motivational, motivational-quotes, naturalism, neurology, neuroscience"
    },
    {
        "quote": "Quite surprisingly the majority of religious and spiritual practices actually diminishes your brain’s ability to act out of rage and fear.",
        "author": "Abhijit Naskar",
        "category": "faith-quotes, inspirational, inspirational-quotes, motivational, motivational-quotes, neurobiology, neurotheology, pearls-of-wisdom, religion, religion-and-science, religious-faith, religious-rituals, science-of-happiness, spiritual-health, spiritual-quotes, spirituality, wise-quotes, wise-sayings"
    },
    {
        "quote": "There is a difference between how you live your life, and what you do with your life.",
        "author": "Abhijit Naskar",
        "category": "entrepreneur, entrepreneurs, entrepreneurship, entrepreneurship-quotes, inspirational, inspirational-life, inspirational-living, inspirational-quotes, life, life-and-living, life-is-an-adventure, life-lesson, life-lessons, life-philosophy, life-quotes-inspirational-quotes, motivational, pearls-of-wisdom, personal-branding, personal-development, personal-growth, personal-transformation, self-awareness, self-realization"
    },
    {
        "quote": "The important thing is not to survive, but to live.",
        "author": "Abhijit Naskar",
        "category": "inspirational, life, life-and-living, life-lessons, life-lessons-quotes, life-philosophy"
    },
    {
        "quote": "Don't waste your energy in fighting the old. Use it to build the new.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, leadership, leadership-quotes, life-lessons, old-and-new, philosophy, social, social-change, social-reform, social-structures, system"
    },
    {
        "quote": "Everybody wishes to have something that somebody else has. And that's the root of all sorrows.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, desires-quotes, life, life-lessons, life-lessons-quotes, philosophy, philosophy-quotes, sorrow-quotes, sorrows, wise-words, words-of-wisdom"
    },
    {
        "quote": "The best lessons of life are learnt in silence and solitude.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, lessons-of-life, life-lessons, life-lessons-quotes, life-philosophy, life-quotes, silence, silence-quotes, solitude, solitude-quotes, truth"
    },
    {
        "quote": "Better life begins the moment you learn to be content with what you already have.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, life-and-living, life-lessons, life-lessons-quotes, life-philosophy, life-quotes, philosophy, philosophy-quotes, truth"
    },
    {
        "quote": "Every single creature on earth manages to survive one way or another, but not every creature truly lives.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, compassion, compassion-wisdom, human-rights, humanism, humanity-and-society, inspirational, leadership, leadership-quotes, life, life-lessons, life-philosophy, life-quotes, philosophy, philosophy-quotes, politics, service-to-mankind, social-change, social-psychology, truth, wisdom-quotes, wise-words"
    },
    {
        "quote": "Don't judge people by their religious, cultural, or professional background. Judge if you must, by their behavior with other people.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, brainy-quotes-life-lessons, goodness, goodness-in-life, goodness-inspirational, goodness-quotes, human-nature, humanism, humanity, inspirational, inspirational-quotes, inspiring, inspiring-quotes, life, life-lessons, pearls-of-wisdom, philosophy-of-life, sage-quotes, truth, wise-sayings"
    },
    {
        "quote": "Ten minutes of meditation a day, keeps the psychiatrist away.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational-quotes, inspiring, inspiring-thoughts, life-lessons, meditation, meditation-experience, meditations-quotes, mindfulness, mindfulness-in-business, mindfulness-meditation, mindfulness-practice, mindfulness-quotes, neuroscience, neurotheology, pearls-of-wisdom, psychiatry, psychology, truth, wisdom-quotes"
    },
    {
        "quote": "I am not an advocate for religion. I only advocate for sweet general harmony.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, global-awakening, harmony, harmony-in-this-world, harmony-quotes, inspiration, inspirational, inspiring-quotes, life-lessons, peace-and-harmony, philosophy-of-science, religion, religious-tolerance"
    },
    {
        "quote": "I am merely an insignificant creature on a microscopic blue dot in the vastness of space.",
        "author": "Abhijit Naskar",
        "category": "inspirational, life, life-lessons, life-on-earth, philosophy-of-science, philosophy-quotes, planet-earth, universe, universe-quotes"
    },
    {
        "quote": "The concern of your brain is not to see the actual nature of reality, but to represent the reality to you in such a way that suits your needs.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, cognition, life-lessons, neuroscience, perception, perception-and-reality, perception-of-reality"
    },
    {
        "quote": "All the repressed emotions and subconscious desires in time lead to some kind of psychological or physiological breakdown, if kept unchecked.",
        "author": "Abhijit Naskar",
        "category": "emotional-health, health, hysteria, inspirational, life-lessons, life-lessons-quotes, medicine, medicine-for-the-soul, neuropsychology, neuroscience, physiology, psychiatry, psychology, psychology-quotes, repressed-emotions, repressed-feelings, repression, therapy"
    },
    {
        "quote": "Misery teaches you more than joy.",
        "author": "Abhijit Naskar",
        "category": "happiness, inspiration, inspirational, life, life-lessons, misery, teaching-quotes, teachings, truth"
    },
    {
        "quote": "Pleasure and Pain participate equally in moulding character.",
        "author": "Abhijit Naskar",
        "category": "character-quote, inspiration, inspirational, life-lessons, pain, pleasure-and-pain, self-awareness, success, teachings, truth"
    },
    {
        "quote": "The Bible is not religion, nor are the Vedas. The Torah is not religion, nor is the Quran, or any other scripture on earth.",
        "author": "Abhijit Naskar",
        "category": "bible, faith-quotes, fundamentalism, god, life-lessons, quran, religion, religion-and-philosophy, scriptures, self-awareness, spirituality, spirituality-quotes, truth, vedas"
    },
    {
        "quote": "Once you reach the brink of your will power, you have two options - either give up, or keep going. That decision decides whether you'll reach your goal.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspiration, life, life-lessons, philosophy, pursuit-of-goals, pursuit-of-passion, self-awareness, success, success-in-life, success-quotes, willpower"
    },
    {
        "quote": "My experience of that liberation, what Buddha had called Nirvana, set me off in the path of scientific investigation of that Oneness, the thing people call, meeting with God. And that meeting triggered an unquenchable thirst in me to develop a proper scientific method to understand and further explore that apparently bizarre domain of Universal Consciousness.",
        "author": "Abhijit Naskar",
        "category": "enlightenment, enlightenment-quotes, god, inspirational, life-lessons, life-lessons-quotes, neurotheology, nirvana, nirvana-quotes, oneness"
    },
    {
        "quote": "Science works through replication, rectification and modification. But when it comes to religion, people simply tend to accept the theoretical preachers and their claims of historical God experiences without a single question. If there has been one experience in this world in any branch of knowledge, it absolutely follows that that experience will be repeated eternally. If they are not repeated through natural processes, the thinking humanity would have no way but to disprove that such an experience ever occurred in the history.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, brainy-words, life-lessons, pearls-of-wisdom, philosophy-of-religion, philosophy-of-science, science, science-and-religion, science-vs-religion, wisdom-quotations"
    },
    {
        "quote": "Most of the modern human society has nearly lost the faculty of observing the internal mechanism.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, human-nature, humanist, humanity, humanity-and-society, inspiration, inspirational, inspirational-quote, inspiring, life-lessons, philosophy-of-life, secular-humanism"
    },
    {
        "quote": "True religion must raise to work at the bar and the bench, on the couch and on the streets, in the cottage of the poor man and in the penthouse of the entrepreneur, with the fisherman that is catching fish and with the students that are studying.",
        "author": "Abhijit Naskar",
        "category": "god, inspirational, inspiring, life-lessons, pearls-of-wisdom, religion-and-philosophy, religion-quotes, religious-diversity, truth, truth-of-life, words-of-wisdom"
    },
    {
        "quote": "Time spent in assessing one's self, is the time spent best.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, inspiring, lessons-of-life, life-lessons, life-philosophy, self, self-awareness, self-help, self-improvement, self-knowledge, self-knowledge-quotes, self-realization, truth, words-of-wisdom"
    },
    {
        "quote": "Never waste your precious time in discussing the good and bad qualities of others.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, gossip-quotes, inspiration, inspirational-quotes, inspiring, life, life-lessons, philosophy, time, time-management, truth"
    },
    {
        "quote": "The Self, when finite, is Human and when infinite, is God.",
        "author": "Abhijit Naskar",
        "category": "advaita-vedanta, brainy-quotes, consciousness-mind-brain, consciousness-quotes, divine-self, god, inspiring, life, life-lessons, meditation, mindfulness, non-duality, nondual-philosophy, philosophy-of-science, religion, religion-and-science, self, self-knowledge, truth"
    },
    {
        "quote": "Infinite and finite are both mental constructs.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, consciousness, finite, infinite, life-lessons, mind, neuropsychology, neuroscience, perception"
    },
    {
        "quote": "Nature of Human is neither good nor bad, it is simply a fusion of primitive instinctual urges and modern humane conscience.",
        "author": "Abhijit Naskar",
        "category": "conscience, conscience-quotes, evolution, evolutionary-psychology, good-and-bad, human-behavior, human-condition, human-mind, human-nature, humman-being, life, life-lessons, primitive-human-behavior, primitive-urges"
    },
    {
        "quote": "There are pearls in the deepest fathoms of the Self, but to get them you will have to go through unimaginable perils.",
        "author": "Abhijit Naskar",
        "category": "happiness, inspirational, life, life-lessons, life-philosophy, pearls-of-wisdom, philosophy, self-awareness, self-awareness-quotes, self-knowledge, self-knowledge-quotes"
    },
    {
        "quote": "Dare to contradict the scientist, not because of your scripture, but because of your own rational thinking.",
        "author": "Abhijit Naskar",
        "category": "brainy, brainy-quotes-life-lessons, free-thought, life-lessons, philosophy-of-life, philosophy-of-religion, philosophy-of-science, religion, religion-and-science, religious-extremism, religious-faith, religious-violence, sage, science-and-religion, science-vs-religion, scientist, scientists, scripture, wise-quotations"
    },
    {
        "quote": "Stop nourishing other people’s ideas and beliefs in your life. Take up your own idea and endeavor to accomplish it.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, entrepreneur, entrepreneur-quotes, entrepreneurship, entrepreneurship-quotes, inspirational, life-lessons, life-philosophy, make-a-difference, self-realization"
    },
    {
        "quote": "Everything that humans have achieved until now, were once merely an imagination in someone’s head.",
        "author": "Abhijit Naskar",
        "category": "imagination, imagination-quotes, life-lessons, mind, mind-power, philosophy, wise-quotations, wise-words"
    },
    {
        "quote": "Shred the fake mask of humility into pieces. And put on the mask of arrogance if needed.",
        "author": "Abhijit Naskar",
        "category": "attitude, attitude-inspiration, attitude-quotes, life-lessons, life-lessons-quotes, life-lessons-wisdom, philosophy-of-life"
    },
    {
        "quote": "You’ll feel afraid at times. You’ll feel weak at times. But remember, fear and weakness are not your enemies. They are forms of evolutionary wisdom in the face of danger. Take some time to assess the situation and shake the weakness and fear off your limbic system.",
        "author": "Abhijit Naskar",
        "category": "fear, fear-quotes, life-lessons, life-philosophy, life-quotes, weakness, weakness-and-strength, weakness-quotes"
    },
    {
        "quote": "At times, look back towards your ancient days, drink deep from the eternal fountain of wisdom long gone, and then look ahead.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, brainy-words, inspirational, inspirational-quotes, life-lessons, philosophy, philosophy-of-life, self-improvement, wisdom-quotes, wise, wise-quotations, wise-quotes, wise-words"
    },
    {
        "quote": "Live every single moment of your life, for the one thing that is most precious to you.",
        "author": "Abhijit Naskar",
        "category": "inspirational, life, life-and-living, life-lessons, life-philosophy, life-quotes, pursuit-of-passion"
    },
    {
        "quote": "Religion is an experience, not a bunch of doctrines.",
        "author": "Abhijit Naskar",
        "category": "brainy, brainy-quotes, inspirational, inspirational-quotes, life-lessons, pearls-of-wisdom, philosophy-of-life, philosophy-of-religion, religion, spiritual, spirituality, wise-words"
    },
    {
        "quote": "There is no force in the universe that can harm you, unless you allow it to.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-attitude, inspirational-quote, inspirational-quotes, inspirational-success-failure, life-lessons, life-philosophy, life-quotes, self-awareness, self-confidence, self-help, self-improvement, self-love, self-motivation, self-realization, success, success-quotes"
    },
    {
        "quote": "A Christian must worship the Self as Christ, not Christ as Christ. A Muslim must worship the Self as Mohammed, not Mohammed as Mohammed. A Hindu must worship the Self as Krishna, not Krishna as Krishna.",
        "author": "Abhijit Naskar",
        "category": "christ, christianity, faith, god, hinduism, inspirational, inspirational-quotes, islam, life-lessons, muslim, religion, religious-freedom, religious-quote"
    },
    {
        "quote": "We Neuroscientists have come a long way in proving that God is neither a Delusion nor an Almighty Being watching over life on Earth. God is the Event Horizon of Human Consciousness. I termed this state of attaining God, as 'Absolute Unity Qualia'.",
        "author": "Abhijit Naskar",
        "category": "brainy-quote, god, inspirational, life-lessons, neuroscience, qualia, religion"
    },
    {
        "quote": "There is no such thing as Hardcore Philosophy or Hardcore Science. Real Science and Real Philosophy do not destroy each other, they simply fulfil and enrich each other.",
        "author": "Abhijit Naskar",
        "category": "inspirational, life-lessons, philosophy, science, wisdom"
    },
    {
        "quote": "Sophistication is not science people, simplicity is.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, modern-science, pursuit-of-knowledge, science, scientific-research, scientist, scientists, simplicity, thinkers, truth"
    },
    {
        "quote": "Science is the most effective, efficient and magnificent path that leads towards the salvation of humankind.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, modern-science, pursuit-of-knowledge, science, science-quotes, thinkers, truth, wisdom"
    },
    {
        "quote": "Progress of the human society is predicated upon the proper functioning of a key element of the human mind, that is reasoning.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, human-society, humanity, progress, rational-thinking, rational-thought, reasoning, science, science-and-philosophy, science-of-mind, social-progress, truth"
    },
    {
        "quote": "A sex worker deserves a billion times more respect, than the mystical fraudsters of the society, such as astrologers, psychics and tarot card readers.",
        "author": "Abhijit Naskar",
        "category": "actor, actors, actress, astrologer, astrologers, astrology, astrology-quotes, cinema, cinematography, entertainment, erotica, film-makers, film-making, fraudulence, humanity, humanity-and-society, ignorance, movies, mysticism, porn, porn-star, porn-stars, pornographer, pornographers, pornographic, pornography, prostitute, prostitute-quotes, prostitutes, prostitution, psychic, psychic-medium, psychic-powers, psychic-readings, psychics, rational-thinking, reasoning, reasoning-skills, science, science-of-mind, sex-work, sex-worker, sex-workers, social-progress, social-psychology, society, tarot-cards, tarot-reader, tarot-reading, thinking-quotes, truth"
    },
    {
        "quote": "Changing the spelling of one's name to ensure success, performing rituals for good luck, wearing colored gem stones for success in business – all these fall into the same category of psychological reinforcement. Hence, emerged the blood-sucking professions of astrology, palmistry, vastushastra, numerology etc. The very existence of these fraudulent professions is predicated on the fear and anxiety of vulnerable masses. Thus, a person’s superstitious beliefs become the tool of exploitation in the hands of ruthless fraudsters.",
        "author": "Abhijit Naskar",
        "category": "astrology, beainy-quotes, belief, fear, hocus-focus, horoscope, human-society, ignorance, mysticism, neuropsychology, prejudice, prejudices, pseudoscience, psychic, psychology, rational-thinking, reasoning, science, science-of-mind, social-progress, social-psychology, superstition, superstitions, truth, weakness, wise-sayings, words-of-wisdom"
    },
    {
        "quote": "Common people tend to term any kind of bizarre phenomenon as “paranormal” or “supernatural”. They often exaggerate it as the work of the Gods. Behind this belief is nothing but primitive ignorance. Social progress means that people must (a necessity, not a luxury) align their beliefs and behavior to new knowledge and understanding of nature.",
        "author": "Abhijit Naskar",
        "category": "belief, brainy-quotes, ignorance, mysticism, paranormal, rational-thinking, reasoning, science, science-of-mind, social-progress, social-psychology, supernatural, supernaturalism, wisdom"
    },
    {
        "quote": "I don’t do metaphysics. Neither do I have the luxury to talk about my beliefs.",
        "author": "Abhijit Naskar",
        "category": "beliefs, inspirational, metaphysics, philosophy, philosophy-of-science, science, science-quotes, scientists, thinkers, words-of-wisdom"
    },
    {
        "quote": "There is no such thing as reincarnation, but only similar incarnation.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, life, neuropsychology, neuroscience, paranormal, reincarnation, science, truth"
    },
    {
        "quote": "Real science begins with curiosity and madness.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, philosophy-of-science, science, science-quotes"
    },
    {
        "quote": "One who does not believe in the self is an atheist. If you believe in yourself, then you are the most religious person on earth.",
        "author": "Abhijit Naskar",
        "category": "atheism, atheist, atheist-quotes, brainy-quotes, life, philosophy, philosophy-of-religion, religion, religious-philosophy, religious-quotes, science, science-and-religion, wisdom-quotes, wise-words"
    },
    {
        "quote": "The optimist sees the glass as half full, the pessimist as half empty. What I see is water that can save someone's life.",
        "author": "Abhijit Naskar",
        "category": "altruism, altruism-quotes, compassion, glass-half, glass-half-empty, glass-half-full, humanism, inspiration, inspirational, inspirational-quotes, inspiring, inspiring-quotes, life, love, optimism, optimism-quotes, pessimism, pessimism-quotes, pessimistic, philosophy, philosophy-of-life, philosophy-quotes, science, truth, wise-sayings, wise-words, words-of-wisdom"
    },
    {
        "quote": "Every true scientist is a philosopher, but not every philosopher is a scientist.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspiration, inspirational, inspiring-quotes, pearls-of-wisdom, philosophy, philosophy-of-science, science, wisdom-quotes, wise-quotations, wise-sayings, wise-words, words-of-wisdom"
    },
    {
        "quote": "Scientific understanding of nature, doesn't make a person religious or atheist. I​t makes a person liberated of all labels. Moreover it makes a person kind and understanding.",
        "author": "Abhijit Naskar",
        "category": "atheism, brainy-quotes, inspirational-quotes, mind, philosophy-of-mind, philosophy-of-science, religion, religion-and-philosophy, science, science-and-religion, science-quotation, wisdom-quotations"
    },
    {
        "quote": "Things remain paranormal, as long as we scientists don't reveal the underlying physical processes.",
        "author": "Abhijit Naskar",
        "category": "paranormal, philosophy-of-science, science, science-quotes, scientists"
    },
    {
        "quote": "After the dinosaurs, it is us the humans that have become the dominant species on planet earth. However, unlike the dinosaurs, we have become the rulers of this planet not by ferociousness, but by intelligence, even though we are no less ferociousness than them.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, consciousness, evolution, evolution-of-consciousness, evolutionary-biology, evolutionary-psychology, human, human-behavior, human-development, human-mind, human-nature, humanism, humanity, humanity-and-society, intelligence, intelligence-quote, intelligence-quotes, life, no-war, primitive-human-behavior, primitive-men, primitive-urges, science, truth, war, warfare"
    },
    {
        "quote": "I am not a teacher of humanity, I am merely servant of humanity.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, philosophy, philosophy-quotes, science, truth"
    },
    {
        "quote": "Be naive and curious. That's all you need to become a scientist.",
        "author": "Abhijit Naskar",
        "category": "curious, curious-mind, curiousity, inspiration, inspirational-quote, inspiring, naive, philosophy-of-science, science, scientist"
    },
    {
        "quote": "Memorizing and regurgitating are not science. Real science is a constant investigation of the unknown.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspiring-quotes, science, science-quote, science-quotes, scientific-discovery, scientific-inquiry, scientific-research, scientific-revolution, scientific-theory"
    },
    {
        "quote": "Religious faith as a whole induces various health benefits in the general population through complex biological processes.",
        "author": "Abhijit Naskar",
        "category": "faith, faith-quotes, faith-strength, mind, mind-quotes, neurobiology, neuropsychology, neuroscience, neurotheology, religion, religious-quote, science, thought-provoking, truth, words-of-wisdom"
    },
    {
        "quote": "Belief is indeed psychologically important for the human mind of general population, but that belief should be nicely compatible with scientific reasoning, otherwise that belief turns into prejudice, which is never beneficial to the human life.",
        "author": "Abhijit Naskar",
        "category": "belief, belief-quotes, belief-systems, free-thinking, humanity, inspirational, inspirational-quotes, inspiring, philosophy-of-religion, philosophy-of-science, reasoning, science, science-and-religion, wisdom, wise-sayings, wise-words"
    },
    {
        "quote": "Psychics, astrology, tarot cards - all these mystical non-sense are signs of a weak mind. Whenever such garbage starts grabbing hold of you, seek the help of a physician or therapist.",
        "author": "Abhijit Naskar",
        "category": "free-thinker, free-thinking, free-thinking-quotes, inspirational, inspirational-quotes, medicine, mystical, mysticism, rational, rational-thinking, rationalism, reasoning, science, words-of-wisdom"
    },
    {
        "quote": "Don't study science. Play with it.",
        "author": "Abhijit Naskar",
        "category": "pearls-of-wisdom, philosophy-of-science, science, science-quotes, scientific-discovery, scientific-mind, scientific-mindset-quotes, scientific-research, scientific-revolution, scientists"
    },
    {
        "quote": "In this universe, all we perceive is a virtual reality created by the neurons.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, mind-quotes, neurology, neuropsychology, neuroscience, perception-and-reality, reality, science"
    },
    {
        "quote": "The highest heaven is not in the sky, it is in the human mind.",
        "author": "Abhijit Naskar",
        "category": "brainy, brainy-quotes, divine-self, heaven, heaven-and-earth, heaven-and-hell, heaven-quotes, philosophy-of-science, science, scientific-discovery"
    },
    {
        "quote": "Mind and Soul are one and the same thing.",
        "author": "Abhijit Naskar",
        "category": "ancient-myth, ancient-wisdom, brainy-quotes, consciousness, inspirational, mind, mind-body-spirit, mind-power, mind-quotes, science, soul, soul-quotes"
    },
    {
        "quote": "Experience, derived from scientific investigation, led to all the scientific literature in history. Likewise, experience, derived from religious transcendence, led to all the religious scriptures in history. It's never the other way around.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, philosophy-of-religion, philosophy-of-science, religion, science, science-and-religion, science-and-religion-quotes, wisdom, words-of-wisdom"
    },
    {
        "quote": "I don't believe any scientific field to be superior to another.",
        "author": "Abhijit Naskar",
        "category": "biology, enemies-of-progress, evolution, mathematics, philosophy-of-science, physics, science"
    },
    {
        "quote": "Plato, Socrates, Aristotle and many more great minds laid the groundwork for the development of modern science. Over the foundation of philosophy, history witnessed the daring ventures of human excellence by both philosophical and scientific geniuses, such as Leonardo-da-Vinci, Copernicus, Galileo, Kepler, Bacon, Darwin, Newton and so on. And the chain of reaction they triggered with their extraordinarily abnormal thinking, given their surrounding ignorance and fundamentalism, resulted into the evolution of our modern science.",
        "author": "Abhijit Naskar",
        "category": "history-of-mankind, history-of-philosophy, history-of-science, philosophy, philosophy-and-science, philosophy-of-science, science"
    },
    {
        "quote": "There is no secret in attaining God. In the path of Enlightenment, any theoretical mystery-mongering preacher that weakens the mind, should be rejected at once. Science has no secrets. The very purpose of it is to unravel the secrets of Nature and the Universe. That is why it is so beautiful. And so should be the path of Enlightenment.",
        "author": "Abhijit Naskar",
        "category": "divinity-motivation, god, neurotheology, science, science-and-religion, science-and-religion-quotes"
    },
    {
        "quote": "Somehow creationists keep us naturalists in track to some extent. They are the representation of human stupidity at its extreme. And we need some stupidity in the society for true intellect to be adored.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, creationism, darwinism, evolution, inspirational, naturalism, science"
    },
    {
        "quote": "Religions began as realization of the self, but ended up being retaliation against each other.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, harmony, inspiring, neurotheology, philosophy, psychology-of-religion, religion, religious-harmony, science-of-mind, self-realization, spirituality, theology, truth"
    },
    {
        "quote": "If history has shown anything, it is that where there is a God, there is an institution trying to lock up that God in its lifeless structure of orthodoxy, in order to have authority over people and sell tickets to the Kingdom of that God. Thus emerged all the pompous lies about the extraterrestrial Kingdom of God or Heaven.",
        "author": "Abhijit Naskar",
        "category": "agnostic, atheism, fundamentalism, god, kingdom-of-god, neuropsychology, paranormal, psychology-of-religion, religion, religious-extremism, religious-harm, religious-organization, religious-violence, spirituality, truth"
    },
    {
        "quote": "We don't have the luxury to say that, there is no hope for reform in Islam, because by saying this, we would be disavowing the entire peace-loving Muslim population of the world. We cannot leave our Muslim sisters and brothers behind to be oppressed by their own priestly tyrants, while the rest of the world keeps progressing with an open mind. The entire civilized society of the world, must put their heart and soul to get Islam liberated from the shackles of fundamentalism. Conscience must triumph over orthodox barbarianism, otherwise there would be no hope for the progress and wellbeing of humanity as a truly wise species.",
        "author": "Abhijit Naskar",
        "category": "allah, bismillah, brainy-quotes, fundamentalism, fundamentalist, harmony, harmony-quotes, humanism, humanist, humanitarian, humanitarian-activities, humanitarian-efforts, humanitarian-intervention, humanity, inspiring, islam, islamic, islamic-quotes, islamic-terrorism, islamism, islamophobia, love-and-compassion, love-and-kindness, muslim, muslimah, muslims, muslims-life, peace-makers, peace-on-earth, quran, religion, religious-extremism, religious-fundamentalism, religious-harmony, religious-tolerance, sage, service-to-mankind, spirituality, thinker"
    },
    {
        "quote": "Oneness is God.",
        "author": "Abhijit Naskar",
        "category": "advaita, advaita-vedanta, divine-inspiration, divine-self, divinity, god, inspirational, inspirational-quotes, nondual-philosophy, nonduality, pearls-of-wisdom, spirituality, spirituality-quotes, transcendence, transcendentalism, transcendentalism-god, wise-words, words-of-wisdom"
    },
    {
        "quote": "Someone burns your beloved scripture in front of you, yet you are not bothered even the slightest bit. That's when you know, you have achieved divinity.",
        "author": "Abhijit Naskar",
        "category": "divine-inspiration, divine-self, divinity, divinity-motivation, divinity-within, god, inspirational, inspiring, religion, religious-quote, spirituality, truth, universal-truth"
    },
    {
        "quote": "Religion is to be realized, not read or taught.",
        "author": "Abhijit Naskar",
        "category": "inspirational-quotes, religion, religion-and-philoshophy, spirituality, spirituality-quotes"
    },
    {
        "quote": "Spirituality is to Religion, what Love is to Marriage. Spirituality is an emotional state of the mind, just like Love, while Religion on the other hand, is a social construct, quite like Marriage.",
        "author": "Abhijit Naskar",
        "category": "neuroscience, neurotheology, psychology, religion, spirituality"
    },
    {
        "quote": "Be your own Guru.",
        "author": "Abhijit Naskar",
        "category": "guru, human-consciousness, inspire, inspire-quotes, life-and-living, life-experience, life-lessons, life-philosophy, life-quotes, motivation, motivational-quotes, self, self-help, self-love, self-love-quotes, self-motivation, self-realization, self-respect, truth, truth-of-life, words-of-revelation, words-of-wisdom, words-of-wisdom-inspirational, words-to-inspire-you"
    },
    {
        "quote": "Remember, never give up on love. It is easier to give up in search of a better prize, because the brain always keeps craving for new stimulants, but this way you only keep on searching, never to find peace in love. Let me tell you a story. There was a student who asked his teacher, what is love. The teacher said go into the field and bring me the most beautiful flower. The student returned with no flower at hand andsaid, I found the most beautiful flower in the field but I didn't pick it up for I might find a better one, but when I returned to the place, it was gone.We always look for the best in life. When we finally see it, we take it for granted and after some time start expecting a better one, not knowing that it's the best. Seek for your love, and once you have it never ever give up on it, no matter the situations.",
        "author": "Abhijit Naskar",
        "category": "inspirational, lie, love, love-quotes, love-quotes-and-sayings, philosophy, relationship, romance, truth, wise-sayings, words-of-wisdom"
    },
    {
        "quote": "The very first few days when you actually start having symptoms of falling for someone special, are the days of heavenly bliss and unreasonable madness.",
        "author": "Abhijit Naskar",
        "category": "fall-in-love, falling-in-love, love, love-quote, love-quotes, mad-love, romance, romance-quotes"
    },
    {
        "quote": "Love and Divinity are both gifts from Nature, fraught with the highest bliss.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, divinity, divinity-motivation, divinity-within, human-behavior, human-mind, human-nature, inspiration, love, love-quotes, naturalism, nature, truth, truth-of-life, truth-quotes"
    },
    {
        "quote": "Homosexuality is neither a sin, nor an anomaly or a disease. It is an evolutionary variation.",
        "author": "Abhijit Naskar",
        "category": "biology, darwinism, evolution, evolutionary-biology, homosexuality, homosexuality-is-a-sin, homosexuality-quotes, love-quotes, neurobiology"
    },
    {
        "quote": "Don't judge people by their profession, otherwise you'll end up with more enemies than friends.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, friendship, humanism, humanity-quotes, inspiration, pearls-of-wisdom, wise-sayings, words-of-wisdom"
    },
    {
        "quote": "Emotion doesn’t arise from the dreams, rather your deepest emotion orchestrates your dream.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, dream, dreaming, dreams, dreams-and-reality, dreams-quotes"
    },
    {
        "quote": "​Many times your emotional feel-good state or frustrated state is woven into dreams with the use of picture-metaphors.",
        "author": "Abhijit Naskar",
        "category": "dreams, dreams-and-reality, dreams-quotes, meaning-of-dream"
    },
    {
        "quote": "Mothers and fathers are born everywhere. What the world needs are leaders.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, character-building, inspirational, inspiring, leader, leaders, leadership, leadership-characteristics, leadership-development, leadership-quotes, nation-building, political-philosophy, politics, social-reform, social-reformation, social-reformer, social-worker"
    },
    {
        "quote": "A nation with a thousand awakened citizens and a corrupt leader, is much more alive than a nation with an awakened leader and a thousand corrupt citizens.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, citizen-power, citizens, inspirational, inspiring, leadership, leadership-development, political, political-philosophy, political-science, politics, responsible-citizen, social-change, social-norms, social-psychology, social-reform, social-reformer, social-science, social-sciences, social-work, social-worker, social-workers, society, society-problem, society-quotes, society-thinking"
    },
    {
        "quote": "Every animal is biologically designed by Nature to do wrong in return. It takes a human being to not do wrong in return.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, compassion, compassion-wisdom, human-rights, humanism, humanity-and-society, inspirational, philosophy, philosophy-quotes, politics, service-to-mankind, social-change, social-psychology, truth, wisdom-quotes, wise-words"
    },
    {
        "quote": "Only those who live for others become immortal, and the rest simply perish within a few weeks , or alas days, after their mortal demise.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, compassion, compassion-wisdom, human-rights, humanism, humanity-and-society, inspirational, philosophy, philosophy-quotes, politics, service-to-mankind, social-change, social-psychology, truth, wisdom-quotes, wise-words"
    },
    {
        "quote": "Women are not there to spike testosterone.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, feminism, feminist, feminist-quotes, gender-discrimination, humanism, humanist, misogyny, sexism, women"
    },
    {
        "quote": "If only one generation takes action in raising their children as humans, rather than raising boys and girls, the future human civilization shall get rid of the sinister phenomenon of misogyny sooner than you can imagine.",
        "author": "Abhijit Naskar",
        "category": "female-empowerment, human-nature, human-society, inspiration, inspirational, misogyny, philosophy, social-psychology, truth, woman, woman-quotations, woman-quotes, womanhood, women, women-and-men, women-empowerment, women-quotes, women-s-inspirational, women-s-strength"
    },
    {
        "quote": "Man is the master of Woman\" - this statement may have been a glorious fact of primitive life in the wild, but it is nothing but an obnoxious stain on psyche of the thinking humanity.",
        "author": "Abhijit Naskar",
        "category": "evolution, female, female-empowerment, female-liberation, feminism, inspirational, inspirational-quotes, misogyny, neuropsychology, social-psychology, thought-provoking, wise-words, woman-quotations, womanhood, women, women-and-men, women-empowerment, women-quotes, women-s-strength"
    },
    {
        "quote": "No Quran, no Bible, no Gita, no Cow, is greater than the human self.",
        "author": "Abhijit Naskar",
        "category": "bible, brainy-quotes, christianity, fundamentalism, fundamentalists, gita, hinduism, holy-war, infidelity, infidels, islam, quran, rational-thinking, reasoning, religious-extremism, religious-fundamentalism, religious-violence, scriptures"
    },
    {
        "quote": "Due to the monstrous activity of a handful of extremists, the majority of the human society has been conditioned to believe that the term 'musalman' is somehow synonymous with terrorism. But the reality is, the term 'musalman' refers to someone with 'musallam iman,' that means, a pure conscience. Thus any individual whose conscience is pure and clear, is a musalman or muslim, regardless of socio-religious background. Likewise, any human being who loves his or her neighbor is a Christian. Hence, scriptures can't define your religion, only your actions with other people do.",
        "author": "Abhijit Naskar",
        "category": "christian, christian-life, christian-quotes, christianity, conscience, conscience-quotes, conscience-reasoning, fundamentalism, inspirational, islam, islamic-quotes, islamic-terrorism, islamophobia, jesus-christ, love-thy-neighbor, motivational-quotes, muslim, muslims, pearls-of-wisdom, philosophy-of-religion, religious-freedom, religious-philosophy, religious-terrorism, religious-toleration, wise-quotes, wise-words"
    },
    {
        "quote": "If you want to consume the cream of Christ's philosophy, then don't read the Bible, read Tolstoy.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, christian-quotes, christianity, inspirational, inspiring, philosophy, philosophy-literature, philosophy-of-religion, tolstoy, truth"
    },
    {
        "quote": "A Christian sits in his or her well and thinks that the whole world is his or her well. The Jew sits in his or her little well and thinks that it is the whole world. A Muslim sits cooped up in his or her tiny well and believes it to be the whole universe. The same goes for a Hindu and all others. Also, atheists are no different from all those orthodox believers.",
        "author": "Abhijit Naskar",
        "category": "atheism, christianity, harmony-quotes, hinduism, islam, judaism, philosophy-of-life, philosophy-of-religion, religious, religious-diversity, religious-faith, religious-freedom, religious-quote, religious-tolerance, religious-violence, truth, words-of-wisdom"
    },
    {
        "quote": "Letter to the tech giants:When fame and abundance kiss somebody’s feet before that person is wise enough, he or she is very likely to lose track of what’s necessity and what’s luxury. And modern society is filled with examples of such intelligent stupidity – stupidity that is carried out by apparently smart humans. Because being smart is not the same as being wise. The world has enough smartness, but not enough wisdom to bring that smartness into proper productive practice – and I mean productive practice not sophisticated practice – there is a difference. A person smart enough to visualize a Falcon rocket engine can easily pinpoint the locations of various organizations that spread terrorism, yet the person chooses to explore the space further instead of prioritizing the technological advantages to first fix real issues of the human society that inflict harm to the humans every walk of the way.The world is a miserable place not because we have lack of resources, but because those who have an abundance of resources do not have the slightest idea of true human need. The resources needed for colonizing Mars if put to proper practice can fix the world’s global warming issues – it can fix the world’s climate change issues – it can fix the world’s terrorism issues, yet people are more interested in the pompous idea of living in Mars for whatever reason, instead of paying attention to improving human condition on earth. I am not against technological advancement, for I am a scientist, but my soul aches when I see smart people are dumb enough to chase after illusory glory of doing something different and innovative instead of focusing the powers of their soul on cleaning up the misery business on earth. You can, yet you don’t. Why?Smartness without wisdom is stupidity. You are smart – yes indeed – but I am sorry – you are stupid at the same time. How can you dream of having a cheese burger on Mars when your own kind on Earth is suffering! How can you think of taking rich kids into the orbit just so they can admire the beauty of earth from the heavens, when that very earth is infested with the primordial evils of human character! Awaken the human within you my friend, and pay attention. Awaken the human within and let it consume all the miseries from the world that you live in. Say a member of your family falls ill, would you ignore his or her misery completely just because you want to make life more comfortable for others than it already is, or would you first try everything in your capacity in order to heal your loved one!Be wise my friend, for it is not enough to be smart. You are smart – there is no doubt about that – so utilize that smartness for humanity and heal your own kind. Heal your kind with your capacity my friend. It is wailing for healers – not some delusional faith healers, but real tangible healers. Would you not do anything! Would you not give your soul to fix the broken soul of this world! Arise my friend, Awake my friend and work for humanity, not to make it sophisticated, but to make it peaceful first. Remember, humanity first, then everything else. Peace first, sophistication later. Harmony first, luxury later.",
        "author": "Abhijit Naskar",
        "category": "billionaire, character-building, entrepreneurship, humanism, humanist, humanitarian, leadership, service-to-humanity, technological-progress"
    },
    {
        "quote": "Peace first, sophistication later. Harmony first, luxury later.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, character-building, entrepreneurship, humanism, humanist, humanitarian, leadership, service-to-humanity, technological-progress, words-of-wisdom"
    },
    {
        "quote": "Arise my friend, Awake my friend and work for humanity, not to make it sophisticated, but to make it peaceful first.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, entrepreneurship, inspirational, leadership, service-to-humanity, technological-progress"
    },
    {
        "quote": "No institution can become the cradle of leadership, until its teachers break their manacles of rugged dogmas.",
        "author": "Abhijit Naskar",
        "category": "inspirational, leadership, leadership-development, leadership-quotes, teachers, teachers-and-learners, teaching, teaching-quotes"
    },
    {
        "quote": "Stop grovelling and start working.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, patience, patience-quotes, pursuit-of-passion"
    },
    {
        "quote": "You are born to build the society, not to follow it.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, political-philosophy, service-of-humanity, social-change, social-reform"
    },
    {
        "quote": "The world needs heroes. Be a hero and build your part of the world.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, political-philosophy, service-of-humanity"
    },
    {
        "quote": "You don't die when your body stops functioning. You die when your name is uttered for the last time in the world.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, political-philosophy, service-of-humanity, social-change, social-reform"
    },
    {
        "quote": "Throw away the newspapers. Discard all the useless debates and gossiping. Start working in silence. Start working on your passion. And make the news yourself.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, political-philosophy, service-of-humanity, social-change, social-reform"
    },
    {
        "quote": "Have patience and keep working. Everything will come alright in time.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, hero, heroes-journey, heroism, inspirational, leader, leadership, leadership-characteristics, leadership-quotes, patience, patience-quotes, pursuit-of-passion"
    },
    {
        "quote": "Tell them a lie big enough, they'll worship you as a sage. Tell them a truth big enough and they'll mock you.",
        "author": "Abhijit Naskar",
        "category": "being-different, being-different-quotes, brainy-quotes, inspiration, inspiring-quotes, leadership, leadership-quotes, lies, philosophy, philosophy-quotes, truth, truth-of-life"
    },
    {
        "quote": "It is your existential responsibility to raise your child as a human being above everything else – catholic, muslim, jew, asian, caucasian or whatever.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, childhood, children, compassion, conscience, humanism, humanitarian, humanity, inspiring, love, love-and-kindness, one-human-race, parenting, parenting-advice, parenting-children, religion, religious-philosophy, sage, self-awareness, self-realization, service-of-humanity, thinkers, words-of-wisdom"
    },
    {
        "quote": "Religious fundamentalism advocates homophobia, misogyny, xenophobia, polygamy and many other primitive evils. Can you imagine, somebody telling you, your love for your dearly beloved is a sin! Can you imagine, somebody telling you, women are inferior to men, and are meant only serve the men! Can you imagine, somebody telling you, a man can have multiple wives, and yet be deemed civilized! Here that somebody is a fundamentalist – a theoretical pest from the stone-age, who somehow managed to survive even amidst all the rise of reasoning and intellect. Such a creature with no modern mental faculty whatsoever, knows nothing beyond the words of a book, written hundreds or thousands of years ago, when ignorance was the default mode of thinking in the society. It does not only believe every single word of a book to be literally true, but puts all its efforts to convince others to believe the same. This way, it would be an understatement to say, such is a worthless creature. In reality, such a creature can cause a catastrophic contagion in a society, especially if that society is already going through socio-political turmoil.",
        "author": "Abhijit Naskar",
        "category": "civilization, civilized, civilized-behavior, fundamentalism, fundamentalist, fundamentalists, homophobia, human-nature, humanity, misogyny, neuropsychology, patriarchy, philosophy-of-religion, polygamy, prejudice, prejudiced, primitive-human-behavior, psychology-of-religion, religious-diversity, religious-extremism, religious-fundamentalism, religious-harm, science-of-mind, social-progress, social-psychology, truth, wise-sayings, words-of-wisdom, xenophobia"
    },
    {
        "quote": "Terrorism has nothing to do with religion, Islam or otherwise. Terrorism is born of fundamentalism not of religion.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, fundamentalism, humanism, humanity, inspirational, islam, islamic-quotes, islamic-terrorism, islamism, islamophobia, jihad, jihai, muslim, muslim-brotherhood, muslim-woman, muslim-women, muslims, muslims-life, peace-loving, religious-extremism, religious-fundamentalism, religious-harmony, religious-terrorism, religious-tolerance, religious-toleration, religious-violence, thinkers, words-of-wisdom"
    },
    {
        "quote": "You must remember, the so-called Jihadis who are in reality, mentally unstable individuals run by Quranic fundamentalists, do not represent the whole Muslim population of the world.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, fundamentalism, humanism, humanity, inspirational, islam, islamic-quotes, islamic-terrorism, islamism, islamophobia, jihad, jihai, muslim, muslim-brotherhood, muslim-woman, muslim-women, muslims, muslims-life, peace-loving, religious-extremism, religious-fundamentalism, religious-harmony, religious-terrorism, religious-tolerance, religious-toleration, religious-violence, thinkers, words-of-wisdom"
    },
    {
        "quote": "You live in a society, that always demands you to have a label to define yourself. Now it's up to you, whether you choose man-made labels like 'religious' and 'atheist', or your innate natural label gifted by Mother Nature, i.e. 'human'.",
        "author": "Abhijit Naskar",
        "category": "atheism, atheist, atheist-quotes, brainy-quotes, brotherhood, compassion, human, human-nature, humanism, humanity, humanity-and-society, humanity-quotes, inspiration, inspirational, inspiring, love, mother-nature, natur, nature-quotations, pearls-of-wisdom, religious, religious-quotes, serving-humanity, wise-saying, wise-words, words-of-wisdom"
    },
    {
        "quote": "If origin defines race, then the entire human race is African.",
        "author": "Abhijit Naskar",
        "category": "darwinism, evolution, human-race, humanity, inspirational, inspiring, pearls-of-wisdom, race, race-and-racism-in-america, race-of-life, racism, racism-and-culture, racism-in-america, racism-in-the-west, racism-quote, racism-quotes, wise-sayings-inspiration, words-of-wisdom"
    },
    {
        "quote": "When one attains self-knowledge, distinctions of race and religion vanish.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, humanity, humanity-and-society, humanity-quotes, quotes-of-life, race, race-and-racism-in-america, racism, religion, religion-and-philosophy, religious-faith, self-knowledge, self-knowledge-quotes"
    },
    {
        "quote": "Without even knowing, humanity actually worships not an Entity, rather a mental state.",
        "author": "Abhijit Naskar",
        "category": "god, god-quotes, human-nature, human-race, humanity, life, mind, mind-body-spirit, nondual-philosophy, philosophy-of-religion, religion, transcendence, transcendence-quotes, transcendentalism-god, truth"
    },
    {
        "quote": "Even though the advocates of feminism gladly use the term to refer to equality between man and woman, the common human brain is not capable of perceiving such equality beyond the gender bias of the very word. It'll be same as using Man to refer to both genders. Hence, the only words suitable in this scenario are Humanism and Human, rather than Feminism and Man.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, female-empowerment, feminism, feminism-woman-submission, harmony, harmony-quotes, humanism, humanity, inspiration, inspirational-quotes, man-and-woman, man-and-woman-quote, peace, womanhood, womanhood-quotes"
    },
    {
        "quote": "The dangerous enemies of your species are fundamentalism, intolerance, separatism, extremism, hostility and prejudicial fear, be it religious, atheistic or political.",
        "author": "Abhijit Naskar",
        "category": "enemies-of-progress, extremism, extremists, humanity, political-extremism, prejudice, religious-extremism, religious-violence"
    },
    {
        "quote": "One way or another, all humans are superstitious.",
        "author": "Abhijit Naskar",
        "category": "human-nature, human-nature-wisdom, humanity, nature-quotes, prejudice, self-awareness, superstition, superstitions, superstitous"
    },
    {
        "quote": "Science transcends the personal domain of beliefs. You can see the grace of Science in every direction of the human universe.",
        "author": "Abhijit Naskar",
        "category": "beliefs, humanity, science, universe"
    },
    {
        "quote": "It's in the nature of the humans and the entire animal kingdom to return blow for blow, cheating for cheating, lie for lie, to hit back with all our might. But what makes us true humans is the power to not hit back.",
        "author": "Abhijit Naskar",
        "category": "altruism, brainy-quotes, compassion, evolution, human, human-nature, humanism, inspirational, love, nature, philosophy, words-of-wisdom"
    },
    {
        "quote": "When Mother Nature speaks, even the Gods hold silence.",
        "author": "Abhijit Naskar",
        "category": "biology, brainy-quotes, brainy-quotes-life-lessons, evolution, evolution-of-consciousness, evolution-vs-creationism, evolution-vs-religion, evolutionary-biology, evolutionary-enlightenment, evolutionary-psychology, mother-nature, mother-nature-quote, nature, nature-quotations, nature-quotes, nature-s-beauty, pearls-of-wisdom, wise-quotations"
    },
    {
        "quote": "Faith is a natural evolutionary trait of the human mind, selected by Mother Nature as an internal coping-mechanism.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, consciousness, evolution-of-consciousness, evolutionary-biology, evolutionary-psychology, faith, faith-quotes, human-mind, nature, nature-of-god"
    },
    {
        "quote": "People often ask me, what my religion is. I tell them, I am a Christian to the Christian, a Jew to the Jew, a Muslim to the Muslim, a Hindu to the Hindu, an atheist to the atheist, but the brightest nightmare to the fundamentalist.",
        "author": "Abhijit Naskar",
        "category": "atheism, atheism-defined, atheism-quotes, atheists, brainy-quotes, christian, free-thinking, fundamentalism, harmony, humanism, humanist, humanist-quotes, inspirational, jew, jewish, love-and-compassion, love-and-kindness, muslim, orthodoxy, peace, philosophy, rational-thinking, religion, religious-diversity, religious-extremism, religious-fundamentalism, religious-harmony, religious-quotes, religious-tolerance, religious-violence, thinkers, thinkers-of-our-time, truth, words-of-wisdom"
    },
    {
        "quote": "I am not an atheist. But the religion that I do advocate is not of the Bible, Vedas, Quran or any other scripture. The religion I speak of, is what Christ talked about, it is what Buddha talked about, it is the religion of plain everyday kindness.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, compassion, empathy, harmony, humanism, humanitarian, inspirational, kindness, love, love-and-kindness, love-thy-neighbor, peace, philosophy, religion, religious-tolerance, religious-toleration, thinkers"
    },
    {
        "quote": "It is more practical to make people transform their mindset about religion and religiousness and walk in the path of creed-less religious harmony, than to convert the entire religious population on earth into atheists.",
        "author": "Abhijit Naskar",
        "category": "atheism, atheism-defined, atheism-quotes, atheists, brainy-quotes, free-thinking, fundamentalism, harmony, inspirational, love-and-kindness, orthodoxy, peace, philosophy, rational-thinking, religion, religious-extremism, religious-harmony, religious-quotes, religious-tolerance, religious-violence, thinkers, truth, words-of-wisdom"
    },
    {
        "quote": "As a scientist who deals with the deepest secrets of human mind, I know very well that global harmony is something that cannot be truly achieved in a few millennia. Yet it is the most glorious cause worth fighting for as a true sapiens. And I shall keep working for it relentlessly through thousands of generations yet to come.",
        "author": "Abhijit Naskar",
        "category": "harmony, harmony-in-this-world, harmony-quotes, inspirational, peace, peace-making, peace-on-earth"
    },
    {
        "quote": "Harmony and Peace do not rise from any church, temple, mosque or synagogue. They can only rise from individual human conscience.",
        "author": "Abhijit Naskar",
        "category": "conscience, conscience-quotes, harmony, harmony-quotes, human-mind, peace, peace-on-earth, peace-quote, philosophy, philosophy-quotes"
    },
    {
        "quote": "Don't hate the Muslims or Islam. Hate if you must, the fundamentalists who consistently compel the human society to turn away from even the peace loving Muslims. However, the term hate would be an understatement when we are referring to the fundamentalists. The fundamentalists are the biggest enemies of the human race. Without the presence of the fundamentalist inspiration, no violence in the name of religion shall ever fester on this planet. People from all religious, spiritual and non-religious background shall live in harmony, enriching each other's lives, if there are no fundamentalists to divide them apart.",
        "author": "Abhijit Naskar",
        "category": "fundamentalism, harmony-quotes, inspirational, islam, islamism, islamophobia, muslims, peace, religious-tolerance"
    },
    {
        "quote": "No Bible, Quran or Veda can give you religion.",
        "author": "Abhijit Naskar",
        "category": "motivational-quotes, religion, religion-and-philoshophy, religion-quotes, religious-extremism, religious-faith, religious-freedom, spirituality-quotes"
    },
    {
        "quote": "Make a little effort to give up your insignificant quarrels and eventually a better world will follow.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspiring-quotes, motivational-quotes, philosophy-of-life"
    },
    {
        "quote": "Mind is the Alpha – Mind is the Omega.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, consciousness, consciousness-mind-brain, human-mind, inspiration, inspirational, mind, mind-body-spirit, mind-power, mind-quotes, mindset, pearls-of-wisdom, self, self-awareness, self-esteem, self-realization, truth"
    },
    {
        "quote": "Mind is everything, there is nothing else as far as your subjective reality is concerned. Everything else outside this subjective reality is irrelevant to biological life.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, consciousness, life, mind, mind-quotes, perception, reality, reality-of-life, reality-quotes"
    },
    {
        "quote": "Meditate upon yourself and you'll find bliss.",
        "author": "Abhijit Naskar",
        "category": "bliss, bliss-quotes, brainy-quotes, inspirational, mind, mind-power, philosophy, pursuit-of-happiness, self, self-awareness, self-realization"
    },
    {
        "quote": "Strength and weakness are both mental constructs. Now you choose, what's preferable for you.",
        "author": "Abhijit Naskar",
        "category": "mind, mind-body-spirit, philosophy, philosophy-quotes, strength"
    },
    {
        "quote": "The causal, abstract, binary, holistic, and reductionist functions of the human brain all help you to process the enormous amount of information coming into our brain from the external world every day.",
        "author": "Abhijit Naskar",
        "category": "abstract, abstract-thinking, cognition, cognitive-science, holistic, holistic-thinking, mind, mind-body-spirit, neuroscience, perception, reality, reductionism"
    },
    {
        "quote": "If I ask you, are you conscious right now? You'd go right ahead and tell me - yes. That's because your conscious mind is constructing an awareness in you about everything around you. And underneath that operation of your conscious mind, there are billions of neurons working in proper harmony.",
        "author": "Abhijit Naskar",
        "category": "conscious-awareness, consciousness, consciousness-explained, consciousness-mind-brain, consciousness-quotes, human-mind, mind, neurology, neuroscience"
    },
    {
        "quote": "Education is the greatest manifestation of the innate potential of human mind.",
        "author": "Abhijit Naskar",
        "category": "educational-philosophy, educational-quotes, knowledge-education, mind, mind-power, mind-quotes"
    },
    {
        "quote": "It is pretty simple - mind is a part of life - consciousness is a part of mind - God is a part of consciousness.",
        "author": "Abhijit Naskar",
        "category": "consciousness, consciousness-explained, consciousness-mind-brain, consciousness-quotes, god, inspirational, inspiring, life, mind, neuroscience, neurotheology, pearls-of-wisdom, philosophy-of-science, science-and-religion, theology, truth"
    },
    {
        "quote": "In your usual state of consciousness, there is a separate quale experience of everything you observe. But when you transcend into the domain of absolute divinity, all your qualia get mixed up.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, consciousness, mind, mind-body-spirit, mind-quotes, nondual-philosophy, nondualism, nonduality, oneness, oneness-awareness, qualia"
    },
    {
        "quote": "Neuron is to Consciousness, what D.N.A. is to Life. Thus, Biology of Mind is to the twenty-first century, what Biology of Life was to the twentieth century.",
        "author": "Abhijit Naskar",
        "category": "biology, consciousness, life, mind, neurology, neuroscience, science, science-of-mind"
    },
    {
        "quote": "Nobody wants great things for you. They all want you to be something they deem important for them.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, entrepreneurship-quotes, passion, pursuit-of-passion, self-awareness, self-confidence, self-esteem, self-motivation, self-realization, success-quotes, success-strategies"
    },
    {
        "quote": "​Belief is exclusively a matter of personal domain. It has nothing to do with reality.",
        "author": "Abhijit Naskar",
        "category": "belief, belief-quotes, belief-system, brainy-quotes, knowledge-quotes, neuropsychology, neurotheology, perception-and-reality, perception-of-reality, reality, social-psychology"
    },
    {
        "quote": "There is no such thing as “vaginal orgasm” vs. “clitoral orgasm”. The entire ring of tissues that surrounds the vaginal opening is connected to the clitoris by nerves and blood vessels. Ultimately all these tissues together are responsible for the female orgasm. This entire erogenous zone is often referred to as the “ring of fire”.",
        "author": "Abhijit Naskar",
        "category": "bedroom-talk, clitoris, love, love-making, relationship-advice, relationship-advice-quotes, relationship-quotes, relationships-101, romance, sex, sexology, sexuality, vagina, vagina-fact, women-body"
    },
    {
        "quote": "Patience triumphs over everything.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspirational-quotes, inspiring, patience, patience-brings-strength, patience-quotes, success-quotes, wisdom-inspirational, wisdom-quotations, wisdom-quotes"
    },
    {
        "quote": "Pathology can indeed cause experiences of the Kingdom of God, but not all God experiences are caused by pathology.",
        "author": "Abhijit Naskar",
        "category": "cognitive-science, consciousness, god-quotes, kingdom-of-god, neuroscience, neurotheology, philosophy-of-science, science-and-religion, science-and-religion-quotes, wisdom-quotes"
    },
    {
        "quote": "Plenty are the tastes and plenty are the paths.",
        "author": "Abhijit Naskar",
        "category": "belief-systems, faith, faith-quotes, inspirational, philosophy, philosophy-of-life, religion, religion-and-philosophy, religion-quotes, religions, religious, religious-beliefs, religious-diversity, religious-extremism, religious-faith, religious-freedom, religious-quote, religious-quotes, religious-tolerance, religious-views, religious-violence, truth, wisdom-quotes"
    },
    {
        "quote": "Never trust books on the question of whether or not to trust your rational thinking. Trust your rational thinking on the question of whether or not to trust the books.",
        "author": "Abhijit Naskar",
        "category": "free-thinkers, free-thinking, free-thinking-abilities, free-thinking-quotes, life-philosophy, philosophy, philosophy-of-life, rational, rational-spirituality, rational-thought, rationality, religion, religious-beliefs, religious-extremism, religious-violence, scripture, wisdom, wisdom-quotes, wise-quotes"
    },
    {
        "quote": "Biology without selfishness, is nothing but fiction.",
        "author": "Abhijit Naskar",
        "category": "biology, evolution, selfish-gene, selfish-quotes, selfish-world, selfishness, wisdom, wisdom-quotes"
    },
    {
        "quote": "All deities are external manifestation of humanity's internal divinity.",
        "author": "Abhijit Naskar",
        "category": "brainy-quote, brainy-quotes, neuroscience, neurotheology, religion, rituals, wisdom-quotes, wise-words, words-of-wisdom, worshipping"
    },
    {
        "quote": "​Pass on bravery and wisdom to the future generations, not some ragged traditions and baseless cowardice.",
        "author": "Abhijit Naskar",
        "category": "brave-quotes, bravery, coward-quotes, cowardice, future-generations, future-quotations, inspirational, make-a-change, superstition, traditions, wisdom-quotes, wise, wise-sayings"
    },
    {
        "quote": "I dream of a planet where the science of the mind, brings the Bible, the Vedas, the Quran, and all other scriptures together and binds them with the golden twine of harmony.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, religious-freedom, religious-tolerance, science-of-human-nature, science-of-mind, wisdom-quotes, wise-sayings, wise-words"
    },
    {
        "quote": "Religious unity does not come so easily. It is not a piece of pie, which you can buy in the shop. It takes sincere efforts from every single human being on this planet.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, faith, inspirational-quotes, religion-and-philoshophy, religious-freedom, religious-tolerance, spiritual-wisdom, wisdom, wisdom-quotes, wise-quotes"
    },
    {
        "quote": "Teach the children compassion and empathy, for all creatures are born selfish.",
        "author": "Abhijit Naskar",
        "category": "altruism, child-psychology, childhood, children, compassion, compassion-quotes, compassion-wisdom, empathy, parenting, parenting-101, parenting-advice, parenting-quotes, selfish-gene-theory, selfish-quotes, selfish-world, selfishness"
    },
    {
        "quote": "Modern humans are taught from the childhood that they are weak and sinners. Teach them that they are embodiment of glory and children of immortal strength. Eventually a society full of bravehearts will rise.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, child-psychology, childhood, children, future-of-humanity, inspirational, parenting, parenting-quotes"
    },
    {
        "quote": "Never put a single thought of weakness in the flourishing minds of the children. Fill them up with vigour and compassion, for their character will define the future of the entire human species.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, child-psychology, children, future-of-humanity, human-mind, inspirational, parenting, parenting-101, parenting-advice, parenting-quotes, strength-and-courage, strength-of-character, strength-quotes, weakness-and-strength, weaknesses-quotes"
    },
    {
        "quote": "Fairytales are healthy for the children. As they grow up, the magical thinking wears off, but the fairytale-induced creative brain circuits stay forever.",
        "author": "Abhijit Naskar",
        "category": "child-psychology, childhood, children, children-s-literature, fairytales, neuroscience"
    },
    {
        "quote": "Harmony is not a luxury, it is an existential necessity of the species. And to achieve it, if a hundred Bibles have to be sacrificed, then be it. But for no Bible, Quran or Gita, can harmony be compromised.",
        "author": "Abhijit Naskar",
        "category": "bible, brainy-quotes, gita, harmony, inspirational, inspiring, philosophy, quran, rational-thinking, religious-diversity, religious-harm, religious-harmony, religious-tolerance, religious-toleration, religious-violence, social-norms, social-progress, society, truth, words-of-wisdom"
    },
    {
        "quote": "A cricketer who hits a century in one match may score zero in the next, if he does not have the same outfit, shoes and bat that he used in the first match. In fact, many sportsmen keep some kind of talisman in their pocket that acts as a lucky charm for their game. Here the talisman or the outfit doesn’t possess any magical power that helps the player to perform better. But it is their own subconscious reliance on the charm, that makes them give their best.",
        "author": "Abhijit Naskar",
        "category": "belief, charm, consciousness, human-mind, luck, lucky-charms, mind-power, neuropsychology, power-of-mind, prejudice, psychology, science-of-mind, talisman, talismans, truth"
    },
    {
        "quote": "The purpose of my work is not to educate people, rather it is to enrich human life with self-awareness.",
        "author": "Abhijit Naskar",
        "category": "human-life, inspirational, self-awareness, self-improvement, self-realization"
    },
    {
        "quote": "Each day I wake up with a naive perspective of life and universe, and walk towards understanding a little more about the true nature of human perception with all its vivacious nuances and behavioral expressions.",
        "author": "Abhijit Naskar",
        "category": "behavioral-psychology, cognitive-psychology, consciousness, consciousness-science, inspirational, neurobiology, neurology, neuropsychology, neuroscience, perception, perception-of-reality, self-improvement, wisdom-quotations"
    },
    {
        "quote": "If you can imagine it, you can achieve it.",
        "author": "Abhijit Naskar",
        "category": "achieve, achieve-your-dreams, achievement, achievement-and-attitude, achievement-quotes, achievements-success, imagination, imagination-quotes, imaginative-mind, inspirational, inspirational-quotes, self-awareness, success-quotes"
    },
    {
        "quote": "Beliefs are a quintessential part of the human psyche, but they can be both healthy and harmful. And the beliefs of the fundamentalist Australopithecines are particularly harmful. These beliefs are what we call \"delusions\". Except unlike in a neuropsychological ailment, the delusion of the fundamentalists is not just harmful for the individuals suffering from it, but more importantly it is the greatest threat to peace, progress and wellbeing of the entire human species.",
        "author": "Abhijit Naskar",
        "category": "belief, delusion, funamentalism, harmony, religion, religious-diversity, religious-extremism, religious-freedom, religious-fundamentalism, religious-violence, truth-quotes"
    },
    {
        "quote": "Believing without questioning is an insult to the human conscience.",
        "author": "Abhijit Naskar",
        "category": "belief, belief-system, conscience, conscience-and-attitude, conscience-quotes, conscience-reasoning, conscious-awareness, consciousness, inspirational, inspirational-quote, inspirational-quotes, life-philosophy"
    },
    {
        "quote": "​Blind faith may be healthy for the individual mind, but it is not religion.",
        "author": "Abhijit Naskar",
        "category": "belief, faith, faith-quotes, faith-strength, faith-vs-reason, religion, religion-and-philosophy, religion-spirituality"
    },
    {
        "quote": "A prayer/meditation a day, keeps the Doctor away.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, divinity, healthy-living, healthy-mind, inspirational, meditation, meditations-quotes, neuroscience, neurotheology, prayer"
    },
    {
        "quote": "Meditation is good for the elderly, great for adults, even greater for children, and greater still for pregnant women. So, meditate and be well.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, meditation, meditation-experience, meditation-quotes, mindfulness, mindfulness-meditation, mindfulness-practice, mindfulness-quotes, neuroscience"
    },
    {
        "quote": "Meditation is a secular practice, not a religious practice.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspiring, meditation, meditation-quotes, mindfulness, mindfulness-meditation, mindfulness-practice, pearls-of-wisdom, secular, secular-enlightenment, secularism, words-of-wisdom, zen"
    },
    {
        "quote": "Meditation is the brain's way to exercise.",
        "author": "Abhijit Naskar",
        "category": "meditation, meditation-experience, meditation-journey, meditations-quotes, mindfulness, mindfulness-meditation, mindfulness-quotes, neurotheology"
    },
    {
        "quote": "In the non-dual state, God, soul and universe are essentially one absolute system which is all-pervading, uncreated, self-luminous and eternal.",
        "author": "Abhijit Naskar",
        "category": "advaita, advaita-vedanta, god, meditation, mindfulness-quotes, nondual, nondual-philosophy, nondualism, nonduality, nonduality-yoga, philosophy-of-life, philosophy-quotes, religious-freedom, transcendentalism"
    },
    {
        "quote": "Awakening into the God state makes all the perceptual limitations of the mind disappear, just like a bucket of muddy water turns crystal-clear once poured into the ocean.",
        "author": "Abhijit Naskar",
        "category": "consciousness-quotes, god, human-mind, kundalini, meditation, transcendence-quotes, transcendentalism"
    },
    {
        "quote": "First law of pleasurable love-making in the long run, is that you don't keep naked pictures of your partner on your phone.",
        "author": "Abhijit Naskar",
        "category": "love, love-making, relationship, relationships-101, romance, romance-quotes"
    },
    {
        "quote": "All women desire one simple quality in their partner, which is understanding.",
        "author": "Abhijit Naskar",
        "category": "dating, dating-advice, dating-quotes, love, love-quote, love-quotes-and-sayings, love-quotes-for-him, relationship, relationship-advice, relationship-advice-for-men, relationship-advice-quotes, relationship-problems, relationship-quotes, relationships-101, relationships-love"
    },
    {
        "quote": "The religion that I advocate, and so did the mortal humans known as Jesus, Buddha and Nanak, is the religion of love, compassion and self-realization.",
        "author": "Abhijit Naskar",
        "category": "buddha, christ, compassion, conscience, inspiring, jesus, love, love-and-kindness, nanak, religion, religious-philosophy, self-awareness, self-realization, service-of-humanity"
    },
    {
        "quote": "Religion is not a book, it is not an institution, and it is not even a person. True Religion is realization of the self.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspiring, neurotheology, pearls-of-wisdom, philosophy, religion, religious-philosophy, science-and-religion, science-of-mind, theology, truth, wisdom, words-of-wisdom"
    },
    {
        "quote": "Truth is a T-Rex. Let it out and you won't need to defend it. It'll defend itself.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, inspiring, truth, truth-inspirational, truth-quotes, words-of-wisdom"
    },
    {
        "quote": "My question to the atheist is, do you want an atheist world or a peaceful world? And to the believer, do you want a religious world or a peaceful world? Religious orientation doesn't define peace, but the answer here may define one's true nature.",
        "author": "Abhijit Naskar",
        "category": "atheism, brainy-quotes, inspiration, inspirational, inspiring, peace-on-earth, peace-quote, religion-and-philosophy, religious-extremism, religious-faith, truth, wisdom, wise-sayings, world-peace"
    },
    {
        "quote": "A handful of lion-hearts can wake the whole world up.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspiration, inspiring, philosophy, social-change, young-people, youth, youthful-optimism, youthfulness"
    },
    {
        "quote": "Man and woman are the two wheels of society. If either one becomes defective, the society cannot make progress.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, growth-and-development, harmony, humanism, inspirational, inspirational-quotes, inspiring, man-and-woman, woman-s-strength, womanhood, womanhood-quotes"
    },
    {
        "quote": "If you don’t act now, the day is not far, that this beautiful planet of yours, which you call home, shall be turned into a dry barren wasteland by the blood-sucking fundamentalists.",
        "author": "Abhijit Naskar",
        "category": "free-thinking-quotes, fundamentalism, inspiration, inspirational, inspiring, inspiring-quotes, rational-thinking, religion-and-science, religion-philosophy, religious-extremism, religious-violence"
    },
    {
        "quote": "Respect yourself and the whole world will respect you.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, inspiring, self-confidence, self-esteem, self-realization, self-respect, wise-quotations, wise-quotes, wise-sayings"
    },
    {
        "quote": "Dare to exercise rational thinking.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspirational-quotes, inspiring, rational, rational-thinker, rational-thinking, rational-thought, wise-quotes, wise-words, words-of-wisdom"
    },
    {
        "quote": "​Through ignorance a common man considers his own religion to be the best and makes much useless claims, but when his mind is illuminated by Self-Knowledge, all sectarian quarrels disappear.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, humanism, inspiration, inspirational-quotes, inspiring, philosophy-of-religion, pursuit-of-truth, religion, religious-diversity, religious-extremism, religious-tolerance, self-knowledge, self-knowledge-quotes"
    },
    {
        "quote": "One who has just learnt a foreign language, constantly resorts, while talking, to words belonging to that language in order to make a show of his or her achievement. But one who knows the language well, seldom uses it when speaking in his or her own mother tongue. Such is the case with those who are well advanced in religion.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspiring, philosophy, religion-and-philosophy, religion-spirituality, religious-extremism, religious-quotes"
    },
    {
        "quote": "First know the Self and then talk of social reformation.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, inspirational-quotes, inspiring, life, philosophy, philosophy-quotes-self, self-awareness, self-knowledge, social-change, social-reform, social-work, truth"
    },
    {
        "quote": "Never question the conviction of a scientist, based on mere scriptures.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, life-philosophy, philosophy-of-science, religion, religion-and-philosophy, religion-and-science, religion-vs-science, science-and-religion, science-and-religion-quotes, science-quotes, scientific-method, scientific-theory, scientist, scientists, scripture"
    },
    {
        "quote": "Learn to be true to yourself, and everything good will follow.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, life-philosophy, self, self-awareness, self-realization"
    },
    {
        "quote": "In order to attain extraordinary greatness, first you need to be drowned in the deepest fathoms of helplessness, misery and heartache.",
        "author": "Abhijit Naskar",
        "category": "achieve-your-dreams, achievement, achievement-and-attitude, achievement-quotes, dreams-inspirational, great-mind, greatness, greatness-in-you, greatness-quotes, life-philosophy, pearls-of-wisdom, philosophy, philosophy-of-life, philosophy-quotes, words-of-wisdom"
    },
    {
        "quote": "The more you keep your religious beliefs concealed from others, the lesser religious conflicts occur in the society.",
        "author": "Abhijit Naskar",
        "category": "life, life-lessons-quotes, life-philosophy, religion, religion-and-philosophy, religious-belief, religious-faith, religious-freedom, social-psychology, truth"
    },
    {
        "quote": "The more you learn the biology behind your every action, emotion and behavior, the better you become at accepting others the way they are.",
        "author": "Abhijit Naskar",
        "category": "acceptance, biology, brainy-quotes, inspirational, life-lessons, life-philosophy, love, motivational, science"
    },
    {
        "quote": "​You are only limited by your imagination.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, imagination, imagination-quotes, wisdom-inspirational, wisdom-quotations, wise-quotations, wise-quotes, wise-words"
    },
    {
        "quote": "In your imagination, 16,000 animals can fit into a boat that is only 440 feet long, 73 feet wide and 44 feet high. You can even decapitate a boy and then fit an elephant’s head on his headless body to bring him back to life. You can construct a demon with as many as ten heads and conceive him to be immortal unless he is hit at his navel. As far as your imagination is concerned, there is no boundary to perception.",
        "author": "Abhijit Naskar",
        "category": "fundamentalism, imagination, imagination-quotes, philosophy-of-religion, religion, religious-extremism"
    },
    {
        "quote": "My goal is simple. It is to take the human civilization with me on the path of sweet general harmony.",
        "author": "Abhijit Naskar",
        "category": "harmony, harmony-in-this-world, harmony-quotes, inspiration, inspirational, life, peace-and-harmony, truth, wise-quotations, wise-quotes, wise-sayings, wise-words, words-of-wisdom, world-peace"
    },
    {
        "quote": "Just imagine, among 8.7 million species, only one has become smart enough to ponder over the meaning of life. This simple evolutionary fact itself implies the gravitas of human life.",
        "author": "Abhijit Naskar",
        "category": "evolution, human-life, inspirational, life-is-an-adventure, life-is-beautiful, life-is-precious, pearls-of-wisdom, species, wise-words"
    },
    {
        "quote": "No Scripture comes from any Supreme Creator.",
        "author": "Abhijit Naskar",
        "category": "almighty-god, god, inspirational, inspirational-quotes, neuroscience, neurotheology, pearls-of-wisdom, religion-and-philoshophy, religion-quotes, religious-diversity, scripture, scriptures, wise-words"
    },
    {
        "quote": "Be sincere to nobody else, but yourself.",
        "author": "Abhijit Naskar",
        "category": "i-am-awesome, inspirational, inspirational-quotes, self, self-awareness, self-confidence, self-esteem, self-love, self-motivation, self-realization, wise-words"
    },
    {
        "quote": "Act like you have a lot of venom inside you, but never inject them into anyone.",
        "author": "Abhijit Naskar",
        "category": "arrogance-and-attitude, attitude, attitude-is-everything, attitude-quotes, brainy-quotes, inspirational, inspirational-attitude, inspirational-quotes, self-confidence, self-esteem, self-realization, self-respect, wisdom, wise-words"
    },
    {
        "quote": "The highest creed is Universal Acceptance.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, religious-freedom, religious-tolerance, religious-toleration, truth, univeral-truth, wisdom, wise-words, words-of-wisdom"
    },
    {
        "quote": "The only sin in this world is to lose faith in yourself.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, philosophy, philosophy-quotes, self, self-awareness, self-realization, words-o-wisdom"
    },
    {
        "quote": "There is no God besides the Self. One who knows the Self, knows God.",
        "author": "Abhijit Naskar",
        "category": "god, god-quotes, life, nondualism, philosophy, philosophy-of-religion, religion, religion-quotes, religious-quotes, science-and-religion, self, self-awareness, truth-of-life, words-of-wisdom"
    },
    {
        "quote": "One who knows the Self, knows God.",
        "author": "Abhijit Naskar",
        "category": "god, god-quotes, inspirational, philosophy-of-religion, philosophy-quotes, religion, self, self-awareness, self-realization, truth, wisdom"
    },
    {
        "quote": "A newcomer to a city should first look for a suitable room for resting at night. After securing the room and keeping the luggage there, he or she may go out for sightseeing. Otherwise it'll be a lot of suffering to find a place to rest in the darkness of the night. Similarly, upon securing the eternal resting place in Self, one can freely roam around doing his or her daily works.",
        "author": "Abhijit Naskar",
        "category": "self, self-awareness, self-awareness-quote, self-awareness-quotes, self-knowledge, self-knowledge-quotes"
    },
    {
        "quote": "No one will give a damn about you and your excellence unless you give a damn about yourself.",
        "author": "Abhijit Naskar",
        "category": "inspirational, inspirational-quotes, self-confidence, self-esteem, self-love, self-realization, self-respect, success"
    },
    {
        "quote": "​Let your pretence of arrogance grow big as a Dinosaur, so that the fake intellectuals start to realize their true inferiority in front of you.",
        "author": "Abhijit Naskar",
        "category": "arrogance-and-attitude, arrogance-quotes, inspirational, pearls-of-wisdom, self-confidence, self-esteem, self-realization, wisdom-inspirational"
    },
    {
        "quote": "Consciousness is the product of electrochemical signalling in the neurons of your brain. So when the brain stops functioning fully, your consciousness, or to a broader aspect your mind ceases to exist with its unique individualistic qualities. It's like the soothing flow of water. It is only water as long as its internal realm of two atoms of hydrogen and one atom of oxygen, remains intact. If you break that structure which we call H20, it ceases to be water. Likewise a soul remains a soul, as longs as its neural structures remain intact. If you mess with those structure, then the entire personality of the soul may get radically altered. So, to think even further, if those neural structures inside your head stop working, then the soul ceases to exist forever. So, as long as you have a functional brain, you exist, and the moment that brain dies you die.",
        "author": "Abhijit Naskar",
        "category": "afterlife, consciousness, consciousness-explained, consciousness-mind-brain, consciousness-quotes, neurobiology, neuroscience"
    },
    {
        "quote": "The Kingdom of God is an earthly experience which manifests in an unearthly manner.",
        "author": "Abhijit Naskar",
        "category": "consciousness, experience, god-quotes, human-mind, human-nature, human-nature-wisdom, kingdom-of-god, neurology, neuroscience, neurotheology, religion"
    },
    {
        "quote": "Regardless of all our pretenses, deep within, we are still unconsciously the same old cave-people.",
        "author": "Abhijit Naskar",
        "category": "basic-instinct, brainy-quotes, consciousness, evolution, evolutionary-psychology, human-behavior, primitive, primitive-human-behavior, primitive-urges"
    },
    {
        "quote": "Even though it is common knowledge in our field of Neuroscience, I take immense pleasure every time I realize that our perception of the whole universe emerges from the activity of the little specks of jelly inside our skull.",
        "author": "Abhijit Naskar",
        "category": "biology, consciousness, human-mind, human-nature, mind-quotes, neurobiology, neurology, neuroscience, perception, perception-of-reality, philosophy-of-science, truth"
    },
    {
        "quote": "We can tell a lot about a creature's level of consciousness by understanding their perception of death.",
        "author": "Abhijit Naskar",
        "category": "consciousness, consciousness-mind-brain, consciousness-quotes, death, death-quotes, neuroscience"
    },
    {
        "quote": "God is simply a magnificent state of the mind, where the finite turns infinite.",
        "author": "Abhijit Naskar",
        "category": "consciousness, god, neurotheology, transcendence, transcendence-quotes, truth"
    },
    {
        "quote": "Various fascinating psychological elements are involved in the transcendental state of human consciousness. One may lose the ability to distinguish one’s self from the rest of the world in transcendence, but still it is the human brain that constructs that state of mind. Hence, even in that altered state of consciousness one is not totally devoid of one’s beliefs, conjectures, ideas and fantasies. In fact, these ideas fill up the transcendental experience with all kinds of fanatic stories that happen to be unique, based on the person’s inner urges and drives.",
        "author": "Abhijit Naskar",
        "category": "advaita-vedanta, awakening, consciousness, god, kabalah, kundalini, neurotheology, nirvana, nirvana-quotes, nondual, nondual-philosophy, nonduality, thought-provoking-quotes, transcendence, transcendence-quotes, transcendental, transcendentalism-god"
    },
    {
        "quote": "God is not an Almighty Being watching over life on earth. God is the Event Horizon of Human Consciousness.",
        "author": "Abhijit Naskar",
        "category": "brainy-quote, consciousness, divinity, god, life-lessons, neurotheology, religion, spirituality-quotes, theology"
    },
    {
        "quote": "You are both the worshipper and the worshipped.",
        "author": "Abhijit Naskar",
        "category": "god, philosophy-of-religion, philosophy-quotes, pupil, religion, self-awareness, self-realization, spirituality-quotes"
    },
    {
        "quote": "Morality exists in the neurons as a natural sensation. Religion only tries to codify it.",
        "author": "Abhijit Naskar",
        "category": "divine-self, inspiration, moral-philosophy, morality, morality-quotes, morality-without-religion, neurosciencee, neurotheology, religion, religious-morality, self-awareness, truth"
    },
    {
        "quote": "The God that humanity so keenly seeks, lives within the human biology, yet they wander hitherto searching for it.",
        "author": "Abhijit Naskar",
        "category": "divine-self, god, god-quotes, inspirational, philosophy-of-religion, self-awareness"
    },
    {
        "quote": "Religion, as it is generally taught all over the world, is said to be based upon faith and belief, and, in most cases, consists only of different sets of theories, and that is the reason why we find all religions quarrelling with one another.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, religion, religion-and-philosophy, religion-quotes, religion-spirituality, religious-diversity, religious-extremism, self-awareness, self-realization"
    },
    {
        "quote": "You may travel the whole world, but you'll not find true religion anywhere. Whatever there is, it is in your own mind.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, divine-self, god, inspiration, inspirational, inspirational-quotes-about-life, inspirational-religious, religion-faith, religious-quote, self-awareness"
    },
    {
        "quote": "There is no such thing as 'God given scripture', 'the messenger of God' or 'the Last Prophet'.",
        "author": "Abhijit Naskar",
        "category": "god, god-given, neurotheology, nondual-philosophy, nondualism, prophet, scripture, self-awareness, transcendentalism"
    },
    {
        "quote": "The only quality that distinguishes the greats from the masses, is the unwillingness to give up.",
        "author": "Abhijit Naskar",
        "category": "genius-quotes, great-souls, greatness, greatness-in-you, greatness-quote, greatness-quotes, inspirational, inspirational-quotes, philosophy, truth"
    },
    {
        "quote": "Once a baby is born, the parents have around one and a half decades to build his or her character and fill the mind with vigour and virtues.",
        "author": "Abhijit Naskar",
        "category": "baby, child-psychology, human-mind, inspirational, parenting, parenting-101, parenting-children, parenting-quotes"
    },
    {
        "quote": "​On top of the government-hierarchy you need an unpolluted group of scientists to give a nation the best direction.",
        "author": "Abhijit Naskar",
        "category": "behaviorism, government, government-corruption, government-quotes, government-regulation, inspirational, nation-building, neuropsychology, pearls-of-wisdom, philosophy, philosophy-of-science, political-philosophy, political-science, social-psychology"
    },
    {
        "quote": "It's been long since thinking humanity has learnt that love is a majestic creation of the brain, yet that knowledge hasn't made love be deemed any less glorious. Then why should it threaten the religious believer to learn that divinity as well is a natural creation of the brain?",
        "author": "Abhijit Naskar",
        "category": "divine-self, divinity, divinity-within, human-mind, human-nature, love, neurobiology, neurology, neuroscience, neurotheology, truth, truth-of-life, truth-quotes"
    },
    {
        "quote": "Neither humans nor the Gods that they have created are superior to old Mother Nature.",
        "author": "Abhijit Naskar",
        "category": "biology, brainy-quotes, evolution, evolutionary-biology, god, mother-nature, nature-quotations, nature-s-beauty"
    },
    {
        "quote": "Good and evil are both within us. And when our primitive ancestors humanized these natural qualities of the mind, they got two completely opposite supernatural characters. One was the merciful lord almighty and the other was the wicked devil.",
        "author": "Abhijit Naskar",
        "category": "aboriginal-culture, ancient-culture, brainy-quotes, brainy-quotes-life-lessons, evolution, evolutionary-biology, evolutionary-psychology, life, pearls-of-wisdom, primitive-human-behavior, primitive-men, primitive-psyche, primitive-religion, primitive-urges, religion-and-science, religious, social-psychology, truth, truth-quotes"
    },
    {
        "quote": "Evolutionarily speaking, love is all about procreation.",
        "author": "Abhijit Naskar",
        "category": "biology, evolution, evolutionary-psychology, infatuation, love, procreation, relationshp, sexuality"
    },
    {
        "quote": "The existence of true religion is predicated on the practice of goodness. Goodness is Godliness. There is nothing else. Religion lies in practice, not in bookish theories.",
        "author": "Abhijit Naskar",
        "category": "god, philosophy-of-life, religion-quotes, true-religion"
    },
    {
        "quote": "With the glorious flames of compassion in your heart, embrace the goodness from all religions.",
        "author": "Abhijit Naskar",
        "category": "goodness-quotes, philosophy-of-life, religious-tolerance"
    },
    {
        "quote": "There is a scientific explanation behind everything. Finding it depends on whether you give in to the much simpler supernatural explanation.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, paranormal, science, supernatural"
    },
    {
        "quote": "End the eternal battle of beliefs once and for all. If you are a believer, love your fellow non-believer for all the good things he or she has to offer. And if you are an atheist, then love your fellow believer for all the positivity he or she possesses.",
        "author": "Abhijit Naskar",
        "category": "acceptance, acceptance-of-oneself-and-others, acceptance-quotes, beliefs, brotherhood, brothers-and-sisters, inspirational, inspirational-quotes, one-human-race, religious-tolerance, tolerance"
    },
    {
        "quote": "If you want to breed something, breed bravehearts, not soulless racehorses.",
        "author": "Abhijit Naskar",
        "category": "brave-men-and-women, brave-new-world, brave-quotes, braveheart, child-abuse, child-psychology, childhood, childhood-abuse, rat-race"
    },
    {
        "quote": "Ten responsible and rational young citizens are sufficient to clean up the mess of a thousand old superstitious citizens.",
        "author": "Abhijit Naskar",
        "category": "citizens-of-a-great-nation, making-a-change, making-an-impact, nation-building, nationalism, patriotism, pearls-of-wisdom, wisdom-quotations, wise-quotes"
    },
    {
        "quote": "A Christian sits in his or her well and thinks that the whole world is his or her well. The Jew sits in his or her little well and thinks that it is the whole world. A Muslim sits cooped up in his or her tiny well and believes it to be the whole universe. The same goes for a Hindu and all others.",
        "author": "Abhijit Naskar",
        "category": "religion, religion-and-philosophy, religion-quotes, religious-beliefs, religious-extremism, wise-quotes"
    },
    {
        "quote": "Real religion begins where the tiny cocoons of belief systems end.",
        "author": "Abhijit Naskar",
        "category": "belief-quotes, belief-systems, divine-self, faith, god, inspirational, inspirational-quotes, philosophy, religion, religion-and-philosophy, religion-spirituality, religious-beliefs, religious-quote, religious-quotes, religious-tolerance, truth, wise-quotes"
    },
    {
        "quote": "Truth is independent of all dogmas, ancient or modern.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, dogmatism, pearls-of-wisdom, truth, truth-quotes, wisdom-quotations, wise-quotations, wise-quotes, wise-thoughts"
    },
    {
        "quote": "A Film has the potential to kindle such a spark of inspiration in an individual that it can alter the course of human progress.",
        "author": "Abhijit Naskar",
        "category": "acting, acting-life-actress, actor, actor-quotes, actors, actress, brainy-quotes, cinema, cinematography, director-be-film, film, film-director, film-industry, film-makers, film-making, film-script, filming, filmmaking, films, inspirational, movie, movie-making, movie-quote, movie-quotes, movies, social-psychology, wisdom, words-of-wisdom"
    },
    {
        "quote": "Healthy entertainment does not evoke raw emotions in the mind of a viewer only to make them wreak havoc, rather it guides those emotions in a healthy direction.",
        "author": "Abhijit Naskar",
        "category": "acting, acting-life-actress, actor, actor-quotes, actors, actress, brainy-quotes, cinema, cinematography, director-be-film, entertainment-industry, film, film-director, film-industry, film-makers, film-making, film-script, filming, filmmaking, films, inspirational, model, modeling, movie, movie-making, movie-quote, movie-quotes, movies, social-psychology, wisdom, words-of-wisdom"
    },
    {
        "quote": "Healthy entertainment is a beautiful blend of stimuli that can connect with the viewer at a sentimental level, then sow the seeds of a certain idea or feed the mind with inspiration and courage. In short, healthy entertainment does not evoke raw emotions in the mind of a viewer only to make them wreak havoc, rather it guides those emotions in a healthy direction. This leads to not only an entertained viewer, but also an inspired soul. And that should be the purpose of film-making, and indeed the entire entertainment industry, rather than feeding the general population with garbage.",
        "author": "Abhijit Naskar",
        "category": "acting, acting-life-actress, actor, actor-quotes, actors, actress, brainy-quotes, cinema, cinematography, director-be-film, entertainer, entertainment-industry, film, film-director, film-industry, film-makers, film-making, film-script, filming, filmmaking, films, inspirational, model, modeling, movie, movie-making, movie-quote, movie-quotes, movies, social-psychology, wisdom, words-of-wisdom"
    },
    {
        "quote": "Religious fundamentalists belong in a museum at the exhibit of medieval antiquities, not in any nation.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, fundamentalism, inspirational, religion, religious-extremism, scripture, truth, words-of-wisdom"
    },
    {
        "quote": "The intellectual scholars who keep saying 'this is wrong' and 'that is wrong', are neither scholars nor intellectuals. In reality, they are more ignorant than the layman.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, intellectual, intellectual-quotes, philosophy, philosophy-quotes, scholar, scholar-quotes, truth, words-of-wisdom"
    },
    {
        "quote": "Stop looking at people's religions. Try to look at the goodness within them.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, goodness, goodness-inspirational, goodness-quotes, humanism, philosophy, words-of-wisdom"
    },
    {
        "quote": "Contentment is the greatest wealth.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, contentment, contentment-and-attitude, contentment-quotes, inspirational, inspirational-quotes, peace-of-mind, words-of-wisdom"
    },
    {
        "quote": "Religion comes not where reign fundamentalism and authoritarianism.",
        "author": "Abhijit Naskar",
        "category": "harmony-quotes, philosophy, philosophy-of-religious, religion, religious-quote, religious-tolerance, religious-violence, words-of-wisdom"
    },
    {
        "quote": "Beauty lies in simplicity.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, simplicity, simplicity-and-joy, simplicity-happiness-joy, simplicity-imagination, simplicity-in-life, simplicity-of-being, words-of-wisdom"
    },
    {
        "quote": "Science is never rigid, it is flexible. It can bend towards any direction that ultimately tends to do good to humanity. Religion must learn the same. And the moment any religion learns that, it would become the most scientific religion in the world.",
        "author": "Abhijit Naskar",
        "category": "philosophy, religious-faith, religious-freedom, religious-tolerance, science-and-religion, scientific-discovery, scientific-method, words-of-truth, words-of-wisdom"
    },
    {
        "quote": "The book-learned preacher who carries the badge of authority, is by no means religious.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, fundamentalism, inspirational-quotes, philosophy, preaching, religion-and-philosophy, religious, religious-belief, religious-diversity, religious-freedom, religious-philosophy, religious-quotes, religious-tolerance"
    },
    {
        "quote": "Every scripture, no matter how ancient, must go through rigorous human scrutiny.",
        "author": "Abhijit Naskar",
        "category": "inspiration, rational-thinking, religion-and-philosophy, religious, rleigious-quotes, scripture, scriptures"
    },
    {
        "quote": "Practice creates more connections among the neurons, which push you a little further towards perfection.",
        "author": "Abhijit Naskar",
        "category": "inspirational, neuroscience, perfection, practice-makes-perfect, practice-quotes"
    },
    {
        "quote": "It's about religious acceptance, it's no longer about religious tolerance.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, harmony, religious-diversity, religious-freedom, religious-fundamentalism, religious-tolerance, religious-toleration, universal-acceptance, universal-tolerance, universal-toleration"
    },
    {
        "quote": "If one does not have the basic conscientious capacity to refute the primitive textual verses of the scriptures that demand one to kill or torture another being for holding a different belief system than one's own, then that entity is no being of the civilized human society, it is merely a pest from the stone-age.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, fundamentalism, fundamentalists, holy-war, infidelity, infidels, rational-thinking, reasoning, religious-extremism, religious-fundamentalism, religious-violence, scriptures"
    },
    {
        "quote": "The solution you seek, can be found nowhere else but within you.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, inspirational, problem, problems-in-life, problems-quotes, solution, solution-quotes, solution-to-problems"
    },
    {
        "quote": "All religions are born from individual experiences of divine awakening, not from some books.",
        "author": "Abhijit Naskar",
        "category": "awakening, brainy-quotes, divine-self, god, god-quotes, inspirational, philosophy-of-religion, religion, religious-quotes, transcendental-meditation"
    },
    {
        "quote": "Mankind, not womankind, has slaughtered more humans in the name of God and Religion than for any other reason.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, female-empowerment, god, life, malevolence, misogyny, religion, religion-quotes, religious-extremism, religious-violence, truth, womanhood, world-peace"
    },
    {
        "quote": "It is necessary for the future scientists interested in the field of Neurotheology, to have a bit naïve approach towards the whole idea of God and religion beyond the conventional labels of religion and atheism.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, god, inspirational, inspirational-quotes, inspiring-quotes, neurobiology, neuropsychology, neuroscience, neurotheology, philosophy-of-science, religion, science-and-religion"
    },
    {
        "quote": "The frog in the well knows nothing more grand than its own tiny well.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, brainyquote, fundamentalism, inspiration, inspirational, life, philosophy, philosophy-of-religion, religious-beliefs, religious-extremism, religious-faith, religious-freedom, religious-tolerance, religious-violence, truth"
    },
    {
        "quote": "Scientific Religion is compatible with Science and in fact, they enrich each other. That's because scientific religion is simply the realization of divinity within one's heart. Therefore, Science and Scientific Religion smoothen each other's path of progress. While on the contrary, far from being compatible with Science, Theoretical Religion consistently tries to impede the development of human society. Moreover, being rigidly based on bookish doctrines, it keeps making efforts to drag the human society back to the Stone Age.I am afraid, if you don't act now, the relentless battle between Theoretical Religions will turn this beautiful planet which we call home, into a barren wasteland.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, divinity-within, god, inspirational-quotes, inspiring-quotes, inspiring-quotes-on-life, philosophy-of-religion, science-and-religion, science-vs-religion"
    },
    {
        "quote": "If you are a student of science and still haven't studied the works of Tesla, then your entire scientific education has been a waste of time. Because most of the technological wonders of 21st Century, which the modern humans are so proud of, are the product of one marvellous human mind - Nikola Tesla.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, modern-science, science, science-lessons, tesla, thinkers"
    },
    {
        "quote": "Philosophy lets you imagine the infinity, and Science makes you get there.",
        "author": "Abhijit Naskar",
        "category": "brainy-quotes, brainyquote-com, life-lessons, philosophy, philosophy-of-science, science"
    },
    {
        "quote": "No nation can truly develop unless fanaticism, primitive superstitions and metaphysical non-sense are eradicated.",
        "author": "Abhijit Naskar",
        "category": "nation, nation-building, nationalism, patriotic-citizens, patriotism"
    },
    {
        "quote": "A doctor's mission should not be to prevent death, but more importantly it should be to improve the quality of life.",
        "author": "Abhijit Naskar",
        "category": "doctor, inspirational, medical-students, medicine"
    },
    {
        "quote": "The majority of India's adult and elderly population is too medieval to think as civilized, rational and progressive human beings.",
        "author": "Abhijit Naskar",
        "category": "free-thinking, india, indians, inspirational, progressive, rational, social-psychology, truth"
    },
    {
        "quote": "I dream of a world where Science shapes the structure of a society, rather than politics.",
        "author": "Abhijit Naskar",
        "category": "future-generations, political-philosophy, politics, science, sociology"
    }
]