[
    {
        "quote": "Sand lines my soul which is filled with the breath of the ocean.",
        "author": "A.D. Posey",
        "category": "authors, awareness, breath, energy, energy-healing, happiness, inspiration, light, ocean, peace, poetry, sand, screenwriters, soul, spirituality, the-beach, truth, women-wisdom, writers-life"
    },
    {
        "quote": "Life is a sea of vibrant color. Jump in.",
        "author": "A.D. Posey",
        "category": "ad-posey, color, inspirational, jump-in, life, sea, stories, story, storytellers, storytelling, vibrant, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Always choose love over fear.",
        "author": "A.D. Posey",
        "category": "ad-posey, always, choose, inspirational, love, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "We are the thoughts we choose to keep.",
        "author": "A.D. Posey",
        "category": "ad-posey, choose, inspirational, keep, stories, story, storytellers, storytelling, thoughts, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The gift of knowledge is empowering, but the gift of wisdom is life-changing.",
        "author": "A.D. Posey",
        "category": "ad-posey, empowering, gift, inspirational, knowledge, life-changing, stories, story, storytellers, storytelling, wisdom, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Lighten up. Brighten up. Smile.",
        "author": "A.D. Posey",
        "category": "brighten-up, energy, enlightenment, enlightenment-quotes, inspiration, inspirational-quotes, life-quotes, lighten-up, peace, positivity, smile, spirituality, writer-quotes, writers"
    },
    {
        "quote": "A fiery spirit bursts from your soul.",
        "author": "A.D. Posey",
        "category": "awareness, courage-quotes, energy, enlightenment, enlightenment-quotes, fiery, inspiration, life-quotes, light, soul, spirit, spirituality, truth, writer-quotes, writers"
    },
    {
        "quote": "Love awakens the soul.",
        "author": "A.D. Posey",
        "category": "adrienne-posey, awakening, awareness, enlightenment, inspiration, love, love-quotes, peace, screenwriting, soul, spirituality, stories, storytelling, truth, writers"
    },
    {
        "quote": "Hollywood shines by virtue of light within.",
        "author": "A.D. Posey",
        "category": "adrienne-posey, awareness, film, hollywood, inspiration, peace, quote-of-the-day, quotes, spirituality, truth, women-in-film, writers"
    },
    {
        "quote": "Soup is cozy.",
        "author": "A.D. Posey",
        "category": "adrienne-posey, awareness, cozy, inspiration, peace, quote-of-the-day, quotes, soup, spirituality, truth, writer-quotes, writers"
    },
    {
        "quote": "Always have class but always kick ass.",
        "author": "A.D. Posey",
        "category": "ad-posey, class, inspirational, kick-ass, motivation, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Comfort yields complacency. Break free.",
        "author": "A.D. Posey",
        "category": "ad-posey, authenticity, awareness, be, break-free, comfort, comfort-zone, complacency, film, free, freedom, inspiration, laugh, live, love, peace, screenwriters, screenwriting, stories, story, storytellers, storytelling, truth, write, writers, writing"
    },
    {
        "quote": "I hear you in the morning sun.",
        "author": "A.D. Posey",
        "category": "authors, energy, film, hear, laugh, live, love, morning, screenwriters, spirituality, sun, women, women-wisdom, writers-life, writers-quotes, you"
    },
    {
        "quote": "Be the energy you want others to absorb.",
        "author": "A.D. Posey",
        "category": "absorb, authors, awareness, be, energy, energy-healing, energy-quotes, film, inspiration, inspirational-quotes, laugh, live, love, screenwriters, spiritual-development, spiritual-growth, spiritual-wisdom, spirituality, truth, wisdom, women, writers"
    },
    {
        "quote": "Greatness is achieved through kindness, compassion, and love.",
        "author": "A.D. Posey",
        "category": "achieve, authors, awareness, be, compassion, film, film-script, filmmaking, greatness, greatness-quotes, inspirational, inspirational-quotes, kindness, laugh, live, love, peace, screenwriters, screenwriting, spiritual-development, spiritual-growth, spiritual-wisdom, spirituality, truth, wisdom, women, writers, writers-inspiration"
    },
    {
        "quote": "A good friend is a healing friend.",
        "author": "A.D. Posey",
        "category": "authors, awareness, film, friend, friendship, friendship-quotes, healing, healing-energy, inspiration, peace, screenwriters, spiritual-development, spiritual-growth, spiritual-wisdom, spirituality, truth, wisdom, women, writers"
    },
    {
        "quote": "Like a flower, feel yourself rise above and begin to open.",
        "author": "A.D. Posey",
        "category": "authors, awareness, be, begin, flower, inspiration, inspirational-quotes, laugh, live, love, open, peace, quotes-for-women, rise, screenwriters, smile, spiritual-growth, spirituality, truth, wisdom, women, writers"
    },
    {
        "quote": "Life is beauty simply breathing.",
        "author": "A.D. Posey",
        "category": "authors, awareness, beautiful, beauty, breathing, film, inspiration, laugh, life, life-quotes, live, love, peace, screenwriters, simply, truth, wisdom, women, writers, writers-inspiration"
    },
    {
        "quote": "Peace is when we look upon the world together.",
        "author": "A.D. Posey",
        "category": "authors, awareness, film, inspiration, life-quotes, look, peace, screenwriters, screenwriting, smile, spirituality, together, truth, wisdom, women, world, writers"
    },
    {
        "quote": "Whatever you do, let it be lovely.",
        "author": "A.D. Posey",
        "category": "authors, be, create, film, inspiration, inspirational-quotes, laugh, live, love, lovely, peace, screenwriters, screenwriting, whatever-you-do, wisdom, women, writers, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Love is written by the soul.",
        "author": "A.D. Posey",
        "category": "authors, awareness, inspiration, love, love-quotes, peace, screenwriters, screenwriting, soul, spiritual-wisdom, spirituality, truth, wisdom, women, writers, writers-quotes, written"
    },
    {
        "quote": "Love is alive when there's music in your heart.",
        "author": "A.D. Posey",
        "category": "alive, authors, awareness, film, heart, inspiration, inspirational, inspirational-quotes, laugh, live, love, music, peace, screenwriting, spirituality, truth, wisdom, women, writers"
    },
    {
        "quote": "Love is enough.",
        "author": "A.D. Posey",
        "category": "authors, awareness, be, film, inspiration, inspirational-quotes, laugh, live, love, love-quotes, peace, screenwriters, spiritual-wisdom, spirituality, truth, wisdom, women, writers"
    },
    {
        "quote": "When a writer's heart is filled with the music of her soul, her words sing.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, energy, females, film, heart, her, light, love, music, peace, screenwriters, screenwriting, sing, soul, spirit, stories, story, storytellers, storytelling, women, words, write, writer, writing, writing-quotes"
    },
    {
        "quote": "Intuition is truth.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, be, energy, film, inspiration, intuition, life, love, peace, screenwriting, stories, storytellers, storytelling, truth, women, write, writers, writing"
    },
    {
        "quote": "Stories change the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, change, inspirational, stories, story, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Chaos is nothing more than beauty about to dance.",
        "author": "A.D. Posey",
        "category": "beauty, chaos, dance, enlightenment, enlightenment-quotes, inspiration, inspirational-quotes, words-of-wisdom, writer-quotes, writers"
    },
    {
        "quote": "Beauty is light set free.",
        "author": "A.D. Posey",
        "category": "adrienne-posey, authors, awareness, beautiful, beauty, energy, energy-healing, film, film-lovers, inspiration, laugh, light, live, love, mindfulness, peace, screenwriters, set-free, spiritual-journey, spirituality, truth, women-in-film, women-wisdom, writers-life, writers-quotes"
    },
    {
        "quote": "One day, your light will silence the darkness, and you will be surrounded by the beauty within.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, beauty, energy, energy-healing, film, fly, happiness, inspirational, inspirational-quotes, journey, life-changing, life-quotes, light, love, magic, peace, quotes, screenwriters, smile, soul, spiritual-wisdom, spirituality, truth, within, women-in-film, women-wisdom, writers"
    },
    {
        "quote": "Believe so brightly that everyone sees the beauty in believing.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, beauty, believe, believing, brightly, energy, film, happiness, inspirational, inspirational-quotes, light, love, peace, quotes, screenwriters, smile, soul, spirituality, truth, women-in-film, writers"
    },
    {
        "quote": "Beauty is a heart with wings.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, beauty, happiness, heart, inspirational, inspirational-quotes, love, peace, quotes, screenwriters, smile, truth, wings, writers"
    },
    {
        "quote": "Find beauty in the madness.",
        "author": "A.D. Posey",
        "category": "ad-posey, beauty, find, inspirational, madness, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "When your heart is open, your eyes see the beauty that is all around you.",
        "author": "A.D. Posey",
        "category": "ad-posey, all-around, beauty, heart, inspirational, open, see, storytellers, storytelling, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "We are artists. When we can’t find the beauty, we create it.",
        "author": "A.D. Posey",
        "category": "ad-posey, artists, beauty, create, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Breathe in the beauty all around you.",
        "author": "A.D. Posey",
        "category": "ad-posey, beauty, breathe, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Time unfolds beauty, wonder, and mystery to reveal the auspicious tapestry of life.",
        "author": "A.D. Posey",
        "category": "ad-posey, auspicious, beauty, inspirational, life, mystery, story, storytellers, storytelling, tapestry, tapestry-of-life, time, wonder, write, writers, writing, writing-quotes"
    },
    {
        "quote": "With grace and beauty, feel.",
        "author": "A.D. Posey",
        "category": "ad-posey, beauty, feel, grace, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "That which is cool is driven by the soul.",
        "author": "A.D. Posey",
        "category": "authors, awakening, awareness, be, cool, energy, film-lovers, filmmaking, happiness, inspiration, laugh, live, love, mindfulness, peace, screenwriters, screenwriting, soul, spiritual-growth, spiritual-wisdom, spirituality, stories, storytellers, storytelling, truth, women-in-film, women-wisdom, writers-life, writers-quotes"
    },
    {
        "quote": "Her words are her wings. She's flying.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, energy, energy-healing, film, fly, flying, happiness, inspirational, inspirational-quotes, life-changing, life-quotes, light, love, magic, peace, quotes, screenwriters, smile, soul, spiritual-wisdom, spirituality, truth, wings, women-in-film, women-wisdom, words, writer-quotes, writers, writing-life, writing-quotes"
    },
    {
        "quote": "A loving heart, determination, faith, courage, trust, belief, truth, and a solid soul create the wings with which we fly.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, belief, courage, determination, energy, faith, film, fly, happiness, heart, inspirational, inspirational-quotes, light, love, loving-heart, peace, quotes, screenwriters, smile, soul, trust, truth, wings, women-in-film, writers"
    },
    {
        "quote": "Every day is not a day to master but an adventure to experience.",
        "author": "A.D. Posey",
        "category": "ad-posey, adventure, authors, awareness, energy, energy-healing, every-day, experience, film, fly, happiness, inspirational, inspirational-quotes, life-changing, life-quotes, light, love, magic, peace, quotes, screenwriters, smile, soul, spiritual-wisdom, spirituality, truth, women-in-film, women-wisdom, writers"
    },
    {
        "quote": "Be still in peace and reach your highest peak.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, be-still, energy, energy-healing, film, fly, happiness, highest-peak, inspirational, inspirational-quotes, life-changing, life-quotes, light, love, magic, peace, quotes, reach, screenwriters, smile, soul, spiritual-wisdom, spirituality, truth, women-in-film, women-wisdom, writers"
    },
    {
        "quote": "Life is magic.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, energy, energy-healing, film, fly, happiness, inspirational, inspirational-quotes, life-changing, life-quotes, light, love, magic, peace, quotes, screenwriters, smile, soul, spiritual-wisdom, spirituality, truth, women-in-film, women-wisdom, writers"
    },
    {
        "quote": "Kind words change the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, change-the-world, energy, energy-healing, film, fly, happiness, inspirational, inspirational-quotes, kind, kindness, kindness-quotes, life-changing, life-quotes, light, love, magic, peace, quotes, screenwriters, smile, soul, spiritual-wisdom, spirituality, truth, women-in-film, women-wisdom, words, world, writers"
    },
    {
        "quote": "Film gives us a second chance at a first impression.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, energy, energy-healing, film, film-community, film-industry, film-script, filmmaking, first-impression, fly, happiness, inspirational, inspirational-quotes, life-changing, life-quotes, light, love, magic, movies, peace, quotes, screenwriters, second-chance, smile, soul, spiritual-wisdom, spirituality, stories, story, storytellers, storytelling, truth, women-in-film, women-wisdom, writers"
    },
    {
        "quote": "The best writing speaks when the heart whispers.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, energy, energy-healing, film, fly, happiness, heart, inspirational, inspirational-quotes, life-changing, life-quotes, light, live, love, magic, peace, quotes, screenwriters, smile, soul, speaks, spiritual-wisdom, spirituality, the-best, truth, whispers, women-in-film, women-wisdom, writers, writers-life, writers-quotes, writing, writing-quotes"
    },
    {
        "quote": "Drizzle happiness wherever you go.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, drizzle, energy, film, happiness, heart, inspirational, inspirational-quotes, light, love, peace, quotes, screenwriters, smile, soul, truth, women-in-film, writers"
    },
    {
        "quote": "Crying cleanses the soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, authenticity, awareness, be, cleanses, cry, crying, energy, inspiration, life, light, love, peace, soul, stories, story, storytellers, storytelling, truth, write, writers, writing"
    },
    {
        "quote": "Close your eyes. Hear the silent snow. Listen to your soul speak.",
        "author": "A.D. Posey",
        "category": "ad-posey, close-your-eyes, hear, inspirational, listen, silent, snow, soul, speak, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Give all of life’s oxygen to the fire that is your soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, fire, inspirational, life, oxygen, soul, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Fly with a kind heart, a light spirit, and a resilient soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, fly, heart, inspirational, kind, light, resilient, soul, spirit, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I have the heart of an artist and the soul of a writer.",
        "author": "A.D. Posey",
        "category": "ad-posey, artist, heart, inspirational, soul, storytellers, storytelling, write, writer, writers, writing, writing-quotes"
    },
    {
        "quote": "Good food warms the heart and feeds the soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, feeds, good-food, heart, inspirational, soul, storytellers, storytelling, warms, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Epiphanies awaken the soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, awaken, epiphanies, inspirational, soul, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "If you don’t think screenwriting is a work of art, good luck in your life without a soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, inspirational, screenwriters, screenwriting, soul, stories, story, storytellers, storytelling, work-of-art, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Write what speaks to your soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, soul, speaks, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The personal screenplay- where you dive into the terrifying depths of your soul, unearth the most intimate details about yourself, and put it on paper for the world to see. Proceed with caution, for madness lies ahead.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, intimate, paper, personal-screenplay, screenplay, screenwriting, soul, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A writer’s uniqueness glows and transforms the heart and the soul of a reader.",
        "author": "A.D. Posey",
        "category": "heart, reader, reading, soul, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Writing in the dark is hard, but you have to light your own candle and do it anyway.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, reader, reading, soul, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Writing is like breathing for my soul.",
        "author": "A.D. Posey",
        "category": "ad-posey, breathing, inspirational, soul, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Art is everywhere.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, everywhere, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "All art is a form of vulnerability because at least part of the artist goes into the piece.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, artist, inspirational, piece, stories, story, storytellers, storytelling, vulnerability, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Art is life.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, inspirational, life, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Every work of art tells a story.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, every, inspirational, stories, story, storytellers, storytelling, tells-a-story, work-of-art, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Style jazzes up your canvas.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, canvas, fashion, inspirational, jazzes, stories, story, storytellers, storytelling, style, up, write, writers, writing, writing-quotes, your"
    },
    {
        "quote": "Film is the ultimate canvas, the elixir of art, and the magic of life.",
        "author": "A.D. Posey",
        "category": "ad-posey, art, canvas, elixir, film, inspirational, life, magic, stories, story, storytellers, storytelling, ultimate, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The only thing a closed book is good for is a table that wobbles. Be an open book.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, book, closed-book, inspirational, open, read, reading, stories, story, storytellers, storytelling, table, wobbles, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The more you read, the more you write, and the more you free yourself to do so, the better writer you will become.",
        "author": "A.D. Posey",
        "category": "ad-posey, free, inspirational, read, reading, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Cry while writing it, and readers will cry while reading it.",
        "author": "A.D. Posey",
        "category": "ad-posey, cry, inspirational, reading, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Reading sparks writing.",
        "author": "A.D. Posey",
        "category": "ad-posey, books, inspirational, novels, read, reading, sparks, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "How you feel after reading something indicates not what you’ve read but where you are at.",
        "author": "A.D. Posey",
        "category": "ad-posey, books, inspirational, read, reading, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Reading opens up other pockets of the mind.",
        "author": "A.D. Posey",
        "category": "ad-posey, books, inspirational, mind, novels, opens, pockets, read, reading, storytellers, storytelling, up, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Stop making excuses and start making history.",
        "author": "A.D. Posey",
        "category": "ad-posey, excuses, history, inspirational, making, start, stop, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Creativity is nature. Nature is creativity.",
        "author": "A.D. Posey",
        "category": "ad-posey, creativity, inspirational, nature, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A pen name is a nickname.",
        "author": "A.D. Posey",
        "category": "author-quotes, authors, authors-on-writing, awareness, inspiration, nickname, peace, pen-name, quotes, writer-quotes, writers, writers-life, writing"
    },
    {
        "quote": "Life is delicious. Waste not one bite!",
        "author": "A.D. Posey",
        "category": "awareness, delicious, enlightenment, enlightenment-quotes, inspiration, life-quotes, life-quotes-and-sayings, peace, smile, spiritual-growth, truth, wisdom-inspirational"
    },
    {
        "quote": "Music is a writer's heartbeat.",
        "author": "A.D. Posey",
        "category": "authors, awareness, create, creativity, energy, energy-healing, heartbeat, holistic, inspiration, listen-to-music, music, peace, screenwriters, songs, spirituality, truth, women-in-film, women-wisdom, write, writers, writers-quotes, writing, writing-process"
    },
    {
        "quote": "Gratitude is the gateway to a positive life.",
        "author": "A.D. Posey",
        "category": "authors, awareness, be, energy, energy-healing, filmmaking, gateway, grateful, gratitude, inspiration, light, mindfulness, peace, positive-life, positive-quotes, screenwriters, spirituality, truth, women-in-film, writers-life, writers-quotes"
    },
    {
        "quote": "We encounter truth within.",
        "author": "A.D. Posey",
        "category": "authors, awareness, encounter, film, inspiration, journey-within, laugh, live, love, peace, screenwriters, screenwriting, spiritual-development, spiritual-growth, spiritual-wisdom, spirituality, stories, storytellers, storytelling, truth, we, within, women-in-film, writers-life, writers-quotes"
    },
    {
        "quote": "You heard me cry long before I knew my voice.",
        "author": "A.D. Posey",
        "category": "authors-life, awareness, cry, energy, heard, inspiration, laugh, light, live, love, peace, screenwriters, spirituality, truth, voice, women-in-film, women-wisdom, writers-life, writers-quotes, you"
    },
    {
        "quote": "Every day, live in a way that honors who you are.",
        "author": "A.D. Posey",
        "category": "authors, awareness, be, every-day, honor, inspiration, inspirational-quotes, laugh, life-quotes, live, love, peace, screenwriters, spiritual-development, spiritual-growth, spiritual-wisdom, spirituality, truth, who-you-are, writers, writers-inspiration"
    },
    {
        "quote": "Transform into your dream.",
        "author": "A.D. Posey",
        "category": "authors, awareness, be, dream, filmmaking, inspiration, inspirational-quotes, laugh, live, love, movies, peace, screenwriters, screenwriting, spiritual-development, spiritual-growth, spiritual-quotes, spiritual-wisdom, spirituality, transform, truth, women-in-film, write, writers, writers-inspiration"
    },
    {
        "quote": "When is now.",
        "author": "A.D. Posey",
        "category": "authors, awareness, film, inspiration, inspirational-quotes, is, laugh, live, love, now, peace, screenwriters, screenwriting, spirituality, truth, when, women-in-film, writers, writing-inspiration"
    },
    {
        "quote": "Be one with yourself and revel in eternal bliss.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, be, be-yourself, bliss, eternal, film, happiness, inspirational, inspirational-quotes, love, peace, quotes, revel, screenwriters, self-love, smile, truth, women-in-film, writers"
    },
    {
        "quote": "Believe in people, they fly for a day. Teach them to believe in themselves, they soar for a lifetime.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, believe, believing, fly, flying, happiness, inspirational, inspirational-quotes, love, peace, quotes, screenwriters, smile, soar, truth, writers"
    },
    {
        "quote": "Happiness is individualized. Don't box it in. Let it fly.",
        "author": "A.D. Posey",
        "category": "ad-posey, authors, awareness, film, happiness, individualized, inspirational, inspirational-quotes, let-it-fly, love, peace, quotes, screenwriters, smile, truth, women-in-film, writers"
    },
    {
        "quote": "Vulnerability is the portal to feeling. Feeling is the portal to strength.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, be, energy, feel, feeling, film, inspiration, life, live, love, peace, portal, screenwriters, screenwriting, stories, story, storytelling, strength, truth, vulnerability, write, writers"
    },
    {
        "quote": "Walk into the unknown with what you know in your heart.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, film, filmmaking, heart, inspiration, inspirational-quotes, know, life, live, love, peace, screenwriters, screenwriting, stories, story, storytellers, storytelling, truth, unknown, walk, write, writers, writing"
    },
    {
        "quote": "The flower doth not worry, and the tree doth not waver.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, doth, film, flower, inspirational-quotes, life, not, peace, stories, story, storytellers, storytelling, tree, truth, waver, worry, write, writers, writing"
    },
    {
        "quote": "Love is the answer.",
        "author": "A.D. Posey",
        "category": "ad-posey, answer, awareness, inspiration, life, love, peace, stories, story, storytellers, storytelling, truth, write, writers, writing"
    },
    {
        "quote": "Explore your own peace.",
        "author": "A.D. Posey",
        "category": "ad-posey, explore, inspirational, peace, storytellers, storytelling, write, writers, writing, writing-quotes, your-own"
    },
    {
        "quote": "Take a deep breath. Inhale peace. Exhale happiness.",
        "author": "A.D. Posey",
        "category": "ad-posey, deep-breath, exhale, happiness, inhale, inspirational, peace, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "In love there is truth, and in truth there is peace.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, love, peace, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Find peace in knowing.",
        "author": "A.D. Posey",
        "category": "ad-posey, find, inspirational, knowing, peace, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Hold on to your heart and life will give you wings.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, butterfly, fly, heart, inspiration, life, stories, storytellers, storytelling, wings, writers, writing"
    },
    {
        "quote": "Gratefulness heightens awareness.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, energy, film, grateful, gratefulness, heart, heightens, inspiration, joy, life, love, peace, soul, stories, storytellers, storytelling, thankful, truth, write"
    },
    {
        "quote": "Your life should reflect your heart.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, life, reflect, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Lead with your heart. The rest will follow.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, lead, rest, storytellers, storytelling, will-follow, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Listen to what speaks to your heart.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, listen, speaks, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Create from the heart.",
        "author": "A.D. Posey",
        "category": "ad-posey, create, from, heart, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I think today is a day for the heart. What do you think?",
        "author": "A.D. Posey",
        "category": "ad-posey, day, heart, inspirational, storytellers, storytelling, today, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Speak from the heart and feel your tension melt away.",
        "author": "A.D. Posey",
        "category": "ad-posey, feel, heart, inspirational, speak, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "As long as it comes from the heart, in the end, it will be good.",
        "author": "A.D. Posey",
        "category": "ad-posey, good, heart, inspirational, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Pour your heart onto the page.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, page, pour, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Write truthfully, write from the heart, and your words will live.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, live, story, storytellers, storytelling, truth, truthfully, words, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The heart of a story gives it life.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, life, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Write from the heart… always.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Listen when your heart speaks.",
        "author": "A.D. Posey",
        "category": "ad-posey, heart, inspirational, listen, speaks, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Shame is a state of mind.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, mind, shame, state-of-mind, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "It’s a new world. Stand up.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, new, stand-up, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You have to validate yourself first, and then you will receive the much-deserved healing validation from the rest of the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, deserved, first, inspirational, much, receive, storytellers, storytelling, validate, validation, world, write, writers, writing, writing-quotes, you, yourself"
    },
    {
        "quote": "Don’t wish the world demanded less of you. Rise up and exceed its standards.",
        "author": "A.D. Posey",
        "category": "ad-posey, exceed, inspirational, rise-up, standards, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Writers wake up the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, wake-up, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The world is blessed to welcome you.",
        "author": "A.D. Posey",
        "category": "ad-posey, blessed, inspirational, storytellers, storytelling, welcome, world, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "A great director gives life to a work of art- gives it a heartbeat… a pulse… opens its eyes to the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, director, film, heartbeat, inspirational, life, opens-eyes, pulse, stories, story, storytellers, storytelling, work-of-art, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The world is a woven basket. Every stitch counts.",
        "author": "A.D. Posey",
        "category": "ad-posey, basket, counts, every, inspirational, stitch, stories, story, storytellers, storytelling, world, woven, write, writers, writing, writing-quotes, yarn"
    },
    {
        "quote": "Open your arms to the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, open-arms, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Film makes me feel less alone in the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, feel, film, inspirational, less-alone, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "To my words: There was once a wall between us. Now we walk together and greet the world.",
        "author": "A.D. Posey",
        "category": "ad-posey, greet, inspirational, stories, story, storytellers, storytelling, together, walk, words, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be what the world needs.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, inspirational, needs, stories, story, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t let the world tell you who you are. You get up and you tell the world who you are.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, tell, tell-the-world, who-you-are, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Positive thoughts shape a positive world.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, positive, stories, story, storytellers, storytelling, thoughts, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The world is with you.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, with-you, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "How could people not believe in magic when the whole world is made of it?",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, made-of-it, magic, story, storytellers, storytelling, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Look upon the world with wonder.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, look, story, storytellers, storytelling, wonder, world, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Have the courage to walk in truth, the strength to love always, and the integrity to never stray away from doing so.",
        "author": "A.D. Posey",
        "category": "ad-posey, always, courage, inspirational, love, stories, story, storytellers, storytelling, strength, truth, walk, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be a burst of joy.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, be, burst, happiness, inspiration, joy, stories, storytellers, storytelling, truth, writers, writing"
    },
    {
        "quote": "Fiction is entertaining. Nonfiction is epic.",
        "author": "A.D. Posey",
        "category": "ad-posey, entertaining, epic, fiction, inspirational, non-fiction, nonfiction, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Writing fiction is fun. Writing non-fiction is life-changing.",
        "author": "A.D. Posey",
        "category": "ad-posey, fiction, fun, inspirational, life-changing, non-fiction, nonfiction, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Learning is essential for living the life you love.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, learn, learning, life, living, love, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Creativity is magic in the making.",
        "author": "A.D. Posey",
        "category": "ad-posey, creativity, inspirational, magic, making, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Creativity is divine.",
        "author": "A.D. Posey",
        "category": "ad-posey, creativity, divine, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You can’t undo the past, but you can remedy it by creating a better future.",
        "author": "A.D. Posey",
        "category": "ad-posey, better, creating, future, inspirational, past, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t let the poison of the past spoil a fruitful future.",
        "author": "A.D. Posey",
        "category": "ad-posey, fruitful, future, inspirational, past, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Her words dance on the page.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, dance, film, her, inspiration, page, screenwriters, screenwriting, stories, story, storytellers, storytelling, truth, words, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Only cowards leave words unspoken.",
        "author": "A.D. Posey",
        "category": "ad-posey, cowards, inspirational, storytellers, storytelling, unspoken, words, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The power of classical music turns my words into fire.",
        "author": "A.D. Posey",
        "category": "ad-posey, classical-music, fire, inspirational, story, storytellers, storytelling, words, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I fight evil, and words are my weapons of choice.",
        "author": "A.D. Posey",
        "category": "ad-posey, choice, evil, fight, inspirational, stories, story, storytellers, storytelling, weapons, words, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love writes without words.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, love, stories, story, storytellers, storytelling, words, write, writers, writes, writing, writing-quotes"
    },
    {
        "quote": "Fight the darkness. Fight for the light.",
        "author": "A.D. Posey",
        "category": "ad-posey, darkness, fight, for, inspirational, light, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Wherever you are, wherever you go, be sure to spread the light.",
        "author": "A.D. Posey",
        "category": "ad-posey, are, go, inspirational, light, spread, storytellers, storytelling, wherever, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A day’s brightness is determined by the light in our hearts.",
        "author": "A.D. Posey",
        "category": "ad-posey, brightness, by, day, determined, hearts, inspirational, light, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t confuse the darkness that’s leaving with the light that’s coming in.",
        "author": "A.D. Posey",
        "category": "ad-posey, coming-in, darkness, inspirational, leaving, light, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be the light.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, energy, inspirational, light, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Sometimes you have to take a shot in the dark to discover the light.",
        "author": "A.D. Posey",
        "category": "ad-posey, discover, inspirational, light, shot-in-the-dark, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Vulnerability lets in light.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, light, stories, story, storytellers, storytelling, vulnerability, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Light your fire.",
        "author": "A.D. Posey",
        "category": "ad-posey, fire, inspirational, light, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "See your light.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, light, see, storytellers, storytelling, write, writers, writing, writing-quotes, your"
    },
    {
        "quote": "Have the discipline to listen to and to trust your instincts.",
        "author": "A.D. Posey",
        "category": "ad-posey, discipline, inspirational, instincts, listen, storytellers, storytelling, trust, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Live whatever draws out the magic within.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, live, magic, storytellers, storytelling, within, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Once you realize life is magic, you will never look upon the world with dimmed eyes again.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, life, magic, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Laughter lights up the darkness.",
        "author": "A.D. Posey",
        "category": "ad-posey, darkness, inspirational, laughter, lights, stories, story, storytellers, storytelling, up, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You can curse the darkness, or you can dispel it.",
        "author": "A.D. Posey",
        "category": "ad-posey, darkness, dispel, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don't just write a strong female protagonist. Be one.",
        "author": "A.D. Posey",
        "category": "authors, awareness, be, female, film, inspiration, inspirational, inspirational-quotes, protagonist, screenwriters, screenwriting, spirituality, strong, truth, write, writers, writing-inspiration, writing-quotes"
    },
    {
        "quote": "Is every writer's keyboard a spill magnet?",
        "author": "A.D. Posey",
        "category": "authors, awareness, film, inspiration, keyboard, magnet, screenwriters, screenwriting, spill, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I want to lay under the blanket of sky and laugh while the stars wink and we write our story.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, blanket, inspiration, laugh, love, sky, stars, story, storytellers, storytelling, truth, write, writers, writing"
    },
    {
        "quote": "Listen to what the sky is telling you.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, listen, sky, storytellers, storytelling, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "Life tells the most beautiful stories.",
        "author": "A.D. Posey",
        "category": "ad-posey, beautiful, inspirational, life, most, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Your life should always come with hot fudge, whipped cream, and a cherry on top.",
        "author": "A.D. Posey",
        "category": "ad-posey, always, cherry, hot-fudge, inspirational, life, storytellers, storytelling, whipped-cream, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Your life is a story. Write the one you want to read.",
        "author": "A.D. Posey",
        "category": "ad-posey, awareness, film, inspiration, life, love, read, stories, story, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The best stories are like the best burgers: big, juicy, and messy.",
        "author": "A.D. Posey",
        "category": "ad-posey, best, big, burgers, inspiration, juicy, messy, stories, story, storytellers, storytelling, truth, writers, writing, writing-quotes"
    },
    {
        "quote": "Anytime I was denying my inner self, I knew absolutely nothing.",
        "author": "A.D. Posey",
        "category": "ad-posey, highest-self, inner-self, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Everyone has scars. Cowards conceal them. The brave reveal them.",
        "author": "A.D. Posey",
        "category": "ad-posey, brave, conceal, cowards, everyone, inspirational, reveal, scars, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Fame is neither something to value nor to view as a threat.",
        "author": "A.D. Posey",
        "category": "ad-posey, fame, inspirational, storytellers, storytelling, threat, value, view, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Sometimes you just have to hold each other’s hands and walk through it all.",
        "author": "A.D. Posey",
        "category": "ad-posey, hands, hold, inspirational, storytellers, storytelling, walk, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Walk in truth. Leave footprints of honesty.",
        "author": "A.D. Posey",
        "category": "ad-posey, footprints, honesty, inspirational, stories, story, storytellers, storytelling, truth, walk, write, writers, writing, writing-quotes"
    },
    {
        "quote": "There’s nothing like the gift of understanding.",
        "author": "A.D. Posey",
        "category": "ad-posey, gift, inspirational, nothing-like, storytellers, storytelling, understanding, write, writers, writing, writing-quotes"
    },
    {
        "quote": "When we hear our souls speak, we are free.",
        "author": "A.D. Posey",
        "category": "ad-posey, free, hear, inspirational, souls, speak, storytellers, storytelling, we, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Every painting tells a story.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, painting, story, storytellers, storytelling, tells, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Surround yourself with those conducive to you being your highest self.",
        "author": "A.D. Posey",
        "category": "ad-posey, conducive, highest-self, inspirational, stories, story, storytellers, storytelling, surround, write, writers, writing, writing-quotes, yourself"
    },
    {
        "quote": "Be the spark.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, inspirational, spark, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "It’s great to be here.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, great, here, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love is the universal language.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, language, love, storytellers, storytelling, universal, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Everything that is old was once new.",
        "author": "A.D. Posey",
        "category": "ad-posey, everything, inspirational, new, old, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Work with yourself.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, with, work, write, writers, writing, writing-quotes, yourself"
    },
    {
        "quote": "I’d rather be a fool than afraid.",
        "author": "A.D. Posey",
        "category": "ad-posey, afraid, fear, fool, inspirational, no-fear, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love is the miracle of life.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, life, love, miracle, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love is growing up.",
        "author": "A.D. Posey",
        "category": "ad-posey, growing-up, inspirational, love, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Allow your mood to be sweet and your day will be sweet too.",
        "author": "A.D. Posey",
        "category": "ad-posey, day, inspirational, mood, storytellers, storytelling, sweet, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A great snow is the calm death of struggle and the transformative birth of life.",
        "author": "A.D. Posey",
        "category": "ad-posey, birth, calm, death, great, inspirational, life, snow, storytellers, storytelling, struggle, transformative, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love is the way to happiness.",
        "author": "A.D. Posey",
        "category": "ad-posey, happiness, inspirational, love, storytellers, storytelling, way, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be life.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, inspirational, life, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The muse is the mystic force, but you are the master.",
        "author": "A.D. Posey",
        "category": "ad-posey, force, inspirational, master, muse, mystic, storytellers, storytelling, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "Dance with the clouds.",
        "author": "A.D. Posey",
        "category": "ad-posey, clouds, dance, inspirational, storytellers, storytelling, with, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Live spiritually and you’ll be fine.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, fine, inspirational, live, spiritually, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Fear is the enemy of success.",
        "author": "A.D. Posey",
        "category": "ad-posey, enemy, fear, inspirational, storytellers, storytelling, success, write, writers, writing, writing-quotes"
    },
    {
        "quote": "We all just need to be real. That is what will save us.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, inspirational, real, save, stories, story, storytellers, storytelling, us, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Sometimes you just have to have a can-do fuck you attitude.",
        "author": "A.D. Posey",
        "category": "ad-posey, attitude, can-do, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "All is as we are.",
        "author": "A.D. Posey",
        "category": "ad-posey, all, are, inspirational, is, storytellers, storytelling, we, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Only by creating out of love will one achieve true greatness.",
        "author": "A.D. Posey",
        "category": "achieve, ad-posey, create, creating, greatness, inspirational, love, stories, story, storytellers, storytelling, true, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You will find the greatest happiness in letting yourself be.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, find, greatest, happiness, inspirational, letting, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes, you, yourself"
    },
    {
        "quote": "You always have it. It’s always there.",
        "author": "A.D. Posey",
        "category": "ad-posey, always, have, inspirational, it, storytellers, storytelling, there, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "It’s amazing what you can do when you get creative.",
        "author": "A.D. Posey",
        "category": "ad-posey, amazing, creative, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "My life: under construction, but beautiful.",
        "author": "A.D. Posey",
        "category": "ad-posey, beautiful, construction, inspirational, life, storytellers, storytelling, under, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Perspective is the key to everything.",
        "author": "A.D. Posey",
        "category": "ad-posey, everything, inspirational, key, perspective, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "All answers to life’s key questions are found within.",
        "author": "A.D. Posey",
        "category": "ad-posey, all, answers, found, inspirational, key, life, questions, storytellers, storytelling, within, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The truth is everything.",
        "author": "A.D. Posey",
        "category": "ad-posey, everything, inspirational, stories, story, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Energy will go into what you love, and what you love will grow. Go for a walk and watch it bloom.",
        "author": "A.D. Posey",
        "category": "ad-posey, bloom, energy, grow, inspirational, love, stories, story, storytellers, storytelling, walk, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t we all look up at the same stars?",
        "author": "A.D. Posey",
        "category": "ad-posey, all, inspirational, look-up, same, stars, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The greatest artists see what is invisible to the masses.",
        "author": "A.D. Posey",
        "category": "ad-posey, artists, great, inspirational, see, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Life is the stuff of miracles.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, life, miracles, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Look through the eyes of your highest self. What do you see?",
        "author": "A.D. Posey",
        "category": "ad-posey, eyes, highest-self, inspirational, look, see, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Simplicity is efficient.",
        "author": "A.D. Posey",
        "category": "ad-posey, efficient, inspirational, simplicity, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Accept nothing. Challenge everything.",
        "author": "A.D. Posey",
        "category": "accept, ad-posey, challenge, everything, inspirational, nothing, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Want a role? Fuck a screenwriter.",
        "author": "A.D. Posey",
        "category": "ad-posey, film, inspirational, role, screenwriter, screenwriting, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Listen to yourself and you are heard.",
        "author": "A.D. Posey",
        "category": "ad-posey, heard, inspirational, listen, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes, you, yourself"
    },
    {
        "quote": "I already won.",
        "author": "A.D. Posey",
        "category": "ad-posey, already, i, inspirational, storytellers, storytelling, won, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Write where you want to go.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, to-go, want, where, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Life is not a popularity contest.",
        "author": "A.D. Posey",
        "category": "ad-posey, contest, inspirational, life, popularity, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I write because I love. I love because I write.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, love, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Live in the now and the how will take care of itself.",
        "author": "A.D. Posey",
        "category": "ad-posey, how, inspirational, itself, live, now, storytellers, storytelling, take-care, will, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Happiness is a hot bath on a Sunday afternoon.",
        "author": "A.D. Posey",
        "category": "ad-posey, afternoon, bath, happiness, hot, inspirational, storytellers, storytelling, sunday, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Always let life be wild. Forever have life be interesting.",
        "author": "A.D. Posey",
        "category": "ad-posey, always, inspirational, interesting, life, stories, story, storytellers, storytelling, wild, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Rocks and minerals: the oldest storytellers.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, minerals, oldest, rocks, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "If someone tells you something is impossible, make it possible.",
        "author": "A.D. Posey",
        "category": "ad-posey, impossible, inspirational, make-it, possible, someone, something, storytellers, storytelling, tells, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "Screw chocolate. A good steak is where it’s at.",
        "author": "A.D. Posey",
        "category": "ad-posey, chocolate, good, inspirational, screw, steak, stories, story, storytellers, storytelling, where-it-s-at, write, writers, writing, writing-quotes"
    },
    {
        "quote": "How you feel after watching something indicates not what you watched but where you are at.",
        "author": "A.D. Posey",
        "category": "ad-posey, feel, film, inspirational, movies, storytellers, storytelling, television, watching, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Life isn’t life without real butter.",
        "author": "A.D. Posey",
        "category": "ad-posey, butter, cooking, inspirational, life, real, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A single recipe holds countless stories.",
        "author": "A.D. Posey",
        "category": "ad-posey, countless, holds, inspirational, recipe, single, stories, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "In the end, we begin.",
        "author": "A.D. Posey",
        "category": "ad-posey, begin, end, inspirational, stories, story, storytellers, storytelling, we, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The more you focus on fun, the more fun you have.",
        "author": "A.D. Posey",
        "category": "ad-posey, focus, fun, have-fun, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love is the key to everything. Love your life.",
        "author": "A.D. Posey",
        "category": "ad-posey, everything, inspirational, key, life, love, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A masterpiece does not unfurl its wings immediately. It takes time. It will fly when it is ready.",
        "author": "A.D. Posey",
        "category": "ad-posey, fly, inspirational, masterpiece, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be the best you.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, best, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "Love is a dance.",
        "author": "A.D. Posey",
        "category": "ad-posey, dance, inspirational, love, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Comedians are people who embarrass themselves in style.",
        "author": "A.D. Posey",
        "category": "ad-posey, comedians, embarrass, in-style, inspirational, people, stories, story, storytellers, storytelling, themselves, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The more of those little light bulbs that can turn on the better. Eventually you’ll have enough to light up a movie screen.",
        "author": "A.D. Posey",
        "category": "ad-posey, film, inspirational, light-bulbs, light-up, screen, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t just hit a home run. Knock it out of the park.",
        "author": "A.D. Posey",
        "category": "ad-posey, hit, home-run, inspirational, it, knock, out-of-the-park, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Extend your vacation whenever possible.",
        "author": "A.D. Posey",
        "category": "ad-posey, extend, inspirational, possible, storytellers, storytelling, vacation, whenever, write, writers, writing, writing-quotes"
    },
    {
        "quote": "One is far better off feeling than one is thinking.",
        "author": "A.D. Posey",
        "category": "ad-posey, better, feeling, inspirational, storytellers, storytelling, thinking, write, writers, writing, writing-quotes"
    },
    {
        "quote": "See the truth. Feel the truth. Be the truth.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, feel, inspirational, see, stories, story, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t just raise the bar… Raise the roof.",
        "author": "A.D. Posey",
        "category": "ad-posey, bar, inspirational, raise, roof, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A great story is impossible to forget.",
        "author": "A.D. Posey",
        "category": "ad-posey, great-story, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You paint the picture of your surroundings. Paint it beautifully.",
        "author": "A.D. Posey",
        "category": "ad-posey, beautifully, inspirational, paint, picture, stories, story, storytellers, storytelling, surroundings, write, writers, writing, writing-quotes"
    },
    {
        "quote": "All the geniuses and greats are really just nerds with experience.",
        "author": "A.D. Posey",
        "category": "ad-posey, experience, geniuses, greats, inspirational, nerds, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be the sun breaking through the clouds.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, breaking-through, clouds, inspirational, storytellers, storytelling, sun, write, writers, writing, writing-quotes"
    },
    {
        "quote": "There is no time for holding back.",
        "author": "A.D. Posey",
        "category": "ad-posey, holding-back, inspirational, no-time, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Truth is not a stereotype.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, stereotype, stories, story, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Find what speaks to your energy and live it.",
        "author": "A.D. Posey",
        "category": "ad-posey, energy, find, inspirational, live, speaks, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "All the promise of a movie is in the trailer.",
        "author": "A.D. Posey",
        "category": "ad-posey, film, inspirational, movie, storytellers, storytelling, trailer, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Every day is a journey.",
        "author": "A.D. Posey",
        "category": "ad-posey, every-day, inspirational, journey, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "As long as you’re with you, that’s all that matters.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, with-you, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Dance when the sun comes up.",
        "author": "A.D. Posey",
        "category": "ad-posey, dance, inspirational, storytellers, storytelling, sun, sunrise, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A writer’s breakthrough is a breakdown with a smile.",
        "author": "A.D. Posey",
        "category": "ad-posey, breakdown, breakthrough, inspirational, smile, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "In life, be a kid in a candy store.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, candy-store, inspirational, kid, life, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A good preview makes you can’t wait to see the whole movie.",
        "author": "A.D. Posey",
        "category": "ad-posey, can-t-wait, good, inspirational, movie, preview, stories, story, storytellers, storytelling, whole, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Life is short. Write naked.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, life-is-short, naked, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Every day sings its own song.",
        "author": "A.D. Posey",
        "category": "ad-posey, every-day, inspirational, sings, song, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Find the earth within.",
        "author": "A.D. Posey",
        "category": "ad-posey, earth, find, inspirational, storytellers, storytelling, within, write, writers, writing, writing-quotes"
    },
    {
        "quote": "When we think, we hurt. When we feel, we heal.",
        "author": "A.D. Posey",
        "category": "ad-posey, feel, heal, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A film that is a true work of art transcends theatre and heartwarmingly changes lives.",
        "author": "A.D. Posey",
        "category": "ad-posey, changes-lives, film, heartwarming, inspirational, stories, story, storytellers, storytelling, theatre, transcends, true, work-of-art, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Just say no to negative energy.",
        "author": "A.D. Posey",
        "category": "ad-posey, energy, inspirational, just-say-no, negative, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Don’t look. See.Don’t think. Feel.Don’t hear.Listen.Pay attentionMiracles really do happen every day",
        "author": "A.D. Posey",
        "category": "ad-posey, every-day, feel, inspirational, listen, miracles, pay-attention, see, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Love your story.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, love, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Doubt: How can I know? Truth: How can you not?",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, know, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "At least I’m not afraid, and no one will ever call me boring.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, no-fear, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "There’s always a reason to look up.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, look-up, reason, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "When life gives you a second chance, don’t just run with it…fly.",
        "author": "A.D. Posey",
        "category": "ad-posey, fly, inspirational, second-chance, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You are happy and kind; therefore, you are successful.",
        "author": "A.D. Posey",
        "category": "ad-posey, happy, inspirational, kind, stories, story, storytellers, storytelling, successful, write, writers, writing, writing-quotes"
    },
    {
        "quote": "If it’s not gonna matter tomorrow, it shouldn’t matter today.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, today, tomorrow, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The truth brings people closer together.",
        "author": "A.D. Posey",
        "category": "ad-posey, closer-together, inspirational, people, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I always like the story behind the story more than the story itself.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be one with today’s adventure.",
        "author": "A.D. Posey",
        "category": "ad-posey, adventure, be, inspirational, one, storytellers, storytelling, today, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Further editing deepens a story.",
        "author": "A.D. Posey",
        "category": "ad-posey, deepens, editing, further, inspirational, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A day of rest yields a hundred days of progress.",
        "author": "A.D. Posey",
        "category": "ad-posey, day, days, inspirational, progress, rest, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Everything is going to be all right. Miracles happen everyday.",
        "author": "A.D. Posey",
        "category": "ad-posey, everyday, happen, inspirational, miracles, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Follow life’s bliss.",
        "author": "A.D. Posey",
        "category": "ad-posey, bliss, follow, inspirational, life, life-s, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Once you are at the point where you can call yourself a writer, there's no turning back.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, no-turning-back, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You are your own magical elixir. Waste not one drop.",
        "author": "A.D. Posey",
        "category": "ad-posey, elixir, inspirational, magical, storytellers, storytelling, waste-not, write, writers, writing, writing-quotes, you"
    },
    {
        "quote": "Sometimes writing is like playing with fire… like trying to tame an uncontrollable beast.",
        "author": "A.D. Posey",
        "category": "ad-posey, fire, inspirational, playing-with-fire, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Not everything can stand the test of time, but a story can.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, story, storytellers, storytelling, time, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Once you are at the point where you can call yourself a writer, there’s no turning back.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, no-turning-back, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Be your best company.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, best, company, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "In the equation of life, the limit does not exist.",
        "author": "A.D. Posey",
        "category": "ad-posey, equation, inspirational, life, limit-does-not-exist, stories, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Everything is going to be all right. Miracles happen every day.",
        "author": "A.D. Posey",
        "category": "ad-posey, every-day, happen, inspirational, miracles, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Writers are cut open on the page.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, on-the-page, page, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Film brings people together.",
        "author": "A.D. Posey",
        "category": "ad-posey, brings-people-together, film, inspirational, stories, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Feel yourself climbing the mountain.",
        "author": "A.D. Posey",
        "category": "ad-posey, climb, climbing, feel, inspirational, mountain, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I can’t sew, but I can spin one helluva yarn.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, sew, spin-a-yarn, story, storytellers, storytelling, write, writers, writing, writing-quotes, yarn"
    },
    {
        "quote": "When we write, we discover answers, though the key is not in the discovery but in the timing of the implementation.",
        "author": "A.D. Posey",
        "category": "ad-posey, answers, implementatione, inspirational, story, storytellers, storytelling, timing, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Write out of love. Your piece will finish itself.",
        "author": "A.D. Posey",
        "category": "ad-posey, finish, inspirational, love, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The story becomes clearer with time.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, story, storytellers, storytelling, time, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Screenwriting is like poker; in the end, you have to go all in.",
        "author": "A.D. Posey",
        "category": "ad-posey, all-in, inspirational, poker, screenwriters, screenwriting, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Storytelling keeps life going.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, life, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Storytelling answers questions and solves mysteries.",
        "author": "A.D. Posey",
        "category": "ad-posey, answers, inspirational, mysteries, questions, screenwriting, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I think every writer has a little freak in ‘em.",
        "author": "A.D. Posey",
        "category": "ad-posey, freak, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Make your writing memorable.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, memorable, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Every object holds a story.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, object, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Sometimes you’re the protagonist and someone else is the hero.",
        "author": "A.D. Posey",
        "category": "ad-posey, hero, inspirational, protagonist, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "At the end of your story, you get down to the purity of it all. It’s like distilling something.",
        "author": "A.D. Posey",
        "category": "ad-posey, distilling, inspirational, purity, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "A true piece of writing sets you free.",
        "author": "A.D. Posey",
        "category": "ad-posey, free, inspirational, piece, storytellers, storytelling, true, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Just surrender to the story.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, story, storytellers, storytelling, surrender, write, writers, writing, writing-quotes"
    },
    {
        "quote": "It ends when you’re ready for a new beginning.",
        "author": "A.D. Posey",
        "category": "ad-posey, beginning, ending, inspirational, new, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "One must learn the rules so one can break them properly.",
        "author": "A.D. Posey",
        "category": "ad-posey, break-rules, inspirational, properly, rules, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "I am free to write: therefore, I am free to be.",
        "author": "A.D. Posey",
        "category": "ad-posey, be, free, inspirational, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Screenwriting is made of brevity.",
        "author": "A.D. Posey",
        "category": "ad-posey, brevity, inspirational, screenwriting, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Go write win!",
        "author": "A.D. Posey",
        "category": "ad-posey, go, inspirational, story, storytellers, storytelling, win, write, writers, writing, writing-quotes"
    },
    {
        "quote": "You can tell the number of hours spent on a work by counting the number of coffee rings on your desk.",
        "author": "A.D. Posey",
        "category": "ad-posey, coffee, coffee-rings, inspirational, storytellers, storytelling, work, write, writers, writing, writing-quotes"
    },
    {
        "quote": "The key is in the craft.",
        "author": "A.D. Posey",
        "category": "ad-posey, craft, inspirational, key, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "We write until we find our way. Then the real fun begins.",
        "author": "A.D. Posey",
        "category": "ad-posey, fun, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "When life gives you the gift of a great story, to not partake in the telling of that story would be a crime against humanity.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, life, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Writers don’t write about just anybody.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Write before the sun comes up.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, sun, sunrise, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Own your truth.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, storytellers, storytelling, truth, write, writers, writing, writing-quotes"
    },
    {
        "quote": "In the end, you have to make love to your story and see what happens.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, love, make-love, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "It’s always more than just a story.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Let your story breathe and be what it really is.",
        "author": "A.D. Posey",
        "category": "ad-posey, inspirational, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    },
    {
        "quote": "Take your ego out of your story.",
        "author": "A.D. Posey",
        "category": "ad-posey, ego, inspirational, story, storytellers, storytelling, write, writers, writing, writing-quotes"
    }
]