[
    {
        "quote": "Celebrate who you are in your deepest heart. Love yourself and the world will love you.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, celebration, empowerment, heart-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, self-acceptance, self-love"
    },
    {
        "quote": "Self love is the elixir of an immortal heart.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, immortality, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, self-love, self-love-quotes"
    },
    {
        "quote": "Kindness can transform someone's dark moment with a blaze of light. You'll never know how much your caring matters. Make a difference for another today.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, caring, inspirational-quotes, kindness, make-a-difference, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-about-change, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "What if it becomes less about how we look and more about how much we care? What if it becomes less about how much money we earn and more about how much we share our good fortune? Imagine a world where who we are in our hearts is the ultimate status symbol.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, care, fortune, good-fortune, hearts, imagine, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, share-quotes, symbol"
    },
    {
        "quote": "Accept yourself: flaws, quirks, talents, secret thoughts, all of it, and experience true liberation.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, flaws, inspirational-quotes, liberation, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, self-acceptance, self-love"
    },
    {
        "quote": "Unconditional love is the greatest gift we can ever give.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, gift, inspirational-quotes, love, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, unconditional-love"
    },
    {
        "quote": "One woman filled with self love and self acceptance is a model more super than any cover girl.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, cover-girl, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, self-acceptance, self-love, women"
    },
    {
        "quote": "Your dreams are worth it. Persevere. Your focus is your power. Harness it.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, dreams, focus, harness-your-power, inspirational-quotes, persevere, power, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Dig deep and empower yourself today. Stand in your inner strength. Be uniquely you.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, be-you, dig-deep, empowerment, inner-strength, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, strength"
    },
    {
        "quote": "Happiness is a choice. Peace is a state of mind. Both are free!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, choice, happiness, inspirational-quotes, mind, peace, peace-of-mind, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Celebrate true friends. They are a part of you that always sparkles.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, friendship, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, true-friends"
    },
    {
        "quote": "An empowered heart is one filled with self love.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, empowered-heart, empowerment, heart, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, self-love"
    },
    {
        "quote": "Having the life of your dreams is simple: make conscious choices.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, choice, conscious-choices, dreams, inspirational-quotes, life, life-of-your-dreams, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "A child's giggle is worth one hundred pounds of gold.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercer-quotes, amy-leigh-mercree, giggle-quote, gold, inspirational-quotes, laughter-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-children, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Share, care, hug like a bear.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, caring, hug-like-a-bear, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, sharing"
    },
    {
        "quote": "I'd rather be interesting, original, & unique then follow the pack. Revel in who you truly are & be liberated!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, liberation, originality, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, unique"
    },
    {
        "quote": "Daily love and kindness are the path to a happy life.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercer-quotes, amy-leigh-mercree, daily-love-quotes, inspirational-quotes, kindness, love, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-on-happiness, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Create your best life with your consciously chosen thoughts, words, and actions.",
        "author": "Amy Leigh Mercree",
        "category": "action, amy-leigh-mercree, amy-leigh-mercree-quotes, best-life, inspirational-quotes, life, living, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-to-start-the-day, quotes-tumblr, quotes-twitter, thoughts, words"
    },
    {
        "quote": "Love yourself, even a little bit each day, and your life will bloom into infinite joy.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercer-quotes, amy-leigh-mercree, bloom, inspirational-quotes, quote-about-life, quote-daily-life, quote-of-the-day, quote-of-the-week, quotes-about-joy, quotes-de-la-vida, quotes-for-instagram, quotes-on-love, quotes-tumblr, quotes-twitter, self-love"
    },
    {
        "quote": "Best friends are treasures. Hug them for their caring. Applaud their accomplishments. Laugh with them gratefully.",
        "author": "Amy Leigh Mercree",
        "category": "accomplishments, amy-leigh-mercree, amy-leigh-mercree-quotes, caring, friends, friendship, gratefulness, inspirational-quotes, laughter, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Be uniquely you. Stand out. Shine. Be colorful. The world needs your prismatic soul!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercer-quotes, amy-leigh-mercree, colorful, inspirational-quotes, prismatic-quote, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-love, shine, uniqueness"
    },
    {
        "quote": "Extraordinary magic is woven through ordinary life. Look around!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, daily-quote, extraordinary, inspirational-quotes, life-quotes, magic, ordinary, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Love is the opposite of fear and it lights the flames of a million hearts.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, flame, heart, inspirational-quotes, light, love, love-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "A #loveselfie isn't a picture or a status update. It's an attitude of embracing, accepting, and valuing yourself, exactly as you are in each moment. It's being one hundred percent present with yourself. Try it.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercer-quotes, amy-leigh-mercree, inspirational-quotes, positive-quotes, quote-about-life, quote-accept-yourself, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance, self-worth, value"
    },
    {
        "quote": "Joy is the fountain of youth.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, joyful-living, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-joy, quotes-tumblr, quotes-twitter, quotes-youth, youth"
    },
    {
        "quote": "Live joy. Be kind. Love unconditionally.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, daily-love, inspirational-quotes, joy, kindness, live-joy-quote, love, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, unconditional-love"
    },
    {
        "quote": "Every single person is sacred. Sacred means special, precious, a treasure of true beauty. That means you.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, beauty-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quote-precious, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, sacred, special"
    },
    {
        "quote": "Be real, rare, refreshing you! Fan the flames of self love and ignite your light!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, light, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance-quotes, self-love"
    },
    {
        "quote": "Enchantment lies in everyday moments if you are observant.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, daily-quotes, enchantment, inspirational-quotes, moments, observation, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Kindness and caring are ambrosia for the soul.",
        "author": "Amy Leigh Mercree",
        "category": "ambrosia, amy-leigh-mercree, amy-leigh-mercree-quotes, caring, inspirational-quotes, kindness, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, soul-quotes"
    },
    {
        "quote": "Breathtaking, splendid, wondrous, sublime, all those words describe you, exactly as you are. You are a work of art! Enjoy your beauty!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, beauty, breathtaking, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance, splendid, sublime, women, wondrous"
    },
    {
        "quote": "Women united can create movements. We can empower entire generations. We can build peace one action at a time. Together we rise. The time is now.",
        "author": "Amy Leigh Mercree",
        "category": "action, amy-leigh-mercree, amy-leigh-mercree-quotes, feminist-quotes, generations, inspirational-quotes, movements, peace, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Dance through life flinging kindness like shimmering rainbows. Find your bliss by sharing your heart.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, bliss, dance-quotes, heart, inspirational-quotes, kindness, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Treat yourself today! You are a unique, sparkling, spectacular soul. Celebrate you!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, empowerment, inspirational, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-love"
    },
    {
        "quote": "Choose joyful abundance in your heart and be unbounded, free, and relaxed. Be relentless with your choice and you’ll make your mark.",
        "author": "Amy Leigh Mercree",
        "category": "abundance, amy-leigh-mercree, amy-leigh-mercree-quotes, choice, freedom, heart, inspirational-quotes, joy, mark, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, relaxed"
    },
    {
        "quote": "When we embrace who we are the world embraces us right back.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, embrace, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance, world"
    },
    {
        "quote": "The power of love can spread magic to the world like nothing else.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, love, magic, power, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "YOU are your own guru. YOU are your own soul mate. YOU are powerful. Take the reigns and drive your carriage home to love.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, guru, inspirational-quotes, love-quotes, powerful-quote, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, reigns, self-acceptance, self-love, soul-mate"
    },
    {
        "quote": "Sometimes being happy takes effort. Invest time and energy in yourself and your happiness.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, effort, energy, happiness, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-investment, self-love"
    },
    {
        "quote": "Choosing kindness is the ultimate expression of evolved consciousness. Grow by being kind.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, consciousness, inspirational-quotes, kindness-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-on-growth, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "You are limitless! Accept this truth and soar to infinity.",
        "author": "Amy Leigh Mercree",
        "category": "acceptance-quote, amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, limitless, quote-about-life, quote-infinity, quote-of-the-day, quote-of-the-week, quote-truth, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "A circle's unity and never ending smoothness is how we can aim to feel inside. Smooth, gentle, accepted, no rough edges, only love for all parts of our selves.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, love-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance, self-love, unity-quotes"
    },
    {
        "quote": "The secret ingredients to true happiness? Decisive optimism and personal responsibility.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, happiness-quotes, inspirational-quotes, personal-responsibility, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-optimism, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "A kind thought, word, or action creates infinite ripples of caring, consideration, and peace.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, caring-quotes, infinite, inspirational-quotes, kindness-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Caring is what matters, not stuff or status, just people sharing kindness & joy in a web of the heart that spans the globe.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, caring-quotes, heart, heartfelt-quote, inspirational-quotes, joy, kindness, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Swirl into joy today by sharing your caring with the world. Be a pillar of positivity.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, caring-quote, inspirational-quotes, pillar-of-positivity, positivity-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-on-joy, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Soul mate romance dissolves the superficial and touches your deepest heart with the delightful power of love.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, love-quotes, power-love, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, romance-quotes, soul-mate"
    },
    {
        "quote": "Focus your heart, mind, and soul on joy and you'll find ultimate success and fulfillment.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, fulfillment, heart, inspirational-quotes, mind, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-joy, quotes-on-success, quotes-tumblr, quotes-twitter, soul"
    },
    {
        "quote": "Choose love and joy as much as you can in each moment and watch your life transform.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, life-quotes, love-quote, quote-about-life, quote-joy, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, transformation"
    },
    {
        "quote": "Commitment mixed with drive and sprinkled with imagination creates sustained results. Stay focused and you will make your mark!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, commitment-quotes, focus-quotes, inspirational-quotes, progress, quote-about-life, quote-drive, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Inspiration is sometimes as simple as a shared smile.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspiration, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, sharing-quote, smile"
    },
    {
        "quote": "Laughter is the divine effervescing.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, divine-effervescing, effervescent-quotes, effervescing, inspirational-quotes, laughter-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Spread kindness, caring, and compassion and create your own paradise. Infuse it with joy and you’ve created heaven on earth.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, earth, heaven, inspirational-quotes, joy-quotes, paradise, positivity-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Being present to yourself in love and with kindness is the ultimate gift.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, gift, inspirational-quotes, kindness, love-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-love"
    },
    {
        "quote": "Forever friends are a treasure chest of understanding and compassion. Cherish them.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, cherish, compassion-quotes, friendship-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-about-friends, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, understanding"
    },
    {
        "quote": "Sharing your kindness sparks understanding all around. Then like fireflies in the night, twinkling love surrounds you.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, kindness-quotes, love-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quote-sharing, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, understanding"
    },
    {
        "quote": "Your heart is a powerful force. Use it consciously.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, conscious-living, force, heart, inspirational-quotes, power-quote, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Set goals that make your heart sing. Then achieving them is an experience of uplifting joy.",
        "author": "Amy Leigh Mercree",
        "category": "achieving, amy-leigh-mercree, amy-leigh-mercree-quotes, goals, inspirational-quotes, joy-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Love drips like honey from the hive, constant, sweet, precious, into your heart each and every moment if you let it.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, heart, honey, inspirational-quotes, love, love-quotes, precious, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Embrace your diverse, prismatic colors! They make you uniquely you!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, colors, inspirational-quotes, prismatic-quote, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance, uniquely-you"
    },
    {
        "quote": "Nurturing a feeling makes it proliferate. Choose wisely. Joy, kindness, love, & caring will illuminate your life.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, caring, feeling, inspirational-quotes, joy, kindness, love, nurture, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Happiness is a collection of joyful experiences shared with soul friends. Get together and have some fun!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, experience, friendship-quotes, fun, happiness-quotes, inspirational-quotes, joy, joyful-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, soul-friends"
    },
    {
        "quote": "Bringing joy to another lights a thousand suns within.",
        "author": "Amy Leigh Mercree",
        "category": "a-thousand-suns, amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, joy, light, positivity-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-joy, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Connecting our hearts through love yields a nectar so sweet we are forever full.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, connected-hearts, connection, hearts, inspirational-quotes, nectar, quote-about-life, quote-hearts, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, sweetness"
    },
    {
        "quote": "True love begins when you accept yourself in your totality. Then, and only then, can you completely love another.",
        "author": "Amy Leigh Mercree",
        "category": "acceptance, amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, love, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, self-acceptance, self-love, true-love"
    },
    {
        "quote": "Heart-flow means listening to your intuition and hunches and following your heart. How can you let your heart lead today?",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, follow-your-heart, heart, heart-flow, heart-quotes, inspirational-quotes, intuition, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Giving thanks fills you with light and joy so you can shine like the bright star you truly are.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, bright-star-quote, inspirational-quotes, joy, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, thanks, thanksgiving"
    },
    {
        "quote": "Transcendent, magical romance happens when you’re one hundred percent present for each other as #supersoul lovers.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, presence, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, romance, super-soul, super-soul-lovers, transcendence"
    },
    {
        "quote": "Everyday gratitude sweetens what appears flavorless and brightens all that appears dim.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, brighten, brightness, daily-life, inspirational-quotes, quote-about-life, quote-gratitude, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, sweeten"
    },
    {
        "quote": "Interconnection permeates the entire universe. We are all one.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, interconnection, one, one-world, quote-about-life, quote-of-the-day, quote-of-the-week, quote-universe, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, we-are-all-one"
    },
    {
        "quote": "What are five things you are grateful for? Right now? Open to gratitude and you will soften into joy.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, gratitude-quotes, inspirational-quotes, joy-quotes, open-to-gratitude, quote-about-life, quote-grateful, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, soften-into-joy-quote"
    },
    {
        "quote": "An ocean of shimmering love exists in your heart. Tap into it today and rest in the undulating currents of the great mystery.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, great-mystery-quote, inspirational-quotes, life-quotes, love-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, shimmering-love"
    },
    {
        "quote": "Creativity flows when the mind is light. Be light and ignite your imagination.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, creativity, creativity-flows, ignite-your-imagination, imagination, inspirational-quotes, light, light-mind, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Success is the relentless pursuit of joy.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, joy, pursuit, pursuit-of-joy-quote, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-on-success, quotes-tumblr, quotes-twitter, success"
    },
    {
        "quote": "Listen within to find shining poetry and hear extraordinary music. You are a work of art.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, art, inspirational-quotes, listen-within, music, poetry, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, you-are-a-work-of-art-quote"
    },
    {
        "quote": "Thanksgiving is a joyous invitation to shower the world with love and gratitude.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, gratitude-quotes, inspirational-quotes, joy-quotes, quote-about-life, quote-love, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, thanksgiving-quotes"
    },
    {
        "quote": "Within us all is a radiant inner child bathed in joy.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Keep a relentless eye on your goals! Perseverance, joyful dedication, and unwavering focus will get you there!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, dedication-quotes, inspirational-quotes, perseverance, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-goals, quotes-on-focus, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "You can talk about everything, your deepest struggles and your most terrific happiness, with a #supersoulfriend. Send your #SSF a hug today!",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, confide, friendship-quotes, inspirational-quotes, positivity-quote, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, soul-friend-quotes, super-soul-friend"
    },
    {
        "quote": "You deserve to be unleashed. Bliss is your birthright.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, bliss-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter, unleash-your-bliss"
    },
    {
        "quote": "Self acceptance is pure power.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-power, quotes-self-acceptance, quotes-tumblr, quotes-twitter"
    },
    {
        "quote": "Spiritual dating is about listening to your instincts and not rushing into anything.",
        "author": "Amy Leigh Mercree",
        "category": "amy-leigh-mercree, amy-leigh-mercree-quotes, inspirational-quotes, quote-about-life, quote-of-the-day, quote-of-the-week, quotes-de-la-vida, quotes-for-instagram, quotes-tumblr, quotes-twitter"
    }
]