[
    {
        "quote": "Wisdom is the best gift you can ever build. It gets you to unimagined heights and knowledge follows it.",
        "author": "Auliq Ice",
        "category": "wisdom"
    },
    {
        "quote": "I know that I do not know, and uncertainty, certainly, is the cruelest of words.",
        "author": "Auliq Ice",
        "category": "certainty, ignorance, uncertainties, uncertainties-in-life, uncertainty-quotes, wisdom, words-of-wisdom"
    },
    {
        "quote": "Earn Nicely, spend wisely and you will live happily.",
        "author": "Auliq Ice",
        "category": "banking, career-development, career-quotes, careers, happiness, happiness-quotes, inspirational-quotes, investment-advice, investment-banking, investments, job-seeking, joblessness, money, money-not-happiness, money-quotes, salary, talents, wealth, wealth-quotes"
    },
    {
        "quote": "Manners and politeness will never become old-fashioned.",
        "author": "Auliq Ice",
        "category": "bad-behavior, behavior, characters, courage, displine, good-behaviour, good-character, happiness, learning-from-mistakes, life, manners, personal-development, personal-growth, personality, politeness, respect, respecting-others"
    },
    {
        "quote": "Happy people tend to be those who take pleasure in simple things.",
        "author": "Auliq Ice",
        "category": "gatefulness, gratitude, happiness, happy, hope, joy, joy-in-abundance, life, self-acceptance, self-worth, thankfulness"
    },
    {
        "quote": "Happiness changes the way you see the world.",
        "author": "Auliq Ice",
        "category": "boredom, disappointment, gratitude, happiness, life, loneliness, regret, thankfulness"
    },
    {
        "quote": "This life-enhancing, happiness-inducing miracle drug that does, in fact, ruthlessly kill its enemies—you’ve guessed it—is gratitude.",
        "author": "Auliq Ice",
        "category": "boredom, disappointment, gratefulness, gratitude, happiness, life, loneliness, regret, thankfulness"
    },
    {
        "quote": "Be open about your thoughts, ideas, and desires and you will be right with your decisions.",
        "author": "Auliq Ice",
        "category": "choices, choices-and-consequences, decision-making, decisions, happiness, hope, life, life-success, optimism, positive-attitude, problem-solving, right-choices, success, thankfulness"
    },
    {
        "quote": "Where Love Leads, Hatred Cannot Follow.",
        "author": "Auliq Ice",
        "category": "forgiveness, happiness, hatred, humanity, love, peace, unity"
    },
    {
        "quote": "Happiness is long-lasting, a condition of the soul, the foundation on which the circumstances of life are experienced, endured, or enjoyed.",
        "author": "Auliq Ice",
        "category": "forgiveness, gatefulness, gratitude, happiness, happy, hope, joy, joy-in-abundance, life, optimism, positive-attitude, self-acceptance, self-worth, thankfulness"
    },
    {
        "quote": "Happiness is the condition of who we are and how we think and what we believe and how we live.",
        "author": "Auliq Ice",
        "category": "forgiveness, gatefulness, gratitude, happiness, happy, hope, joy, joy-in-abundance, life, optimism, positive-attitude, self-acceptance, self-worth, thankfulness"
    },
    {
        "quote": "Life, is a chess game you win or loose, but just keep playing.",
        "author": "Auliq Ice",
        "category": "forgiveness, happiness, inspirational, life, life-and-living, life-lessons, motivational, trials-and-tribulations"
    },
    {
        "quote": "Where there is love, things roll.",
        "author": "Auliq Ice",
        "category": "happiness, humanity, love, unity"
    },
    {
        "quote": "If everything is possible, then it is also possible that something is impossible.",
        "author": "Auliq Ice",
        "category": "failure, failure-and-success, life-goals, life-philosophy, life-success, possibilities, possibilities-in-life, success"
    },
    {
        "quote": "Love always doesn't come across as bad, but it always has two sides.",
        "author": "Auliq Ice",
        "category": "anger, forgiveness, love, marital-problems, marriage, relationship-problems, relationships"
    },
    {
        "quote": "The road to overcoming your fears could lead you to unbearable places but sometimes such gives you an edge than nothing else could give.",
        "author": "Auliq Ice",
        "category": "fears, fears-and-doubts, inspirational, life-lessons, life-problems, life-struggles, motivational, problems-in-life, solving-problems, struggles-in-life, success"
    },
    {
        "quote": "Everything started as nothing.",
        "author": "Auliq Ice",
        "category": "ataraxy, behind, enjoy-life, forgetting, future, give-up, inspirational, letting-go, life, love-quotes, manhood, moral-courage, perseverance, strength, success-quotes, time"
    },
    {
        "quote": "You know that you love someone when they are on your mind from the time you awake until the time you fall asleep. That you loved them yesterday as much as you do today and more tomorrow.",
        "author": "Auliq Ice",
        "category": "love, love-quotes, true-love"
    },
    {
        "quote": "The capacity to solve Life's problems is based on our abilities to learn to think above and not below the problems.",
        "author": "Auliq Ice",
        "category": "alikkais, change, chasing-dreams, confidence, dreams-and-reality, dreams-come-true, forgiveness, freedom, happiness, life-obstacles, life-problems, life-success, opportunities-in-life, overcoming-challenges, overcoming-obstacles, problem-solving, problems-in-life, self-improvement, self-realization, solutions-to-problem, success"
    },
    {
        "quote": "A woman, desires to hear nice words from a man who can praise her beauty.",
        "author": "Auliq Ice",
        "category": "beautiful, beauty, marriage, marriage-equality, marriage-expectation-happiness, romantic, woman, women"
    },
    {
        "quote": "All our dreams can manifest in life not because we are white or black, but because we believe.",
        "author": "Auliq Ice",
        "category": "believe-in-yourself, change, dreams-come-true-true, goals-in-life, self-acceptance, self-belief, success"
    },
    {
        "quote": "The past cannot be changed, forgotten, edited or erased; it can only be accepted.",
        "author": "Auliq Ice",
        "category": "change, mistakes, self-acceptance"
    },
    {
        "quote": "We have reached a time where we are suppressing talents in our communities with our common thinking.",
        "author": "Auliq Ice",
        "category": "creativity, leadership, wisdom"
    },
    {
        "quote": "THE GAP: Closed-Mindedness can create it, Narrow-Mindedness can widen it, Open-Mindedness can close it, Like-Mindedness… Will Bridge It!",
        "author": "Auliq Ice",
        "category": "intelligence, knowledge, life-changing, stupidity, wisdom"
    },
    {
        "quote": "The truth is humble, only those intelligent enough are able to seek and understand it.",
        "author": "Auliq Ice",
        "category": "intelligence, intergity, telling-the-truth, trust, truth, wisdom-quotes"
    },
    {
        "quote": "We always learn more from those whom we hate than those whom we love.",
        "author": "Auliq Ice",
        "category": "hatred, intelligence, jealousy, knowledge, learning, learning-by-doing, learning-from-mistakes, learning-process"
    },
    {
        "quote": "Transparency means to dedicate our thoughts and efforts to non privacy rules and not to defend negative intelligence ideas or surveillance programs.",
        "author": "Auliq Ice",
        "category": "auliq-ice-quotes, corruption, democracy, facebook-quotes, google-quotes, intelligence, politics, privacy, spying, surveillance, twitter-quotes"
    },
    {
        "quote": "Knowledge inside us, is a gift that can never be returned.",
        "author": "Auliq Ice",
        "category": "auliq-ice, intelligence, knowledge, wisdom"
    },
    {
        "quote": "Each second of every time has its own story and history to be filed.",
        "author": "Auliq Ice",
        "category": "biographies, biography, history, time"
    },
    {
        "quote": "Sow success and hope unto others, and more success and hope becomes what you permanently reap.",
        "author": "Auliq Ice",
        "category": "charity, giving-help, happiness, helping-others, humanity, love, loving-others, peace, success"
    },
    {
        "quote": "You can’t invite love with hate.",
        "author": "Auliq Ice",
        "category": "forgiveness, hatred, love, peace"
    },
    {
        "quote": "We live in a society where mutual respect and appreciation should be considered one of the pillars of modern life.",
        "author": "Auliq Ice",
        "category": "bad-behavior, behavior, characters, courage, displine, forgiveness, freedom, good-behaviour, good-character, happiness, joy, learning-from-mistakes, life, love, manners, marriage, personal-development, personal-growth, personality, politeness, relationships, respect, respecting-others"
    },
    {
        "quote": "Family is your most reliable source of support in any situation because love from your family is unconditional.",
        "author": "Auliq Ice",
        "category": "family-love, marriage, parental-love"
    },
    {
        "quote": "To choose who to love, is a decision no one else can help you with -- you have to decide for yourself.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, marriage, marriage-advice"
    },
    {
        "quote": "Not only does love bring joy and happiness, it also means very different things to people.",
        "author": "Auliq Ice",
        "category": "friendship, love, marriage"
    },
    {
        "quote": "It is hard to understand what love is!",
        "author": "Auliq Ice",
        "category": "love, marriage, true-love"
    },
    {
        "quote": "Falling in love might be the hardest one, as it encompasses a lot.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, love-at-first-sight, marriage"
    },
    {
        "quote": "Appreciate her for who she is.",
        "author": "Auliq Ice",
        "category": "love, marriage, true-love, value-of-relationship, wedding"
    },
    {
        "quote": "You should smile, look her in the eyes, and give her a small complement when you ask her out.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, love, love-at-first-sight, marriage, sex"
    },
    {
        "quote": "Whatever you've been doing with the girls or women your age won't cut it.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, love, love-at-first-sight, marriage, sex"
    },
    {
        "quote": "Take control from the moment you step in her place. She'll be pleasantly surprised and impressed.",
        "author": "Auliq Ice",
        "category": "dating, love-and-romance, love-at-first-sight, love-making, marriage, online-dating"
    },
    {
        "quote": "Though you should still let her do what she wants, don't let her take total control of you or you won't be making the most of your experience.",
        "author": "Auliq Ice",
        "category": "love-at-first-sight, marriage, marriage-advice"
    },
    {
        "quote": "Passion is the fuel that keeps your venture going,even when income is no where to be found.",
        "author": "Auliq Ice",
        "category": "happiness, money, passion, poverty"
    },
    {
        "quote": "Only by facing your demons can you stop them from having power over you.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, life-achievements, life-problems, life-struggles, mistakes, motivational-quotes, personal-growth, problem-solving, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Have your one good cry, pick your chin up, smile, and move on to the positive.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, life-achievements, life-problems, life-struggles, mistakes, motivational-quotes, personal-growth, problem-solving, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "You can also make your flaws work for you.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, life-achievements, life-problems, life-struggles, mistakes, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Don't fail to try because this is how winners roll.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, life-achievements, life-problems, life-struggles, mistakes, motivational-quotes, personal-growth, problem-solving, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Never let others define you.",
        "author": "Auliq Ice",
        "category": "change, choices, decision-making, motivational-quotes, self-motivational-quotes, self-realization, self-worth"
    },
    {
        "quote": "Life’s struggles are necessary for growth.",
        "author": "Auliq Ice",
        "category": "change, courage, encouragement, life-achievements, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Let the haters’ hate push you to go further instead of tear you down, your accomplishments will be your best revenge.",
        "author": "Auliq Ice",
        "category": "aim, change, choices, courage, creativity, decision-making, encouragement, happiness, life, life-achievements, motivational-quotes, revenge, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "You are worth more than what people say or think of you.",
        "author": "Auliq Ice",
        "category": "aim, change, choices, courage, creativity, decision-making, life, motivational-quotes, self-motivational-quotes, self-realization, self-worth"
    },
    {
        "quote": "Success is not about impressing and pleasing everyone, but setting your own goals, and achieving them in your own time.",
        "author": "Auliq Ice",
        "category": "aim, change, choices, courage, creativity, decision-making, encouragement, life, life-achievements, motivational-quotes, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "There is a purpose in life’s struggles. Without them, we stay the same.",
        "author": "Auliq Ice",
        "category": "encouragement, life-achievements, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Without life’s struggles, we cannot grow into the person that we are meant to become.",
        "author": "Auliq Ice",
        "category": "encouragement, life-achievements, life-lessons, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Struggles not only make us into stronger, better and wiser people, they also let us learn more about ourselves and our purpose in life.",
        "author": "Auliq Ice",
        "category": "encouragement, life-achievements, life-challenges, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Don’t believe it when people tell you that you will never accomplish anything great in life, or that you’re ordinary or should just stay the same as everybody else. Don’t let them define you, your life or your future. Don’t let society or people restrict or blind you with their definitions of what’s beautiful and what’s not, and what’s successful and what’s not, follow your heart.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, life-achievements, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Don’t be afraid to have goals and dreams. Even in the face of haters and those who do not believe in you, don’t stop dreaming.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, life-achievements, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Do not stop pursuing your dreams in the midst of all the difficult situations you find yourself to be in. Instead, set your goals in faith.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, life-achievements, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Instead of trying to hide yourself from the world, make it your signature trait. Make what most people think to be the worst of you become something your proud of.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, life-achievements, life-problems, life-struggles, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Always see your mistakes as a learning curve.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, life-achievements, life-problems, life-struggles, mistakes, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "Make your flaw your strength.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, life-achievements, life-problems, life-struggles, mistakes, motivational-quotes, personal-growth, self-motivational-quotes, self-realization, self-worth, success"
    },
    {
        "quote": "You stop worrying about things, just go with the ones you like, and there you'll find happiness and joy.",
        "author": "Auliq Ice",
        "category": "courage, happiness, joy, motivational-quotes, prosperity, source-of-happiness"
    },
    {
        "quote": "To succeed, No one's going to make way for you. You must find the light and make way for yourself.",
        "author": "Auliq Ice",
        "category": "motivational-quotes, success, success-quotes"
    },
    {
        "quote": "Success is not attained by chance, you have to work in order to get it.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, hard-work, inspirational-quotes, motivational-quotes, success"
    },
    {
        "quote": "Everyone suffers personal setbacks. If you're experiencing difficulty in your career or personal life, keep it in perspective - by persevering through your difficulties, you're building a stronger personality in you. Never give up!.",
        "author": "Auliq Ice",
        "category": "inspirational-quotes, motivational-quotes, problem-solving"
    },
    {
        "quote": "Attaining achievement is not simple. It is not attain by chance, you have to work with it. There ought to be diligence and own path on the best way to accomplish achievement. It takes much time before having the tree grown foods of your work. As you come the way, you will know the things on the best way to be fruitful. Achievement needs time, exertion and tolerance.",
        "author": "Auliq Ice",
        "category": "hard-work, inspirational-quotes, motivational-quotes, success"
    },
    {
        "quote": "Do not be satisfied by just getting what you need, strive and work harder to get what you want.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice-quotes, hard-work, inspirational-quotes, life-achievements, motivational-quotes, success, success-quotes"
    },
    {
        "quote": "Working hard and succeeding will make you feel valuable and important - thus the cornerstones of a confident personality is you, yourself.",
        "author": "Auliq Ice",
        "category": "hard-work, motivational-quotes, success-quotes"
    },
    {
        "quote": "After failure, don't worry much. There will always be more opportunities and second chances.",
        "author": "Auliq Ice",
        "category": "motivational, motivational-quotes"
    },
    {
        "quote": "Today's failure can teach us to prepare for the future.",
        "author": "Auliq Ice",
        "category": "failure, failure-quotes, motivational-quotes"
    },
    {
        "quote": "Everyone is special; every moment in our life is unique. However difficult or painful a situation may look at present, it soon becomes a memory and a special journey. Memories make us who we are, but it also starts declining with age. There are many ways to preserve these special moments so that we can cherish a story that's our own.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, auliq-ice-quotes, difficult-times-quotes, difficulties, difficulties-of-life, encouragement-quotes, inspirational-quotes, life, life-stories, life-struggles, memories, motivational-quotes, painful-memories, self-encouragement, self-improvement, self-love-quotes, self-worth-quotes, self-worthiness"
    },
    {
        "quote": "If the words you spoke appeared on your skin, would you still be beautiful?",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, inspirational-quotes, motivational-quotes"
    },
    {
        "quote": "One of the best things you can do in life is to embrace who you are. Once you do that NOTHING can stop you. You have found the greatest gift that has been given. The gift of self importance.",
        "author": "Auliq Ice",
        "category": "acceptance-quotes, be-yourself-quotes, being-who-you-are-quotes, empowerment-quotes, finding-yourself-quotes, motivational-quotes, self-importance-quotes, success-quotes"
    },
    {
        "quote": "If this planet is to be transformed for the better, then we as individuals must first transform ourselves.",
        "author": "Auliq Ice",
        "category": "auliq-ice, better-world, equal-rights, freedom, justice, transformation, world"
    },
    {
        "quote": "Vision is the code that decodes every mediocrity out of life.",
        "author": "Auliq Ice",
        "category": "chasing-dreams, courage, dreams-come-true, happiness, hope, life-plans, opportunities-in-life, opportunity, positive-attitude, positive-thinking, success, vision, visions-in-life"
    },
    {
        "quote": "Keep an eye on your responses. Strong responses are about you more than them.",
        "author": "Auliq Ice",
        "category": "behavior, comments, courage, displine, encouragement, forgiveness, freedom, happiness, inspirational, joy, learning-from-mistakes, life, love, manners, motivational, overcoming-challenges, overcoming-obstacles, personal-development, personal-growth, personality, politeness, problem-solving, problems-in-life, relationships, replies, respect, respecting-others, responses, solution-to-problems"
    },
    {
        "quote": "The leaderly response to personal irritation is to relax and open up not push, run, or close down.",
        "author": "Auliq Ice",
        "category": "confidence, courage, encouragement, happiness, inspirational, learning-from-mistakes, motivational, overcoming-challenges, overcoming-obstacles, personal-development, personal-growth, problem-solving, problems-in-life"
    },
    {
        "quote": "Just because those around you do not constantly tell you what they are going through in their personal life, it does not mean they are living in a fairytale.",
        "author": "Auliq Ice",
        "category": "confidence, courage, goal-setting, goals-in-life, inspirational, life-problems, life-struggles, motivational, personal-growth, problem-solving, problems-in-life, your-not-alone"
    },
    {
        "quote": "Everything meaningful encounters resistance, don't get scared of whatever comes your way, just go with the right strategy and plan, their you'll overcome it at last.",
        "author": "Auliq Ice",
        "category": "courage, encouragement, happiness, inspirational, learning-from-mistakes, motivational, overcoming-challenges, overcoming-obstacles, personal-development, personal-growth, personality, problems-in-life"
    },
    {
        "quote": "In order to stay happy, You must learn from your wins and fails and accept all things that come your way as they are.",
        "author": "Auliq Ice",
        "category": "courage, forgiveness, happiness, happiness-in-life, joy, life, love, relationship, romantic"
    },
    {
        "quote": "Everyone has to start somewhere. So get out there and start.",
        "author": "Auliq Ice",
        "category": "achievements, confidence, courage, goal-setting, goals, inspirational, life-achievements, motivational, self-motivation"
    },
    {
        "quote": "I want you to believe in yourself, and take chances, even if it is scary and even if you don't know what you are doing yet.",
        "author": "Auliq Ice",
        "category": "confidence, courage, goal-setting, goals, inspirational, motivational, self-motivation"
    },
    {
        "quote": "Never undervalue who you are, and NEVER underestimate what you are capable of.",
        "author": "Auliq Ice",
        "category": "abilities, ability-to-succeed-in-life, achievements, confidence, courage, goal-setting, goals, inspirational, life-achievements, motivational, self-help, self-improvement, self-motivation, self-realization, success"
    },
    {
        "quote": "If you can endure, if you can persevere, if you can work and not grow weary, if you're both obsessed and talented, well, you might have a shot.",
        "author": "Auliq Ice",
        "category": "confidence, courage, encouragement, endurance, goal-setting, goals-in-life, inspirational, motivational, perseverance"
    },
    {
        "quote": "Never think twice, when you have decided once.",
        "author": "Auliq Ice",
        "category": "belief, confidence, courage, faith, inspirational, motivational, self-trust, success, trust"
    },
    {
        "quote": "Even if someone is already dead in front of you, knock twice on the heart who knows they might answer.",
        "author": "Auliq Ice",
        "category": "chances, courage, hope, inspirational, motivational"
    },
    {
        "quote": "Whenever it comes to doing anything. Remember the part about having confidence.",
        "author": "Auliq Ice",
        "category": "courage, encouragement, inspirational, motivational, self-conciousness, self-confidence, self-esteem"
    },
    {
        "quote": "Some of you may not like what I had to say, but these are the things that I’ve noticed and believe should be said.",
        "author": "Auliq Ice",
        "category": "confidence, courage, facts, seek-truth, truth, truth-is-hard"
    },
    {
        "quote": "They may not like what you have to say, but it is better to express how you feel.",
        "author": "Auliq Ice",
        "category": "courage, facts, reality, true-love, truth"
    },
    {
        "quote": "The way to fight fear is to do what you are afraid of. And the way to fight pain is to live with it, with an open heart.",
        "author": "Auliq Ice",
        "category": "confidence, courage, happiness, hope, life"
    },
    {
        "quote": "Life is a test of courage, It's only worth if you can learn to withstand your most trying times and remain stable, steady, simple and strong in different places and spaces.",
        "author": "Auliq Ice",
        "category": "auliq-ice, courage, life, life-lessons, life-problems, problems, progress"
    },
    {
        "quote": "Courage injures the strong ones who have no wisdom, but it motivates the brave ones, to always win.",
        "author": "Auliq Ice",
        "category": "braveness, bravery, courage, motivational, self-confidence, self-esteem, self-realization, self-transformation, self-trust, selft-empowerment, success"
    },
    {
        "quote": "We've made our decisions, We've taken our choices, What's left, is only a hand-full of emotions.",
        "author": "Auliq Ice",
        "category": "action-speak-louder-than-words, actions-over-words, auliq-ice-quotes, change, choice-quotes, choices, choices-and-consequences, courage, courage-in-life, decision-making, decisions, inspirational-quotes, motivational-quotes"
    },
    {
        "quote": "Continuous understanding goes with love, courage, respect, discovery and acceptance of mistakes.",
        "author": "Auliq Ice",
        "category": "courage, discoveries, respect, success, success-quotes, success-self-improvement, understanding, understanding-others"
    },
    {
        "quote": "It is about time to see within us a real change and let it happen as we have made before we start.",
        "author": "Auliq Ice",
        "category": "change, change-the-world, courage, inspirational-quotes, motivational-quotes, planning-ahead, plans, progress"
    },
    {
        "quote": "Sometimes is not in the battle field where truth and courage only shows. You can win in any place with the help of your courage.",
        "author": "Auliq Ice",
        "category": "courage"
    },
    {
        "quote": "If you need to know courage then you personally is the courage you discovered by yourself, try harder things and it will show up.",
        "author": "Auliq Ice",
        "category": "auliq-ice, courage, inspirational-quotes, motivational-quotes"
    },
    {
        "quote": "Without courage, little is done and accomplished.",
        "author": "Auliq Ice",
        "category": "courage, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "Reality is a challenge.",
        "author": "Auliq Ice",
        "category": "reality, reality-of-life, truth"
    },
    {
        "quote": "Take a leap of faith right now and know that you can live the life of your dreams by making a positive decision.",
        "author": "Auliq Ice",
        "category": "goal-setting, inspirational, motivational, positive-thinking, self-motivational-quotes, success"
    },
    {
        "quote": "Thinking can be done best when you’re in that state of mind where nothing can slip under the radar and destroy your concentration.",
        "author": "Auliq Ice",
        "category": "decision-making, positive-thinking, thinking, thinking-with-a-great-mind, wisdom"
    },
    {
        "quote": "There is no REASON to keep SEASONAL people around for a LIFETIME.",
        "author": "Auliq Ice",
        "category": "happiness, joy, joy-of-life"
    },
    {
        "quote": "Happiness is more of a necessity than a choice thus we must consider it a priority in everyday's life.",
        "author": "Auliq Ice",
        "category": "freedom, friendship, happiness, joy, liberty, life, love, relationships"
    },
    {
        "quote": "Laughter is like a windshield wiper, it doesn't stop the rain but allows us to keep going.",
        "author": "Auliq Ice",
        "category": "alikkais, happiness, joy, joy-of-life, joy-of-living, laughing"
    },
    {
        "quote": "Life is always good, if those who are living a round you are happy with what's going on.",
        "author": "Auliq Ice",
        "category": "happiness, joy, love, neighbors, peace, success-quotes"
    },
    {
        "quote": "Let's be happy the way life takes shape, it is all decided and destined to be that way and we can't change anything unless we first change ourselves.",
        "author": "Auliq Ice",
        "category": "change-your-life, happiness, joy, progress"
    },
    {
        "quote": "Be grateful when you have friends who care for you, it's a blessing to see nice happy people around us.",
        "author": "Auliq Ice",
        "category": "falling-in-love, friends, friendship, friendship-and-love, friendship-quotes, happiness, joy, joy-of-life, love"
    },
    {
        "quote": "Though there are no stars, no light but the souls in love will always shine so bright even in darkness.",
        "author": "Auliq Ice",
        "category": "happiness, happy-endings, joy, joy-of-life, joyful-living, love, love-quotes"
    },
    {
        "quote": "With mercy and sympathy, no one will hate to love one another.",
        "author": "Auliq Ice",
        "category": "happiness, humanity, humanity-and-society, joy, joy-of-life, joyful-living, kindness, kindness-quotes, love, mercy, sympathetic-people, sympathy"
    },
    {
        "quote": "Good thinking makes you more attractive to yourself and others.",
        "author": "Auliq Ice",
        "category": "wisdom, wisdom-quotes"
    },
    {
        "quote": "Graceful aging starts by leveling the playing field between emotional landmines and physical grievances.",
        "author": "Auliq Ice",
        "category": "wisdom, wisdom-quotes"
    },
    {
        "quote": "He who has wisdom, out of his mouth comes knowledge.",
        "author": "Auliq Ice",
        "category": "knowledge, wisdom, wisdom-quotes, wisdom-words"
    },
    {
        "quote": "We have the right and the responsibility to be intolerant of those things which should not be tolerated.",
        "author": "Auliq Ice",
        "category": "auliq-ice, children, education, humanism, humanity-and-reality, humanity-and-society, love-quotes, patience, stupidity, tolerance"
    },
    {
        "quote": "If you're determined to face death, then you'll find away to live.",
        "author": "Auliq Ice",
        "category": "auliq-ice, life-philosophy, life-quotes, living, living-life"
    },
    {
        "quote": "Search yourself with other persons and you will find the right you.",
        "author": "Auliq Ice",
        "category": "self-discovery, self-improvement, self-realization"
    },
    {
        "quote": "Call attention to your strengths instead of pointing out your weaknesses.",
        "author": "Auliq Ice",
        "category": "correction, self-acceptance, self-improvement, self-motivation, self-worth, success"
    },
    {
        "quote": "Take control of your future by taking a choice of starting it right now.",
        "author": "Auliq Ice",
        "category": "change, dreams, encouragement, future-plans, graduation-opportunity, hope, improvement, inspirational, motivational, planning, self-improvement, success"
    },
    {
        "quote": "Making it happen, It's just something you gotta do.",
        "author": "Auliq Ice",
        "category": "change, decision-making, decisions, dreams, dreams-come-true, encouragement, graduation-opportunity, hope, improvement, inspirational, motivational, self-improvement, success"
    },
    {
        "quote": "You can only see progress when you start doing something, so don't expect anything without your efforts.",
        "author": "Auliq Ice",
        "category": "change, dreams, encouragement, graduation-opportunity, hope, improvement, inspirational, motivational, self-improvement, success"
    },
    {
        "quote": "With success, if you don't plan and just take each day as it comes, there will come failure.",
        "author": "Auliq Ice",
        "category": "change, dreams, encouragement, graduation-opportunity, hope, improvement, inspirational, motivational, self-improvement, success"
    },
    {
        "quote": "Sometimes the 'day' you're dreaming for never comes. Take control of your future and start now.",
        "author": "Auliq Ice",
        "category": "change, dreams, encouragement, graduation-opportunity, hope, improvement, inspirational, motivational, self-improvement, success"
    },
    {
        "quote": "The sense of your own experience will grow along with your confidence.",
        "author": "Auliq Ice",
        "category": "life-experiences, self-acceptance, self-confidence, self-improvement, self-realization"
    },
    {
        "quote": "Never believe you are the best, but believe you are one of the best.",
        "author": "Auliq Ice",
        "category": "overconfidence, self-acceptance, self-improvement"
    },
    {
        "quote": "If you will trust your destiny it will be your religion.",
        "author": "Auliq Ice",
        "category": "atheism, destiny, phylosophy, success, success-quotes"
    },
    {
        "quote": "Laziness builds walls and fences that keep the mind under control.",
        "author": "Auliq Ice",
        "category": "creativity, laziness"
    },
    {
        "quote": "The quality of your ideas 'your actual thoughts' determines your success more than you think.",
        "author": "Auliq Ice",
        "category": "career-development, change, creativity, good-ideas, good-plans, good-thoughts, planning, planning-ahead, success, wisdom, words-of-wisdom"
    },
    {
        "quote": "The greatest challenge in life is discovering who you are, The second greatest is being happy with what you find.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, life-quotes, progress, success, success-quotes"
    },
    {
        "quote": "Complaining solves nothing but creative problem solving amongst people with a common focus will produce solutions.",
        "author": "Auliq Ice",
        "category": "alikkais, arguments, auliq-ice, auliq-ice-quotes, complaining, love-quotes, problem-solving, solutions, success-quotes"
    },
    {
        "quote": "Stop rejecting that unique pathway that was designed exclusively for you. Embrace your destiny, respect yourself and love others.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, beauty, falling-in-love, friends, friendship, happiness, love-quotes, relationships, success-quotes"
    },
    {
        "quote": "You can only give yourself a chance to find right things when you stop chasing wrong things.",
        "author": "Auliq Ice",
        "category": "life-goals, success, success-quotes"
    },
    {
        "quote": "Success is like a seed, it waits for the right conditions that will allow it to grow.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "Every success and every bit of progress, is a building block for your next step.",
        "author": "Auliq Ice",
        "category": "development, progress, success, success-quotes"
    },
    {
        "quote": "If you have the dedication, means and patience to treat your daily struggle, like a step towards success, something bigger will come your way.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, hard-work, success, success-quotes"
    },
    {
        "quote": "To succeed means you to sail across some difficult courses.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "Becoming successful is a rough journey that carries pain and requires perseverance.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "Self-praise is for losers. Be a winner. Stand for something. Always have class, and be humble.",
        "author": "Auliq Ice",
        "category": "self-appraisal-quotes, success-quotes"
    },
    {
        "quote": "If you are going to be successful in creating the life of your dreams, you have to believe that you are capable of making it happen. Whether you call it self-esteem, self-confidence or self-assurance, it is a deep-seated belief that you have what it takes; the abilities, inner resources, talents and skills to create your desired results.",
        "author": "Auliq Ice",
        "category": "believe-in-yourself-quotes, dreams-quotes, encouragement-quotes, faith-quotes, self-awareness-quotes, self-confidence-quotes, self-esteem-quotes, success-quotes"
    },
    {
        "quote": "Knowing your true self will help you work more effectively to reach your goals. It will lead you down the road to success. It will bring you a calmness that will improve your attitude and your relationships with others.",
        "author": "Auliq Ice",
        "category": "achievement-quotes, attitude-quotes, being-true-to-yourself-quotes, goals-quotes, life-quotes, personal-growth-quotes, self-improvement-quotes, success-quotes"
    },
    {
        "quote": "Accept fate, and move on. Don't yield to the seductive pull of self-pity. Acting like a victim threatens your future.",
        "author": "Auliq Ice",
        "category": "advice-quotes, fate-quotes, future-quotes, life-lesson-quotes, moving-on-quotes, self-pity-quotes, success-quotes"
    },
    {
        "quote": "Life is not so simple as you think without taking those risks, trying everything to make ends meet.",
        "author": "Auliq Ice",
        "category": "achieving-dreams, achieving-success, life, success-quotes"
    },
    {
        "quote": "Life is simple but if you don't put anything into it, you won't get anything out of it.",
        "author": "Auliq Ice",
        "category": "inspirational-quotes, invest, investing, life, life-lessons, motivational-quotes, success-quotes"
    },
    {
        "quote": "The more optimistic you can be the more resilient you will be to whatever challenges life throws at you.",
        "author": "Auliq Ice",
        "category": "achievements, challenges, inspirational-quotes, life, life-and-living, life-lessons, life-philosophy, motivational-quotes, success-quotes, successful-living"
    },
    {
        "quote": "The price of winning is dedication and the price of dedication is concentration. To get any of the two you have to accept to toil for both.",
        "author": "Auliq Ice",
        "category": "auliq-ice, auliq-ice-quotes, concentration, dedication, dedication-and-attitude, success, success-quotes, winners-and-losers, winners-mentality, winning"
    },
    {
        "quote": "You will never achieve a goal by definition unless you try.",
        "author": "Auliq Ice",
        "category": "inspirational-quotes, motivational-quotes, success, success-quotes, trying, trying-hard, victory, winners, winners-mentality, winning"
    },
    {
        "quote": "Victory is not possible, if one doesn't learn from the past and mistakes made.",
        "author": "Auliq Ice",
        "category": "achievement, failure, hard-work, learning-by-doing, learning-from-mistakes, learning-the-truth, mistakes-in-practice, success, success-quotes, victory"
    },
    {
        "quote": "Naturally have a belief that you can make a difference and you will make it unknowingly.",
        "author": "Auliq Ice",
        "category": "change-your-life, make-a-change, make-a-difference, success-quotes"
    },
    {
        "quote": "The most effective way to be self disciplined, is to submit yourself to your words.",
        "author": "Auliq Ice",
        "category": "displine, respecting-others, self-displine, self-respect, self-respect-quotes, success-quotes"
    },
    {
        "quote": "Life is one big lesson, you learn as you go.",
        "author": "Auliq Ice",
        "category": "failure, life, life-lessons, success-quotes"
    },
    {
        "quote": "Consider the weak point in your private life and make a resolution for it, you will be stronger than what you thought and you'll start to achieve your goals easily.",
        "author": "Auliq Ice",
        "category": "change-your-life, failure, life, success-quotes"
    },
    {
        "quote": "For a man who makes his salvation perfect through suffering, is more of a saint and a loving hero of nature.",
        "author": "Auliq Ice",
        "category": "activism, activist, charity, freedom-fighters, heroes, heroism, humanity, success, success-quotes"
    },
    {
        "quote": "The only moment we need in our lives, is the moment right now as we don't know what tomorrow may bring or the destruction of your world.",
        "author": "Auliq Ice",
        "category": "life, success-quotes"
    },
    {
        "quote": "Sometimes in your life, you will get to the point where you are not even trying or worthy even taking a step a head of you, but you will have to go to the next step without thinking more.",
        "author": "Auliq Ice",
        "category": "encouragement-quotes, failure, inspirational-quotes, motivational-quotes, success-quotes"
    },
    {
        "quote": "Your integrity may disgrace your pride at the time you don't think but that doesnt mean you should stop. You'll have to accept and move on with your life in the way it is.",
        "author": "Auliq Ice",
        "category": "failure, inspirational-quotes, life-lessons, motivational-quotes, success-quotes"
    },
    {
        "quote": "Life has let me down several times, that I have learnt to cope with my pain in different situations while at the same time, learning through comparing my past problems and the current obstacles am facing.",
        "author": "Auliq Ice",
        "category": "auliq-ice, inspirational-quotes, life, life-lessons, motivational-quotes, problem-solving, progress, success-quotes"
    },
    {
        "quote": "In life; don't go chasing after everything, or if you go for something, never doubt and miss the step, Or else you will miss a trick of the tail and lose everything.",
        "author": "Auliq Ice",
        "category": "failure, success-quotes"
    },
    {
        "quote": "In every life, there is always a journey that is unforgettable and a path that can never be traced.",
        "author": "Auliq Ice",
        "category": "life-lessons, success-quotes"
    },
    {
        "quote": "Go where the situation takes you, but never forget where you came from, where you belong and the direction of where you entered in.",
        "author": "Auliq Ice",
        "category": "home, love, success-quotes"
    },
    {
        "quote": "You are always freed by your lucid knowledge and acceptance of your tasks.",
        "author": "Auliq Ice",
        "category": "success, success-quotes, successful-living"
    },
    {
        "quote": "Never give up in life. Learn to be humble, resilient, honest, wise and submissive and you'll be able to make a change better than anyone else.",
        "author": "Auliq Ice",
        "category": "hard-work, inspirational-quotes, motivational-quotes, success-quotes, trying-hard"
    },
    {
        "quote": "Learn to struggle in all four seasons, for opportunity has no date or an exact time to find, you will only get what you need by trying everthing you know, without fear or shame.",
        "author": "Auliq Ice",
        "category": "inspirational-quotes, motivational-quotes, success-quotes"
    },
    {
        "quote": "Even though life is hard, never make your life miserable, stressed and out weighed, you will burry yourself in stress.",
        "author": "Auliq Ice",
        "category": "solving-problems, success-quotes, suffering"
    },
    {
        "quote": "Winning is not a matter of acceptance but a term of dedication with an interest to achieve.",
        "author": "Auliq Ice",
        "category": "achievement, achieving-success, auliq-ice, dedication, failure-quotes, inspirational-quotes, motivational-quotes, success, success-quotes, winning"
    },
    {
        "quote": "It's important to remember that peace, liberty and freedom changes many aspects in our thoughts as far as life is concerned.",
        "author": "Auliq Ice",
        "category": "change, change-leadership, change-life, democracy, freedom, justice, liberty, peace, peace-of-mind, success-quotes"
    },
    {
        "quote": "To have mercy and truth requires love, good understanding and respect.",
        "author": "Auliq Ice",
        "category": "honor, love-quotes, mercy, respect, success, success-quotes, understanding"
    },
    {
        "quote": "All what you have to do is to accept, to be bold and open to the world and the world will open it's gates for you.",
        "author": "Auliq Ice",
        "category": "achievement, auliq-ice, dreams, inspirational-quotes, love-truth, motivational-quotes, success, success-quotes, trust, trustworthy"
    },
    {
        "quote": "The graceful wings of a dove lead to the endless imagination in a dream wings of pain.",
        "author": "Auliq Ice",
        "category": "beautiful-imagery, beauty, beauty-in-nature, imagery, imagination-quotes, imaginations, love, success, success-quotes, wishes, wishes-for-peace, wishes-quotes, wishful-thinking"
    },
    {
        "quote": "A soul of hospitality and a heart of humanity is a house of love, peace, freedom, liberty and justice.",
        "author": "Auliq Ice",
        "category": "hospitality, hospitality-industry, humanity, love, love-quotes, success, success-quotes, understanding"
    },
    {
        "quote": "You can never learn to be strong if you have not fallen and got up by yourself.",
        "author": "Auliq Ice",
        "category": "motivational-quotes, success-quotes"
    },
    {
        "quote": "Lets make a change today while everybody takes a day off and waits to make a change tomorrow.",
        "author": "Auliq Ice",
        "category": "auliq-ice, change, change-the-world, inspirational-quotes, make-a-change, motivational-quotes, politics, success-quotes"
    },
    {
        "quote": "Having confidence in your obedience, offers yourself confidence and love.",
        "author": "Auliq Ice",
        "category": "confidence, conflict-management-training, obedience, respect, success, success-quotes"
    },
    {
        "quote": "The less you use your brain, the less it will be there for use when you need it.",
        "author": "Auliq Ice",
        "category": "discovery, educational-quotes, good-thinking, good-thoughts, innovation, knowledge, success-quotes, technology"
    },
    {
        "quote": "The unchangeable price of everything more precious and valuable is blood.",
        "author": "Auliq Ice",
        "category": "blood, blood-promise, fluctuations, love-quotes, priceless, prices, success-quotes, true-love, war"
    },
    {
        "quote": "Nothing is interesting other than deleting your name from the book of poverty and misery.",
        "author": "Auliq Ice",
        "category": "economics-philosophy, poverty-alleviation, struggle, success, success-quotes, third-world-countries"
    },
    {
        "quote": "For one to succeed, one must be a assured of failure.",
        "author": "Auliq Ice",
        "category": "failure, failure-quotes, motivational-quotes, success, success-quotes"
    },
    {
        "quote": "Every desire has it's own demand and a price to pay.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "Failure is a success if you learn from it.",
        "author": "Auliq Ice",
        "category": "failure, success, success-quotes"
    },
    {
        "quote": "To all what we have not tried, we would never wish to try if we knew that we would fail.",
        "author": "Auliq Ice",
        "category": "achievement, failure, succes-quotes, success-quotes, success-strategies, successful-living, trying, trying-hard"
    },
    {
        "quote": "We’re halfway through another great time of the year. You should start to make little improvements to your lifestyle and thinking, your late. Start making a change now.",
        "author": "Auliq Ice",
        "category": "change, change-your-life, change-yourself, courage-quotes, inspirational-quotes, motivational-quotes, success-quotes"
    },
    {
        "quote": "Do not take the advantage of all the little luxuries a house of a stranger may offer you.",
        "author": "Auliq Ice",
        "category": "hard-work, struggle-for-life, success, success-quotes, success-strategies, successful-living"
    },
    {
        "quote": "The struggle is never easy to finding what is lost and to gain the best of what is to come without sweat.",
        "author": "Auliq Ice",
        "category": "inspirational-quotes, motivational-quotes, success-quotes"
    },
    {
        "quote": "Just don't be afraid to be who you are and you will be successful.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "It doesn't matter what you did, all what matters is what you want to do, when, where and how you are going to do it.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "Determination itself, offers us many ways in achieving than resting on bed with lazy thoughts.",
        "author": "Auliq Ice",
        "category": "determination, success-quotes"
    },
    {
        "quote": "No one knows your success or failure best than your enemy who pretends to be your greatest friend.",
        "author": "Auliq Ice",
        "category": "betrayal, enemies-and-opposition, enemity-quotes, failure-quotes, success, success-quotes, success-self-improvement"
    },
    {
        "quote": "Dare to dream and toil to achieve.",
        "author": "Auliq Ice",
        "category": "success, success-quotes"
    },
    {
        "quote": "In every city you go, you will come across men of different kinds and you are the one to choose where your to belong.",
        "author": "Auliq Ice",
        "category": "belonging, future, inspirational-quotes, life-foresight, success-quotes, wisdom"
    },
    {
        "quote": "In every argument there is a discovery of truth and a bed of success.",
        "author": "Auliq Ice",
        "category": "arguments, success-quotes, truth, truth-discovery"
    },
    {
        "quote": "The only future we count is the time and the moments we can take a breath and leave a word for the future coming generations.",
        "author": "Auliq Ice",
        "category": "future, future-generations, future-of-man, future-plans, future-prediction"
    },
    {
        "quote": "There is no future in the past and there is no real hope in the future, only regrets, worries, plans and aim for the best.",
        "author": "Auliq Ice",
        "category": "future, future-plans, past"
    },
    {
        "quote": "Through the eyes of the brave, the future makes past tense perfect sense.",
        "author": "Auliq Ice",
        "category": "bravery, future"
    },
    {
        "quote": "You can’t prepare for the details of every single possible thing that might come your way in the future, because the future is uncertain.",
        "author": "Auliq Ice",
        "category": "auliq-ice, future, phylosophy, preparation, preparedness, uncertainty"
    },
    {
        "quote": "To show our commitment to the future means to dedicate our time, efforts, resources, saving nature and to develop nice thoughts for better thinking.",
        "author": "Auliq Ice",
        "category": "development, future, future-plans, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "The future is for everyone, not far, it's just tomorrow.",
        "author": "Auliq Ice",
        "category": "future, future-generation, future-plans, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "Trust is a fragile thing. All it takes is a single moment in time, or a single word, to destroy what took a lifetime to build.",
        "author": "Auliq Ice",
        "category": "belief, faith, friendship, relationships, trust"
    },
    {
        "quote": "Its a sign of weakness to lament about things which you entirely have no control over.",
        "author": "Auliq Ice",
        "category": "belief, change, faith, philosophy, trust"
    },
    {
        "quote": "Feelings will get you out of control, but faith doesn't.",
        "author": "Auliq Ice",
        "category": "belief, desire, faith, focus, focus-on-success, success"
    },
    {
        "quote": "You will die but the words you speak or spoke, will live forever.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, auliq-ice-quotes, history, history-of-mankind, life, life-and-death, life-philosophy, literature, literature-quotes, memory, quotations, quotes, quotes-about-life, quotes-and-saying, speeches"
    },
    {
        "quote": "Dear Gods of Heaven and Earth.The universe has began, without a beginning. Even if it's divided into Heaven, Earth, and Man, the essence is the same. Although Heaven, Earth, and Man are different in form, they have the same nature. Although Heaven is full of spirits, because there is no box to contain it, fom heaven came Man. When the three absolutes move in harmony, energy is created, covering all the material and the spirit for the Man. All the use of all creation may change, the basic mind is originally the bright light. Shine on Man with respect for it, Man is the best of the universe.",
        "author": "Auliq Ice",
        "category": "prayer, prayer-quotes, prayerful-life, prayers, religious-quotes"
    },
    {
        "quote": "Endeavour to appreciate life while you experience it, for some will never experience life again, because they are six feet inside the grave.",
        "author": "Auliq Ice",
        "category": "appreciating-life, happiness, happiness-in-life, life, life-and-living, living-life, self-acceptance, survival-of-the-fittest"
    },
    {
        "quote": "We were designed to love and to be loved, to reach our dreams to unleash our potentials but not live in malice and envy, being hated and hating one another.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, friendship, life, life-and-living, life-philosophy, life-potential, life-quotes, love-quotes"
    },
    {
        "quote": "Anyone who has lived a full life has something fascinating to share with the world.",
        "author": "Auliq Ice",
        "category": "biographical, biographies, biography, history, history-of-mankind, history-of-philosophy, life, life-and-living, life-changing, life-experiences, life-quotes"
    },
    {
        "quote": "Without judgments life loses its hierarchical quality of being a choice between preferences and by losing that, it loses it's savor.",
        "author": "Auliq Ice",
        "category": "life, life-and-living, life-lessons"
    },
    {
        "quote": "Spending time to learn and to gather better information is what we do most in our lives. We go to school, spend time there, and learn things important in our life. We do this only for one reason, to be happy.",
        "author": "Auliq Ice",
        "category": "education, educational-quotes, happiness, happiness-quotes, learning"
    },
    {
        "quote": "Life can be tough at times, but each time you fall, is another lesson to learn from.",
        "author": "Auliq Ice",
        "category": "experience, learning, life, life-lessons"
    },
    {
        "quote": "Think and keep quiet among those you don't trust.",
        "author": "Auliq Ice",
        "category": "mistrust, trust, wisdom"
    },
    {
        "quote": "Stop thinking that nobody is “good enough”.",
        "author": "Auliq Ice",
        "category": "trust, trustworthiness, truth, truth-of-life"
    },
    {
        "quote": "Trust can never be earned, but can only be given. But once you have it, you can damn sure lose it.",
        "author": "Auliq Ice",
        "category": "friendship, kindness, mistrust, trust, truth"
    },
    {
        "quote": "TRUST is like a paper once it’s crumpled it can’t be PERFECT again.",
        "author": "Auliq Ice",
        "category": "trust"
    },
    {
        "quote": "Respect is earned, Honesty is appreciated. Trust is gained. Loyalty is returned.",
        "author": "Auliq Ice",
        "category": "honesty, life, loyalty, respect, trust, wisdom"
    },
    {
        "quote": "n order to capture someone's attention, you must allow them to have the mental and emotional space to let you in.",
        "author": "Auliq Ice",
        "category": "alikkais, arguments, auliq-ice, debate, falling-in-love, forgiveness, forgiveness-quotes, friendship-and-love, friendship-quotes, love, love-quotes, marriage, public-relations, true-love, trust, trustworthiness"
    },
    {
        "quote": "It takes time to earn trust and it takes time to learn to be open enough to work in at team in an effective way so that every contribution is \"valuable\" regardless of your personal opinion.",
        "author": "Auliq Ice",
        "category": "trust"
    },
    {
        "quote": "Taking care of whom to trust everyday, is a key to your living if your to be a live.",
        "author": "Auliq Ice",
        "category": "betrayal, trust"
    },
    {
        "quote": "It is always a difficult issue for each of us to trust one another yet we expect to be trusted by others.",
        "author": "Auliq Ice",
        "category": "love, trust"
    },
    {
        "quote": "Even though everybody hates you, you'll always have a friend who protects you and wishes to uplift you from pain, misery and suffering and that will always turn and remain the hardest blow to those who hate you.",
        "author": "Auliq Ice",
        "category": "friends, friendship, friendship-quotes, human-development, humanity, humanity-and-society, love, love-quotes, real-friendship, religion-and-philoshophy, religious, trust, trusting-god"
    },
    {
        "quote": "with your love I forget about my problems, and by your side everything is better",
        "author": "Auliq Ice",
        "category": "friendship, love, relationship"
    },
    {
        "quote": "Fight fire with fire, only adds more negative energy to the situation, making it worse.",
        "author": "Auliq Ice",
        "category": "anger-management, forgiveness, problem-solving"
    },
    {
        "quote": "It is very important to understand why those annoying people annoy you and then figure out where that fits into your world.",
        "author": "Auliq Ice",
        "category": "annoying-people, change, confidence, conflict-management, conflict-resolution, curiosity, forgiveness, happiness, learning-from-mistakes, learning-from-others, life-lessons, love, personal-growth"
    },
    {
        "quote": "It’s taken years, but part of my own personal growth has involved deciding that I can learn something from even the most annoying person.",
        "author": "Auliq Ice",
        "category": "annoying-people, change, confidence, conflict-management, conflict-resolution, curiosity, forgiveness, happiness, learning-from-mistakes, learning-from-others, life, love, personal-growth"
    },
    {
        "quote": "It is very humbling to see my own character defects in someone who annoys me. At the end of the day, I realize they have actually prompted positive change in me.",
        "author": "Auliq Ice",
        "category": "annoying-people, change, confidence, conflict-management, conflict-resolution, curiosity, forgiveness, happiness, learning-from-others, life, love, personal-growth"
    },
    {
        "quote": "We need to learn ourselves before we can understand what really annoys us!",
        "author": "Auliq Ice",
        "category": "annoying-people, change, confidence, conflict-management, conflict-resolution, curiosity, forgiveness, happiness, learning-from-mistakes, learning-from-others, life-lessons, love, personal-growth"
    },
    {
        "quote": "You fall flat on your face, and it's not the first time you've done it, Never let your past press you down.",
        "author": "Auliq Ice",
        "category": "anger, change, encouragement, failure, forgiveness, happiness, inspirational, motivational, personal-development, personal-growth"
    },
    {
        "quote": "It is useless to fight fire with fire. When you’re offended, it is instinctive to want to fight back in anger.",
        "author": "Auliq Ice",
        "category": "anger-management, forgiveness, problem-solving"
    },
    {
        "quote": "You forgive them and move on.",
        "author": "Auliq Ice",
        "category": "forgiveness"
    },
    {
        "quote": "Don’t judge me by my past. I don’t live there anymore.",
        "author": "Auliq Ice",
        "category": "forgiveness, history, judgement, life-changing"
    },
    {
        "quote": "we all love people in our life. way of expressing it may change but the intensity never fluctuates. there are comparisons and fights in any relation because of the same reason of their existence.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, forgiveness, forgiveness-quotes, friendship, happiness, love, relationship-quotes"
    },
    {
        "quote": "Lets try to put last year's problems behind us and make what's bright now, for last year is not now.",
        "author": "Auliq Ice",
        "category": "change, forgiveness, progress, progressing, try-again, trying-hard"
    },
    {
        "quote": "If you punish them, they are your slaves and if you forgive them they are your brothers.",
        "author": "Auliq Ice",
        "category": "brotherhood, brotherly-love, forgiveness, justification, oppression"
    },
    {
        "quote": "With the ambitions, to seize the opportunity to win is your big loss.",
        "author": "Auliq Ice",
        "category": "failure, inspiarational, inspirational-quotes, loss, motivational, motivational-quotes, succes-quotes, success, winning"
    },
    {
        "quote": "Being clingy may work for puppies, but not for you.",
        "author": "Auliq Ice",
        "category": "cling-to-the-memory, clinging, past, sadness"
    },
    {
        "quote": "Control your “anger” because it is just ONE Letter away from “d”anger.",
        "author": "Auliq Ice",
        "category": "hanger, sadness"
    },
    {
        "quote": "Given a choice, I would never want a life totally devoid of pain, but life is meaningless without some sadness.",
        "author": "Auliq Ice",
        "category": "failure, life, life-lessons, life-problems, pain, sadness"
    },
    {
        "quote": "Many of us live that life where we are only happy when there's a good day passing by, instead of being sad when there's one bad day passing leaving us confused.",
        "author": "Auliq Ice",
        "category": "failure, money-not-happiness, sadness"
    },
    {
        "quote": "Love doesn't always show us the sad and the sorrowful part of it, it only shows us the happy circle a gain and a gain.",
        "author": "Auliq Ice",
        "category": "happiness, love, love-quotes, sadness"
    },
    {
        "quote": "Make every day count, because you're never promised a next day.",
        "author": "Auliq Ice",
        "category": "inspirational, life, life-philosophy, motivational, planning"
    },
    {
        "quote": "The older I get the less I care what other people think of me. Therefore the older I get the more I enjoy life.",
        "author": "Auliq Ice",
        "category": "aging, alikkais, auliq-ice, happiness, life, life-changing, life-lessons, life-philosophy"
    },
    {
        "quote": "We have to accept that there are certain things in our life that are inescapable. These are the things that come natural to us and are necessary to our existence.",
        "author": "Auliq Ice",
        "category": "accidents, alikkais, auliq-ice, death, falling-in-love, hatred-quotes, life, life-accomplishment, life-achievements, life-challenges, life-lessons, life-philosophy, love, love-quotes, mistakes, mistakes-we-make, problems"
    },
    {
        "quote": "Sometimes life may look complicated than it is, but you'll have to play it just the way it is and make it proper, the way you would wish it to be in your own words.",
        "author": "Auliq Ice",
        "category": "life-lessons, life-philosophy, life-problems"
    },
    {
        "quote": "In life we meet many people. some people remain in touch and some contacts are dumped in recycle bin of mind. we expect somethings from people in our life but sometimes those expectations remain unnoticed and incomplete. getting depressed in such condition is natural but if we try we can minimize this amount off hearty hurt.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, faithfulness, friends, friendship, happiness, hatred, jealousy, loneliness-quotes, love-quotes, relationship-quotes"
    },
    {
        "quote": "Where there is a risk, there is a wealth.",
        "author": "Auliq Ice",
        "category": "business, life, opportunities-in-life, opportunity, risk-taking"
    },
    {
        "quote": "Any family without an entrepreneur has a limited hope.",
        "author": "Auliq Ice",
        "category": "business, entrepreneurship"
    },
    {
        "quote": "In regards to life goals, you need to think about where you are now, and plot out where you want to be a year from now, two years from now, and then five years from now.",
        "author": "Auliq Ice",
        "category": "business, goal-setting, inspirational, life-goals, success"
    },
    {
        "quote": "Running a business is a serious thing.",
        "author": "Auliq Ice",
        "category": "business, enterpreneurship"
    },
    {
        "quote": "Running a business well means knowing when it's time to make profit.",
        "author": "Auliq Ice",
        "category": "business, enterpreneurship, profit"
    },
    {
        "quote": "Just remember: If you make unfounded assumptions before choosing a path, you’re blindly sauntering along.",
        "author": "Auliq Ice",
        "category": "assumptions, doubting, failure-quotes, inspirational-quotes, memories, memory, motivational-quotes"
    },
    {
        "quote": "Human identity is no longer defined by what one does, but by what one owns. We worship self-indulgence & consumption.",
        "author": "Auliq Ice",
        "category": "forbes-magazine, riches, wealth, wealth-quotes"
    },
    {
        "quote": "Wealth is violent and uneasy to acquire, don't blow yourself by rushing. You won't find, you will only get lost on your way to find and you won't find it, Reserve yourself and wealth will find you.",
        "author": "Auliq Ice",
        "category": "career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, money, money-not-happiness, money-quotes, salary, talents, wealth, wealth-building, wealth-dynamics, wealth-strategies"
    },
    {
        "quote": "The thought of being completely dependent disturbs people till the moment their eyes are opened to reality.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, falling-into-you, freedom-of-thought, independence, independent-thinking, independent-thought, marriage, money-quotes, success, wealth"
    },
    {
        "quote": "Money is a very dangerous thing, you have to get know how to look after it or else you will loose it with ease and remember how you would've it in hard times.",
        "author": "Auliq Ice",
        "category": "money-happiness, money-issues, money-management, money-quotes, over-spending, saving-money, wealth, wealth-building"
    },
    {
        "quote": "Days feels like years when you're alone.",
        "author": "Auliq Ice",
        "category": "loneliness"
    },
    {
        "quote": "Don’t put all of your focus on dating. Typically, if you’re involved in outside activities and causes that you are passionate about, chances are that you’re meeting people with similar interests.",
        "author": "Auliq Ice",
        "category": "dating, loneliness"
    },
    {
        "quote": "The joy we feel to be together seems worthy of a fairy tale, from the moment our eyes met we felt the crush of love. This is not a passing infatuation, ours is love of truth.",
        "author": "Auliq Ice",
        "category": "loneliness, love, true-love"
    },
    {
        "quote": "No matter how much I think, no matter how much I try, I can't fill this void of loneliness in my heart.",
        "author": "Auliq Ice",
        "category": "alikkais, loneliness, loneliness-quotes"
    },
    {
        "quote": "If you're constantly making yourself available to people's whims, your time will become less valuable. Keep your backbone in any relationship - make sure you're not so dedicated to it, and it shall stay sweet forever.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, auliq-ice-quotes, forever-love, friendship, happiness, happiness-in-life, loneliness, loneliness-quotes, love, relationship-quotes, relationships, time-investment, true-love"
    },
    {
        "quote": "It's hard to imagine, seeing all of us breathing yet one day each of us shall be gone, leaving memories.",
        "author": "Auliq Ice",
        "category": "death, divorce, divorce-humor, loneliness"
    },
    {
        "quote": "Let not the jolly be alone in the world, for they shall talk about the future and snag to do the exercises.",
        "author": "Auliq Ice",
        "category": "failure-is-not-an-option, hard-work, lazy-people, lazyness, loneliness, loneliness-quotes, lonely-people"
    },
    {
        "quote": "The annoyance you ignore today only gets worse tomorrow. Solve it now.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, motivational, overcoming-challenges, overcoming-obstacles, personal-development, personal-growth, problem-solving, problems-in-life, solution-to-problems"
    },
    {
        "quote": "All ways will lead and take you there as long as you know where you want to go.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, motivational, overcoming-challenges, overcoming-obstacles, personal-development, personal-growth, problem-solving"
    },
    {
        "quote": "All successful people learn to navigate diverse personalities. So don't loose hopes after failure, try other ways and you'll reach there.",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, learning-from-mistakes, motivational, overcoming-challenges, overcoming-obstacles, personal-development, personal-growth, problem-solving, problems-in-life, success-in-life"
    },
    {
        "quote": "To achieve in life is A hard story, But that shouldn’t scare you.",
        "author": "Auliq Ice",
        "category": "achievements, aim, aim-high, goal-setting, goals, goals-in-life, life-success, success"
    },
    {
        "quote": "To achieve in life is A hard story, you're starting to get the picture. It's hard work, and this is just the beginning.",
        "author": "Auliq Ice",
        "category": "achievements, aim, aim-high, goal-setting, goals, goals-in-life, life-success, success"
    },
    {
        "quote": "If you care about what people think about you, you will end up being their slave. Reject and pull your own rope.",
        "author": "Auliq Ice",
        "category": "courage-quotes, decision-making, decision-quotes, decisions, self-confidence, self-empowerment, self-empowerment-quotes, self-esteem"
    },
    {
        "quote": "Although you and I have crossed each other, we two are destined by the heavens to be together. There will come a day when the two of us will join together to do great things. But until then, you must wait and endure any hardship and danger that may come your way.",
        "author": "Auliq Ice",
        "category": "life-struggles, suffering"
    },
    {
        "quote": "Lets reflect the hopes of the nations under oppression, injustice and brutality. All they see is Unknown suffering Of an empty heart and soul and thus their suffering is unknown. We cannot do everything; but still we can do something. Lend a hand to support the suffering ones.",
        "author": "Auliq Ice",
        "category": "charity, humanity, rule-of-law, suffering, suffering-of-humanity"
    },
    {
        "quote": "In life; threats, misery and pain weigh the same.",
        "author": "Auliq Ice",
        "category": "suffering"
    },
    {
        "quote": "Projecting an air of self-assurance will take you a long way.",
        "author": "Auliq Ice",
        "category": "confidence, hope, self-assurance, self-confidence, self-control"
    },
    {
        "quote": "When you decide - follow it up with action as spontaneously as possible if not sooner because the quicker you reciprocate with the decision the sooner you shall see results.",
        "author": "Auliq Ice",
        "category": "aims, confidence, goal-setting, goals-in-life, opportunity"
    },
    {
        "quote": "You don't need to be rich to have high confidence, all you do need is to be proud of yourself and there you'll go with confidence.",
        "author": "Auliq Ice",
        "category": "confidence, inspirational-quotes, self-confidence"
    },
    {
        "quote": "The best thing you can wear is self confidence.",
        "author": "Auliq Ice",
        "category": "attitude, clothing, confidence, confidence-quotes, love-quotes, marriage-equality, self-love-quotes"
    },
    {
        "quote": "Those who are weak, never suck the blood of the enemy, as it is to be done with strength.",
        "author": "Auliq Ice",
        "category": "confidence, laziness, seriousness, weakness, weakness-and-strength"
    },
    {
        "quote": "Confidence matters a lot than what you want to say, if you are not bold enough.",
        "author": "Auliq Ice",
        "category": "confidence, confidence-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "When the heart accepts death first, words you can trust are feelings you can take.",
        "author": "Auliq Ice",
        "category": "choices, determination, inspirational-quotes, motivational-quotes, self-determination, self-development, success, suicidal-thoughts, suicide"
    },
    {
        "quote": "If you can't do it, just laugh about it instead of blushing or being embarrassed.",
        "author": "Auliq Ice",
        "category": "acomplishment, failure, finnish, motivational, success"
    },
    {
        "quote": "Even if you're an outstanding fighter, you can lose your life with one mistake.",
        "author": "Auliq Ice",
        "category": "failure"
    },
    {
        "quote": "When the past comes knocking, don't answer. It has nothing new to tell you.",
        "author": "Auliq Ice",
        "category": "alikkais, failure, history, mistakes, the-past"
    },
    {
        "quote": "Life is full of unfairness but you'll have to deal with it, as long as you're able to take a breath.",
        "author": "Auliq Ice",
        "category": "betrayal, failure, motivational-quotes"
    },
    {
        "quote": "Wishes can be harmful to us when they overcome patience.",
        "author": "Auliq Ice",
        "category": "failure, impatience, lusts"
    },
    {
        "quote": "To a materialist life is nothing but a complex self-sustaining pattern, easily disrupted and gone when destroyed.",
        "author": "Auliq Ice",
        "category": "death, destruction, failure, life"
    },
    {
        "quote": "In our lives, we need some hope to be able to proceed to the next ladder, without it, we're failures.",
        "author": "Auliq Ice",
        "category": "failure, inspirational-quotes, motivation, motivational-quotes"
    },
    {
        "quote": "When life becomes hard, you will never like what your life is to be in the next day unless you love yourself for real.",
        "author": "Auliq Ice",
        "category": "failure, life-problems"
    },
    {
        "quote": "Nothing good ever comes out of hurry and frustration, only misery.",
        "author": "Auliq Ice",
        "category": "failure, failure-is-not-an-option, failures, frustration, frustration-quotes, hard-work, mistakes-quotes, rushing, shortcuts"
    },
    {
        "quote": "It is good to have a reason for every action you perform other than blaming others for your faults.",
        "author": "Auliq Ice",
        "category": "acceptance-of-oneself, accuracy, blaming-others, correction, failure, future-plans, mistakes, mistakes-we-make, planning, plans, self-control, success"
    },
    {
        "quote": "Things don't always go as planned, but it's when you make a plan out of the unplanned and make the best of the unlikely things In life.",
        "author": "Auliq Ice",
        "category": "failure, inspiarational, inspirational-quotes, life-plans, motivational, motivational-quotes, planning-ahead, plans, succes-quotes, success"
    },
    {
        "quote": "Not everything you believe that you can achieve, can be achieved but that won't stop you from trying.",
        "author": "Auliq Ice",
        "category": "failure, failure-quotes, failures, options, over-confidence"
    },
    {
        "quote": "The end always doesn't justify the means you used to reach there.",
        "author": "Auliq Ice",
        "category": "achievement, end, endurance, failure, inspiarational, inspirational-quotes, investment, motivational, motivational-quotes, patience, succes-quotes, success"
    },
    {
        "quote": "We can not paint that in a more positive way if it is already negative, we have to take it that way and think of other means for reaching there.",
        "author": "Auliq Ice",
        "category": "acceptance-of-oneself, accepting-life, accepting-yourself, changes, failure, failure-quotes, motivational-quotes, situational-quote, try-again, trying-hard"
    },
    {
        "quote": "Having total belief in your own efforts can't help much but can only be your best point of total failure.",
        "author": "Auliq Ice",
        "category": "failure, failure-quotes, over-comer, self-confidence"
    },
    {
        "quote": "Courage creates and makes more wounds, but its good for the brave and not the strong ones without wisdom.",
        "author": "Auliq Ice",
        "category": "failure, over-confidence"
    },
    {
        "quote": "A sad fact in life is that you cannot have winners without losers, no matter what you do, it's up to you to make out which one you are.",
        "author": "Auliq Ice",
        "category": "achievement, failure, failure-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success, winners"
    },
    {
        "quote": "Wanting to win is what keeps the trade on, If you win, you lose the trade.",
        "author": "Auliq Ice",
        "category": "failure, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "All people who made it at one time thought they could never make it.",
        "author": "Auliq Ice",
        "category": "achievement, failure, failure-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "A man's weakest spots are almost always closest to his passions.",
        "author": "Auliq Ice",
        "category": "desire, learning-from-mistakes, mistakes, one-liner, truth"
    },
    {
        "quote": "90% of what we do daily is not what we think, it's just driven by our desires and not potentials.",
        "author": "Auliq Ice",
        "category": "desire, desires, desires-quotes, duty-and-attitude, no-choice, work"
    },
    {
        "quote": "Everybody is fighting a hard battle that you know nothing about, never give up with yours.",
        "author": "Auliq Ice",
        "category": "goal-setting, goals-in-life, life-problems, life-struggles, personal-growth, problem-solving, problems-in-life"
    },
    {
        "quote": "Always keep an open mind and to listen to what those around you have to say about you. You might actually learn something that may help you become a better person!",
        "author": "Auliq Ice",
        "category": "behavioral-change, change, change-your-life, happiness, learning-from-others, personal-growth, positive-change"
    },
    {
        "quote": "Personal growth centers on two types of people, the ones we like and the ones that drive us crazy.",
        "author": "Auliq Ice",
        "category": "learning-from-mistakes, learning-from-others, personal-growth"
    },
    {
        "quote": "Self acceptance is common, Unfortunately, for some daft reason you are expected to have some kind of psychology degree to learn it.",
        "author": "Auliq Ice",
        "category": "self-acceptance, self-love"
    },
    {
        "quote": "To earn respect, you must earn your own self respect before you can expect others, to respect you.",
        "author": "Auliq Ice",
        "category": "dignity, friendship, love, respect, respect-yourself, self-love, self-love-quotes, self-respect, self-respect-quotes"
    },
    {
        "quote": "A strong heart can overcome sickness but those who lost hope can't.",
        "author": "Auliq Ice",
        "category": "failure-quotes, healing, sickness"
    },
    {
        "quote": "When the rich and the powerful rise they leave the powerless and the poor without possibility.",
        "author": "Auliq Ice",
        "category": "bribed, bribery, bribes, bribing, cost-of-living, misery, oppressed, oppression, poverty"
    },
    {
        "quote": "Facing poverty is better than living in poverty and by facing poverty you can overcome it at one point.",
        "author": "Auliq Ice",
        "category": "poverty, poverty-alleviation"
    },
    {
        "quote": "It's sad to see the world live in ignorance full of pain only enjoyed luxuriously by the few stupid greedy ones.",
        "author": "Auliq Ice",
        "category": "poverty, poverty-alleviation"
    },
    {
        "quote": "The world is full of grief and no peace but every body has a different way of ending it.",
        "author": "Auliq Ice",
        "category": "injustice, life-lessons, misery, nature, poverty, war"
    },
    {
        "quote": "Everyone is poor in one way or another, so there is no need to worry of where you belong, we are all rich and poor at the same time.",
        "author": "Auliq Ice",
        "category": "career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, money, money-not-happiness, money-quotes, poverty, poverty-alleviation, salary, talents, third-world-countries, wealth-quotes"
    },
    {
        "quote": "When dreams come true, you won't realize unless they were dreams of bad fate.",
        "author": "Auliq Ice",
        "category": "dream-coming-true, dreams-quotes, fate, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "The key to holding a logical argument or debate is to allow oneself to understand the other person’s argument no matter how divergent their views may seem.",
        "author": "Auliq Ice",
        "category": "arguments, auliq-ice, auliq-ice-quotes, debate, debating, governance, ignorance, oscar-auliq-ice-jr, political-campaigns, stupid-people, stupidity, stupidity-of-man, understanding"
    },
    {
        "quote": "Love requires trust, and trust requires honesty that is only got through love.",
        "author": "Auliq Ice",
        "category": "affection, happiness, love, love-quotes, love-relationships, respct, understanding, understanding-others"
    },
    {
        "quote": "Don’t jump on the bandwagon just because everyone’s doing so.",
        "author": "Auliq Ice",
        "category": "anger, decision-making"
    },
    {
        "quote": "Make their hate your stepping stones towards achieving something greater. This will be the best revenge you can give — by proving to people that they are wrong about you, and that you are better than they could ever imagine.",
        "author": "Auliq Ice",
        "category": "anger, anger-management, change, hatred, motivational"
    },
    {
        "quote": "Deep down a broken heart, all the sadness one can bear is misery.",
        "author": "Auliq Ice",
        "category": "anger, betrayal, death-and-dying, death-and-sickness, death-of-a-loved-one, divorce, enemies, hunger, misery, pain"
    },
    {
        "quote": "No matter the terrible fighting and shooting in the desert, the riffle fires can never dry the oasis.",
        "author": "Auliq Ice",
        "category": "anger, anger-management, argumentative, arguments, peac"
    },
    {
        "quote": "Beware! Friends are like chameleons, for they can turn enemies overnight.",
        "author": "Auliq Ice",
        "category": "betrayal, enemies, enemies-and-opposition, enemity, fighting, hate, hatred, trials-of-life, victory"
    },
    {
        "quote": "We are not enemies but we are just hostile to each other because of our different views and opinions.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, enemies, enemies-and-friends, enemity-quotes, hate, hatred-quotes, misunderstanding, war"
    },
    {
        "quote": "A friend is like a rope, you trust it until it snaps.",
        "author": "Auliq Ice",
        "category": "divorce, enemity-quotes, friendship, friendship-and-love, friendship-quotes, hate, hatred, human-nature, humanity-and-society, mistaken-identity, mistrust"
    },
    {
        "quote": "I don't hate you, because hate is a feeling and I feel absolutely nothing for you.",
        "author": "Auliq Ice",
        "category": "betrayed, hate, haters, haters-beware, haters-gonna-hate, haters-quote, haters-thoughts, hatred, hatred-and-imagination, rejection"
    },
    {
        "quote": "It should be some kind of goal to be absolutely clear about your past experiences and have let them all go and accepted them in full.",
        "author": "Auliq Ice",
        "category": "biography, happiness, history, life-experiences, life-lessons, memories, self-acceptance, self-accountability, truth"
    },
    {
        "quote": "Some people walk into our lives and leave footprints on our hearts. Others walk into our lives and we want to leave footprints on their face!",
        "author": "Auliq Ice",
        "category": "death-of-a-loved-one, divorce, friendship, life-lessons, love-quotes, memories"
    },
    {
        "quote": "Whether you need to remember the past or not, It changes nothing but gives the best choice for the future that makes You always to remember your past.",
        "author": "Auliq Ice",
        "category": "history, memories, past-life, time-wasting, wasted-time"
    },
    {
        "quote": "To know how glorious you are, it is only after your death.",
        "author": "Auliq Ice",
        "category": "death-quotes, greatness, greatness-quotes, heroes, heroism"
    },
    {
        "quote": "No king establishes a kingdom without pouring blood of a nation.",
        "author": "Auliq Ice",
        "category": "g8-countries, greater-glory, greatness, hitler, idi-amin, napoleon-bonaparte, saddam-hussein"
    },
    {
        "quote": "To be great is not a word but work that makes a word.",
        "author": "Auliq Ice",
        "category": "auliq-ice, concentration, greatness, greatness-quotes, hardwork, hardworking, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "Nothing will make you look like an idiot faster than the fact that you don't know what you doing.",
        "author": "Auliq Ice",
        "category": "ignorance"
    },
    {
        "quote": "It's better to shut up and give the impression that you're stupid than to say something and erase all doubt.",
        "author": "Auliq Ice",
        "category": "alikkais, doubt, ignorance, silence, stupidity"
    },
    {
        "quote": "Its strange how some people ignore the logic just because they believe what they like to believe and ignore the truth.",
        "author": "Auliq Ice",
        "category": "ignorance, ignorance-in-knowledge, stupid-people, stupid-wisdom, stupid-women, stupidity, stupidity-of-man"
    },
    {
        "quote": "Who can have compassion on the ignorant is a victim of regrets, a supporter of ignorance and a builder of stupidity.",
        "author": "Auliq Ice",
        "category": "confusion-and-attitude, ignorance, stupid-people, stupidity"
    },
    {
        "quote": "The most ignorant of all people is a person who is self assured in his or her premature decisions.",
        "author": "Auliq Ice",
        "category": "ignorance, ignorant-people, stupid-people, stupidity"
    },
    {
        "quote": "People with low self-confidence and self-esteem often feel nervous about antagonizing others and tend to rate others’ needs more highly than their own.",
        "author": "Auliq Ice",
        "category": "auliq-ice-quotes, ignorance, justice-system, justification, stupid-people, stupidity"
    },
    {
        "quote": "Dramatic uprising of stupidity can start from nowhere and only be seen when it reaches it's climax.",
        "author": "Auliq Ice",
        "category": "ignorance, insanity, madness, madness-and-civilization, protest, stupid-people, stupidity"
    },
    {
        "quote": "Two things that annoy me, are; people who are positive out of ignorance, and people who are negative out of bitterness, People who are neither usually get along with me and agree with most of what I say. But People who are one of the two think I'm the other and at the end get confused totally.",
        "author": "Auliq Ice",
        "category": "auliq-ice, confused-people, confusion, ignorance, ignorant-people, negative-people"
    },
    {
        "quote": "For those who have true love, have no limits of expressing their love to one another yet it is a sad fact that those who are searching for love, fear expressing their love to even those who love them.",
        "author": "Auliq Ice",
        "category": "dating, divorce, divorce-humor, hatred, internet-dating, love, love-express-language, love-expressed, love-quote, lovers, online-dating, true-love"
    },
    {
        "quote": "A song that wrenches the heart finds a knowing ear and a liking heart.",
        "author": "Auliq Ice",
        "category": "beautiful-life, beautiful-people, beauty, broken-heart, heartbreak, love-quotes"
    },
    {
        "quote": "You must be prepared to sacrifice your self-love to the cause, you must be ready to treat the cause as if it is life itself.",
        "author": "Auliq Ice",
        "category": "character, charity-quotes, charity-work, love, love-quotes, self-love-quotes, true-love-quotes"
    },
    {
        "quote": "To make or not to make a choice is still considered you made a choice as it was choice to choose or not to choose to make a choice.",
        "author": "Auliq Ice",
        "category": "choices, decisions"
    },
    {
        "quote": "Whenever it comes to decision making, Remember the part about having confidence.",
        "author": "Auliq Ice",
        "category": "choices, consequences, decision-making, decisions"
    },
    {
        "quote": "Learn to appreciate every moment of your life, stop thinking of the future too much, you have a choice to make a difference in your life at any time you wish.",
        "author": "Auliq Ice",
        "category": "changes, changes-in-life, choices, inspirational-quotes, life, life-lessons, making-a-difference, making-a-difference-in-the-world, motivational-quotes"
    },
    {
        "quote": "Sometimes you just need some reassurance about your Choice before you take any decision.",
        "author": "Auliq Ice",
        "category": "career-advice, career-development, career-quotes, careers, choices, decision-making, decisions"
    },
    {
        "quote": "With your own wish and desires, never accept alternative offered chances, only stand strong to making your own choice into reality. You will stand a chance to be what you wish to be with your own words.",
        "author": "Auliq Ice",
        "category": "choices, decision-making, focus-on-your-dreams, focusing, life-goals"
    },
    {
        "quote": "We should not expect everyone to be tough and not feel anything when offended. No one is meant to hate and be hated — we are all meant to love and be loved.",
        "author": "Auliq Ice",
        "category": "anti-racism, human-nature, humanity, love"
    },
    {
        "quote": "One of the best things about humans is their ability to love.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, human-and-society, human-nature, humanity, internet-dating, love, love-at-first-sight, love-quotes, searching-for-love"
    },
    {
        "quote": "The best portion of your life will be the small, nameless moments you spend smiling with those who matter to you most.",
        "author": "Auliq Ice",
        "category": "caring, human-nature, humanity, love, love-quotes"
    },
    {
        "quote": "Understanding the world is a door to believing what we are, where we are living in and what we expect to come out of our actions.",
        "author": "Auliq Ice",
        "category": "human-nature, human-nature-wisdom, humanity, peace, peace-making, peace-movement, peace-on-earth, truth-of-life"
    },
    {
        "quote": "Everything has a hidden secret meaning to be revealed or to be sealed.",
        "author": "Auliq Ice",
        "category": "meaning-of-life, meaningfulness, purpose, purpose-of-life, value, value-of-life"
    },
    {
        "quote": "Sometimes it takes you to lose something you rely have to learn the good of what you really had.",
        "author": "Auliq Ice",
        "category": "value, values, values-in-life"
    },
    {
        "quote": "A centre of racism is a point of pain, a point of no justice and a house of oppression.",
        "author": "Auliq Ice",
        "category": "auliq-ice, justice, racism"
    },
    {
        "quote": "When there is liberty, you expect a higher degree of freedom and not human rights abuse.",
        "author": "Auliq Ice",
        "category": "democracy, freedom, freedom-of-choice, freedom-of-expression, freedom-of-religion, freedom-of-speech, freedom-of-the-press, freedom-of-thought, injustice, justice, liberty, oppression"
    },
    {
        "quote": "One day we shall all face the truth and reality that we all hate.",
        "author": "Auliq Ice",
        "category": "hatred, hatred-and-imagination, justice, truth"
    },
    {
        "quote": "Every transgression and disobedience receives a just recompense of reward, except with those who truly love themselves.",
        "author": "Auliq Ice",
        "category": "auliq-ice, auliq-ice-quotes, crime, crime-and-punishment, criminal-justice, improvement, jail, justice, justice-system, justification, rule-of-law, sin, sincerity, truth, truth-of-life"
    },
    {
        "quote": "Without peace, justice and freedom, the true value and dignity of mankind disappears.",
        "author": "Auliq Ice",
        "category": "auliq-ice, freedom, humanity, injustice, justice, peace"
    },
    {
        "quote": "The land of the free full of freedom is the home of the brave.",
        "author": "Auliq Ice",
        "category": "bravery, equality, freedom, justice, peace"
    },
    {
        "quote": "Rather than caving in to protests, let us know who is in charge by setting boundaries.",
        "author": "Auliq Ice",
        "category": "democracy, independence, justice, peace, peace-movement, peace-on-earth"
    },
    {
        "quote": "The measure of man's ability to extend the sphere of social possibility can only start with the values of democracy.",
        "author": "Auliq Ice",
        "category": "auliq-ice, democracy, freedom, freedom-of-speech, freedom-of-thought, justice, liberty"
    },
    {
        "quote": "Better health is more important than beauty and with better health comes beauty.",
        "author": "Auliq Ice",
        "category": "gymnastics, health, health-and-fitness, physical-fitness"
    },
    {
        "quote": "Getting more exercise isn’t only good for your waistline. It's a natural anti-depressant, that leaves you in a great mood.",
        "author": "Auliq Ice",
        "category": "exercise, exercise-motivation, fitness, fitness-inspiration, games, health, health-and-fitness, joggers, jogging, sports, sports-inspirational"
    },
    {
        "quote": "There are many different forms of betrayal, but one hurts the most, Betraying Your Self.",
        "author": "Auliq Ice",
        "category": "being-betrayed, betrayal, hurt"
    },
    {
        "quote": "Even if you aren't independent or career wise, at least show that you have a passion for life and an optimistic outlook.",
        "author": "Auliq Ice",
        "category": "careers, employment, optimism, passion-for-life, talent, talent-and-courage, talents"
    },
    {
        "quote": "The most racket time of the year for those that don't know, is the warmest of the four seasons and the winter as it is so cold and felt in your heart.",
        "author": "Auliq Ice",
        "category": "poetry-quotes"
    },
    {
        "quote": "Be sure to taste your words before you spit them out.",
        "author": "Auliq Ice",
        "category": "communication, displine, life"
    },
    {
        "quote": "Although there are things that just tend to rub you the wrong way too! Smile and move on your choice!",
        "author": "Auliq Ice",
        "category": "encouragement, happiness, inspirational, motivational"
    },
    {
        "quote": "Don't be soo afraid to fall, that you don't even chase for success.",
        "author": "Auliq Ice",
        "category": "encouragement, inspirational, motivational, success"
    },
    {
        "quote": "I rather have you win, because in God even those who are in second place are first.",
        "author": "Auliq Ice",
        "category": "acceptance, acceptance-of-others, equality, humanity, life-accomplishment"
    },
    {
        "quote": "There's a difference between playing it cool and being a jerk.",
        "author": "Auliq Ice",
        "category": "acceptance, jerk, jerks, playing-the-victim, playing-tricks"
    },
    {
        "quote": "All I want is to love you and fill you with happiness.",
        "author": "Auliq Ice",
        "category": "friendship, love, marriage, romantic"
    },
    {
        "quote": "Opportunity starts with a great education.",
        "author": "Auliq Ice",
        "category": "education, opportunities-in-life, opportunity, wisdom"
    },
    {
        "quote": "When you succeed in life, You cannot be sure till you reach at the point you expect.",
        "author": "Auliq Ice",
        "category": "achievements, change, life-achievements, opportunity, success"
    },
    {
        "quote": "Set a goal when you’re ready for it, make a plan, and stick with it.",
        "author": "Auliq Ice",
        "category": "achievements, aim, inspirational, opportunity, planning, plans, success"
    },
    {
        "quote": "To live your life without oppression, making love the way you wish, loving those you wish to be with - is to live on the right of the spectrum.",
        "author": "Auliq Ice",
        "category": "freedom, freedom-of-expression, liberty, love, love-quotes"
    },
    {
        "quote": "Don't oppress, don't accept to be oppressed and you will live free.",
        "author": "Auliq Ice",
        "category": "liberty, love, love-quotes, oppressed, oppression, oppressors"
    },
    {
        "quote": "Joy is a right and liberty of non other than me and you who struggled and fought for it and attained it at last.",
        "author": "Auliq Ice",
        "category": "freedom, liberty, struggle, struggle-for-life, struggle-of-existence, success, victory, wining"
    },
    {
        "quote": "Love can be expressed in a myriad of different methods, but the most timeless and most treasured will always remain the classic love letter.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, internet-dating, love, love-at-first-sight, love-confession, love-express-language, love-expressed, love-letter, love-letters, love-quotes, love-story, online-dating"
    },
    {
        "quote": "Love is a two-way game, you cannot truly love one who does not love you, and neither can you force them to love you, better look past the hurtful deeds and search for the one who truly loves you and that will be right with you.",
        "author": "Auliq Ice",
        "category": "dating, dating-tips, friendship, hatred, hatred-and-imagination, love, love-quotes, love-story"
    },
    {
        "quote": "For if you try to forget yourself, force your heart and thoughts to become indifferent to the sight before you and take share of that entity which seems like one of the courses of the meal.",
        "author": "Auliq Ice",
        "category": "betrayal, love-story, sharing"
    },
    {
        "quote": "It's a season of life, if your granted peace, freedom and you got the right person to love.",
        "author": "Auliq Ice",
        "category": "life-quotes, love, love-quotes, love-story, marriage"
    },
    {
        "quote": "It is important to be Intuitive at this time and allow the natural course to show you the way to the next step.",
        "author": "Auliq Ice",
        "category": "patience, patience-and-criticism, patience-and-love, waiting"
    },
    {
        "quote": "Holding on stands in the way of what's meant for you.",
        "author": "Auliq Ice",
        "category": "hope, life, patience, self-control"
    },
    {
        "quote": "When you feel a weak moment coming on, the key is self-control.",
        "author": "Auliq Ice",
        "category": "patience, problem-solving, self-confidence, self-control"
    },
    {
        "quote": "Don't rush your legs to feed your greed. They will rush to judge you as the greedy one.",
        "author": "Auliq Ice",
        "category": "greed, greedy, hard-work, hardworking, patience, rushed-work, rushing"
    },
    {
        "quote": "Loyalty is smart with patience.",
        "author": "Auliq Ice",
        "category": "patience, patience-and-love, smartness"
    },
    {
        "quote": "Patience is only possible within the time we are able to be patient.",
        "author": "Auliq Ice",
        "category": "patience, patience-and-love, satisfaction, time, waiting, waiting-to-live"
    },
    {
        "quote": "A man of peace shall always live in peace, if all chances are given and only shall he stand to fight for his rights if peace and freedom isn't granted to him.",
        "author": "Auliq Ice",
        "category": "self-defense, violence"
    },
    {
        "quote": "In protesting for your rights in any form you may, but it's only good, If they can understand your problems and feelings and not only to judge you.",
        "author": "Auliq Ice",
        "category": "protest, protesting, violence, violence-against-women"
    },
    {
        "quote": "Worldly love is limited. Divine love is infinite.",
        "author": "Auliq Ice",
        "category": "love, true-love"
    },
    {
        "quote": "True love comes from the heart and not from the words.",
        "author": "Auliq Ice",
        "category": "love, true-love"
    },
    {
        "quote": "Money can't buy true love. Those promises. A real person who loves you, loves you from the heart.",
        "author": "Auliq Ice",
        "category": "love, romance, true-love"
    },
    {
        "quote": "Love tone, rhythm, lyrical or melodic structure from heart to love! is the interlude of true love.",
        "author": "Auliq Ice",
        "category": "love, true-love"
    },
    {
        "quote": "The giant console, high ceilings, and glass windows mean nothing than love from the heart.",
        "author": "Auliq Ice",
        "category": "love, true-love"
    },
    {
        "quote": "I Want you to know one thing, I will always be true to you, and I will always say to you, I love you.",
        "author": "Auliq Ice",
        "category": "everlasting-love, friendship, love, real-love, relationships, true-love"
    },
    {
        "quote": "Being in love with a right person can make you look more confident and in control.",
        "author": "Auliq Ice",
        "category": "love, love-at-first-sight, true-love"
    },
    {
        "quote": "Your eyes gave it away. You don't want the old stuff. You want to have the new and improved Well-being, go with the right people and they'll be right for you.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, happiness, happiness-in-life, joy-in-abundance, love, online-dating, real-love, true-love"
    },
    {
        "quote": "I understand you. I know you love me. I wish you were there.",
        "author": "Auliq Ice",
        "category": "love, real-love, true-love"
    },
    {
        "quote": "Despite I may be surrounded by many friends, there is not one that interests me as much as you do",
        "author": "Auliq Ice",
        "category": "love-quotes, real-love, true-friendship, true-love"
    },
    {
        "quote": "I always looked for someone who can appreciate my feelings, to understand me and above all feel very happy to have my love, it took me years to find you but today I feel happier than ever.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, marriage, true-love"
    },
    {
        "quote": "With your laugh my sorrows are relieved, with your love I forget about my problems, and by your side everything is better.",
        "author": "Auliq Ice",
        "category": "happiness, love, true-love"
    },
    {
        "quote": "Our love is like no other",
        "author": "Auliq Ice",
        "category": "love, true-love"
    },
    {
        "quote": "Every time I pass for a bad time I think of you and I forget everything. Do not think I’m exaggerating, that’s because I love you.",
        "author": "Auliq Ice",
        "category": "love, true-love"
    },
    {
        "quote": "True love is durable and hard to find.",
        "author": "Auliq Ice",
        "category": "falling-in-love, internet-dating, love, love-quotes, online-dating, true-love, true-love-quotes, true-love-waits"
    },
    {
        "quote": "The only souls that have knowledge of love, is of those who fall in love.",
        "author": "Auliq Ice",
        "category": "love, love-quotes, real-love, true-love"
    },
    {
        "quote": "To minimize hatred and oppression, our love roots must be deep and solid.",
        "author": "Auliq Ice",
        "category": "love, love-quotes, real-love, true-love"
    },
    {
        "quote": "Each job requires a conscious choice of career path, and a different plan of development.",
        "author": "Auliq Ice",
        "category": "career, career-advice, career-change, career-development, career-ladder, career-path, careers, employment, jobs, work"
    },
    {
        "quote": "Be decisive and handle objections as they come, don't relay on others much and don't look to others to determine if you're acting right or wrong. Do what feels right for you.",
        "author": "Auliq Ice",
        "category": "decision-making, decisions, self-confidence, self-confidence-quotes"
    },
    {
        "quote": "Maturity is the ability to make a decision and stand by it.",
        "author": "Auliq Ice",
        "category": "decisions, inspiarational, inspirational-quotes, maturity, motivational, motivational-quotes, self-confidence, self-control, succes-quotes, success"
    },
    {
        "quote": "If you want to say no, be firm and direct.",
        "author": "Auliq Ice",
        "category": "no, no-quotes, self-confidence"
    },
    {
        "quote": "Becoming conscious of racism does not mean you are a racist.",
        "author": "Auliq Ice",
        "category": "anti-racism, anti-racist, discrimination, no-racism, oppressed, oppression, race-relations, racial-discrimination, racial-injustice, racial-superiority, racial-tension, racism, segregation"
    },
    {
        "quote": "Criticism of one’s appearance hurts, no matter what.",
        "author": "Auliq Ice",
        "category": "anti-racism, criticism, enemity, fear, hatred, racism"
    },
    {
        "quote": "Our teens are embedded in a culture driven by competition and perfectionism, where success is defined by status, performance and their appearance.",
        "author": "Auliq Ice",
        "category": "competition, discrimination, jobs, perfectionism, performance, racism, segregation"
    },
    {
        "quote": "It's hard to imagine hate that I am facing from allover the world yet I am not alone with mistakes.",
        "author": "Auliq Ice",
        "category": "hatred, mistakes, misunderstandings, racism, racism-in-america"
    },
    {
        "quote": "Suspicion of Abuse gets to your toes before you see it in your face.",
        "author": "Auliq Ice",
        "category": "domestic-abuse, domestic-violence, harrasment, human-rights-abuse, human-rights-violations, racism, racism-and-culture"
    },
    {
        "quote": "You may slip but God isn't going to let you down. His loving arms will always be there to catch you.",
        "author": "Auliq Ice",
        "category": "faith-quotes, god-quotes, support-quotes, trust-in-god-quotes"
    },
    {
        "quote": "To hold the power of affection and maintain the roots of love, you must stay trusted.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, forgiveness-quotes, friendship-and-love, friendship-quotes, happiness-quotes, love, love-quotes, power-of-love, relationship-quotes, trustworthiness"
    },
    {
        "quote": "If you can find a cause that touches your soul it will make you a better person, it will show you the power of helping others and ultimately the biggest winner is us. Giving to others helps us to grow, to have a different outlook in life, to appreciate what we have and to be more positive.",
        "author": "Auliq Ice",
        "category": "alikkais, auliqce, charity, charity-quotes, donations, forgiveness-quotes, friendship-and-love, friendship-quotes, happiness-quotes, helping-others, love, love-for-others, love-quotes, power-of-love, relationship-quotes, trustworthiness"
    },
    {
        "quote": "I’ve made many mistakes, but I’ve learned from them.",
        "author": "Auliq Ice",
        "category": "correction, learning-from-mistakes, learning-from-others, mistakes"
    },
    {
        "quote": "You can’t always have the full picture to everything in life, you'll only learn as you make more mistakes.",
        "author": "Auliq Ice",
        "category": "learning-from-mistakes, mistakes, success, wisdom"
    },
    {
        "quote": "There is always much to be learned from bad times, and to many people who prosper, they get good lessons from bad times inorder to find the way out.",
        "author": "Auliq Ice",
        "category": "bad-times, improvement, learning-from-mistakes, mistakes, success"
    },
    {
        "quote": "Learn from the past but use the present to create the future.",
        "author": "Auliq Ice",
        "category": "change, change-your-life, improvement, mistakes, success"
    },
    {
        "quote": "Even the most honest human in authority often does not have the power to undo the damages that bad people do.",
        "author": "Auliq Ice",
        "category": "damages, errors, impossibilities, mistakes"
    },
    {
        "quote": "It is by your own that you have to learn a lesson and they by themselves so that they will blame you not.",
        "author": "Auliq Ice",
        "category": "life-lessons, mistakes, mistakes-we-make"
    },
    {
        "quote": "Life discoveries are lead by an acceptance of mistakes and efforts to correct them.",
        "author": "Auliq Ice",
        "category": "errors, mistakes, problem-solving, problems, problems-in-life"
    },
    {
        "quote": "Accepting your flaws is a hard thing to do when you're constantly reminded of them.",
        "author": "Auliq Ice",
        "category": "change, correction, mistakes"
    },
    {
        "quote": "When your out of space, your out of place at the same time.",
        "author": "Auliq Ice",
        "category": "corruption, error-humano, errors, guilt, injustice, mistakes"
    },
    {
        "quote": "When you are innocently covered by sorrow, It shall be turned into joy.",
        "author": "Auliq Ice",
        "category": "inspiarational, inspirational-quotes, motivational, motivational-quotes, sorrow, succes-quotes, success"
    },
    {
        "quote": "Let her know that her look really works for you.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, love-at-first-sight, online-dating"
    },
    {
        "quote": "By the end of the date, your intentions should be clear.",
        "author": "Auliq Ice",
        "category": "dating, goal-setting, goals-in-life, intention, love-at-first-sight, online-dating, online-marketing"
    },
    {
        "quote": "She'll be really impressed if you take control and let her follow your lead.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, love-at-first-sight, love-making"
    },
    {
        "quote": "Whenever it comes to love, Remember the part about having confidence.",
        "author": "Auliq Ice",
        "category": "dating, friendship, love"
    },
    {
        "quote": "Once you've charmed a girl and prove how mature and independent you are, just ask her out.",
        "author": "Auliq Ice",
        "category": "dating, dating-advice, falling-in-love, love, love-at-first-sight"
    },
    {
        "quote": "Some girls say that they are by themselves because men today don’t have anything to offer.",
        "author": "Auliq Ice",
        "category": "dating, divorce"
    },
    {
        "quote": "Keep the first date brief, short, sweet and simple and they'll come back to you.",
        "author": "Auliq Ice",
        "category": "dating, dating-advice, online-dating"
    },
    {
        "quote": "Whoever you choose to fall in love with, is an important decision of yours, but you better choose carefully 'Cause you're capable of anything. Of anything and everything.",
        "author": "Auliq Ice",
        "category": "alikkais, dating, dating-advice, falling-in-love, online-dating"
    },
    {
        "quote": "To fall in love is a legendary action that doesn't need any explanation.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, love, love-quotes, online-dating"
    },
    {
        "quote": "Don't wait until it's too late to tell someone how much you love, how much you care.",
        "author": "Auliq Ice",
        "category": "dating, love, valentine, valentine-s-day"
    },
    {
        "quote": "To win the hearts of beautiful creatures, your stories must always be told with a joyful face, full of sweetness and love, seen at a distance with kindness.",
        "author": "Auliq Ice",
        "category": "dating, dating-advice, dating-tips, falling-in-love, internet-dating, online-dating"
    },
    {
        "quote": "Never develop any mysticism, about love; for love itself is a mystic thing that puts you in a mystic situation.",
        "author": "Auliq Ice",
        "category": "dating, dating-advice, divorce, love-failure, love-feeling-hurt-pain, marriage, mysticism, wedding"
    },
    {
        "quote": "If it's me who loves you, you'll know, as I will tell it you in my own words.",
        "author": "Auliq Ice",
        "category": "dating, falling-in-love, falling-into-you, internet-dating, love, love-quotes, lovers-love-story"
    },
    {
        "quote": "Before you choose whom to love, take a look at yourself, choose your own word, think about how and reassess your time when you have given life to love, Know your ready or not and make sure you are not there to hurt making regrets on your door and paint the word I wish on your window.",
        "author": "Auliq Ice",
        "category": "dating, dating-advice, dating-tips, falling-in-love, internet-dating, love-at-first-sight, love-quotes, marriage, marriage-advice, marriage-proposal"
    },
    {
        "quote": "When love is new, it's brighter than the sun and 30 times as great as the force of the atomic bomb dropped and felt from your heart, but to some people it will slowly fade but to me it will always be the same.",
        "author": "Auliq Ice",
        "category": "dating, divorce, marriage-proposal"
    },
    {
        "quote": "You will always be left with how you feel about other people, if you don't just take in the way you think and tell them how you feel about them.",
        "author": "Auliq Ice",
        "category": "admiration, admiration-and-attitude, beautiful-people, dating, falling-in-love, love, love-quotes"
    },
    {
        "quote": "Finding the one who loves you is like lottery but you don't have to close up the page, just keep on searching and you'll find.",
        "author": "Auliq Ice",
        "category": "dating, dating-advice, falling-in-love, love, love-at-first-sight, love-quotes, marriage"
    },
    {
        "quote": "It's hard to decide matters of the heart, especially when Self-love is rooted in our decisions. You'll need to balance your needs with the people you love in order to avoid hurting others.",
        "author": "Auliq Ice",
        "category": "dating, decisions, falling-in-love, falling-into-you, internet-dating, love-declaration, love-devotion-power, marriage"
    },
    {
        "quote": "Some say \"fear even helps like; The flight or over love reaction but to me it is your loving heart to prove to prove it worthy.",
        "author": "Auliq Ice",
        "category": "attraction, attractiveness, dating, facebook-addiction, falling-in-love, internet-addiction, internet-dating, love, love-quotes, online-dating"
    },
    {
        "quote": "Don't be too obvious about it.",
        "author": "Auliq Ice",
        "category": "achievement, enthusiasm, overconfidence, success"
    },
    {
        "quote": "When it comes to achieving, what matters is you to know, what you really want and make up your mind to believe in your own efforts that you will achieve and you will make it with ease.",
        "author": "Auliq Ice",
        "category": "achievement, achievement-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "In achieving your greatest potential in life, the more enemies you'll make but just “Take care and play the game smart.",
        "author": "Auliq Ice",
        "category": "achievement, enemity, enemity-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "The day you yearn greatly for in your life, will never come so easily as you think without great sacrifice.",
        "author": "Auliq Ice",
        "category": "achievement, inspiarational, inspirational-quotes, motivational, motivational-quotes, plans, succes-quotes, success"
    },
    {
        "quote": "When you weep and lament, you will struggle to achieve and rejoice.",
        "author": "Auliq Ice",
        "category": "achievement, inspiarational, inspirational-quotes, life, life-lessons, motivational, motivational-quotes, rejection, sorrows, succes-quotes, success, weeping"
    },
    {
        "quote": "I would rather aim high and miss the mark than low and make it.",
        "author": "Auliq Ice",
        "category": "achievement, auliq-ice, auliq-ice-quotes, failure-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "One thing I learned in life, the only true friend you have in this world is your self.",
        "author": "Auliq Ice",
        "category": "friendship-quotes, life-lesson-quotes, self-quotes, self-reliance-quotes, true-friend-quotes"
    },
    {
        "quote": "Dont lower your standards for anyone or anything. Self respect is everything.",
        "author": "Auliq Ice",
        "category": "life-lesson-quotes, self-awareness-quotes, self-respect-quotes"
    },
    {
        "quote": "Avoid negative people, for they are the greatest destroyers of self confidence and self-esteem. Surround yourself with people who bring out the best in you!",
        "author": "Auliq Ice",
        "category": "life-lesson-quotes, negative-people-quotes, self-confidence-quotes, self-esteem-quotes"
    },
    {
        "quote": "Crowns and thrones are all bodies which rise and perish and leave the world as it is.",
        "author": "Auliq Ice",
        "category": "death, equality"
    },
    {
        "quote": "You will take his life but you can't take his memory out of us.",
        "author": "Auliq Ice",
        "category": "death, ebola, ebola-victims, murder, murder-mystery"
    },
    {
        "quote": "Love pushes boundaries and crosses every line you weren't meant to cross.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, love-quote"
    },
    {
        "quote": "When the right chance to love comes in hand, you have not to let it go, It might be the last chance you would've been waiting for and when it's gone, you will never see it again.",
        "author": "Auliq Ice",
        "category": "auliq-ice, falling-in-love, love, love-quote"
    },
    {
        "quote": "Progress, You can see how well you are doing on achieving your goals, after you start something.",
        "author": "Auliq Ice",
        "category": "goal-setting, inspirational, life-goals, progress, success"
    },
    {
        "quote": "Making a lifestyle change is challenging, especially when you want to transform many things at once, you better start with one, when you see the change you'll have an automatic motivation entering into your life.",
        "author": "Auliq Ice",
        "category": "change, life, lifestyle, progress"
    },
    {
        "quote": "There is no night in the life of brave, just like there is much rest in the hearts of the lazy ones.",
        "author": "Auliq Ice",
        "category": "hard-work, laziness, progress"
    },
    {
        "quote": "Today you are more inclined to put your ideas and visions into action than usual were you have the ability to express yourself and solve problems alone.",
        "author": "Auliq Ice",
        "category": "action-speak-louder-than-words, actions-over-words, good-things, good-thinking, good-thoughts, new-year-quotes, new-year-s-resolutions, progress, self-expression, solving-problems, success"
    },
    {
        "quote": "One day you'll notice something different and if you take advantage of that moment, you will be what you exactly needed to be.",
        "author": "Auliq Ice",
        "category": "keep-trying, progress, success, taking-action, taking-advantage, taking-risks"
    },
    {
        "quote": "Think about the change that the world experiences without the aid of the right people and those who love and appreciate the presence of nature.",
        "author": "Auliq Ice",
        "category": "aid, change-the-world, development, good-politics, love-quotes, nature, obama-middle-east-policy, progress"
    },
    {
        "quote": "Progress means to be true to the world, If we need to make a change.",
        "author": "Auliq Ice",
        "category": "change, development, make-a-change, no-to-hate, no-war, progress, world-development"
    },
    {
        "quote": "Whenever you see a new day and your simply doing right, you're saving it in the list of your best days indirectly.",
        "author": "Auliq Ice",
        "category": "progress, prosperity, success, successful-living"
    },
    {
        "quote": "To progress isn’t a little step, it’s a pretty dramatic lifestyle change.",
        "author": "Auliq Ice",
        "category": "auliq-ice, change, change-the-world, change-your-life, courage-quotes, development, inspirational-quotes, motivational-quotes, progress, progressing"
    },
    {
        "quote": "A strong friendship doesn't need daily conversation, doesn't always need togetherness, as long as the relationship lives in the heart, true friends will never part.",
        "author": "Auliq Ice",
        "category": "friends-love-quotes, friendship-quotes, heart-touching-quotes, true-friend-quotes"
    },
    {
        "quote": "Life without you? Actually I can’t imagine what it would be, because you are always with me, you’re like my guardian angel and above all a very fun and responsible friend. I love you.",
        "author": "Auliq Ice",
        "category": "friendship-quotes, love, love-quotes"
    },
    {
        "quote": "You are unique in the world, a friend like no other. It’s so amazing that we have so much in common so your happiness is also mine.",
        "author": "Auliq Ice",
        "category": "friendship, friendship-quotes, love, love-quotes"
    },
    {
        "quote": "As you walk in love, understanding your entire being, becomes perfected.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, friendship-quotes, love, love-quotes, relationship-quotes"
    },
    {
        "quote": "I don’t know what would I have done without you in this difficult time for me and indeed, you are right, things happen for a reason and even mistakes help us to be better.",
        "author": "Auliq Ice",
        "category": "friendship-quotes, love, love-quotes"
    },
    {
        "quote": "You do so much for me, my friend. I am truly blessed to have the friendship of someone as amazing as you. You are part of my life.",
        "author": "Auliq Ice",
        "category": "friendship, friendship-quotes, love-quotes"
    },
    {
        "quote": "Even if you think you are thinking and acting globally, there is always more to learn and know!",
        "author": "Auliq Ice",
        "category": "education, graduation, learnig, phylosophy-quotes, wisdom, words-of-wisdom"
    },
    {
        "quote": "To every whisper if you listen carefully, you will hear or fail to hear something.",
        "author": "Auliq Ice",
        "category": "secrets, whispering, whispers"
    },
    {
        "quote": "You need to understand that some comedy can have consequences.",
        "author": "Auliq Ice",
        "category": "jokes, problems, serious-joke, serious-love, seriousness, taking-things-for-granted"
    },
    {
        "quote": "It is pointless to complain about the problems of the world as long as we continue contributing to them.",
        "author": "Auliq Ice",
        "category": "auliq-ice, phylosophy-quotes, problems, problems-in-the-world"
    },
    {
        "quote": "The smile of the morning doesn't judge the day.",
        "author": "Auliq Ice",
        "category": "challenges, mood-disorders, new-days, problems"
    },
    {
        "quote": "The defeat of your enemy lies within the peace of your heart and the humbleness of your thoughts.",
        "author": "Auliq Ice",
        "category": "defeat, defense-policy, endurance, poverty-alleviation, poverty-inequality, poverty-stricken, problem-solving, problems, problems-in-life, winners, winners-and-losers, winning"
    },
    {
        "quote": "Copy everything you see on television, from hair styles to the clothes and don't think too often, just do exactly how you were told, how your parents told you, and you will make your own personality that is you.",
        "author": "Auliq Ice",
        "category": "parental-advice, parental-approval, personality"
    },
    {
        "quote": "Success needs you to give yourself goals to aim for.",
        "author": "Auliq Ice",
        "category": "goal-setting, inspirational, life-goals, success"
    },
    {
        "quote": "Without an error of reasoning, there should be no doubt that each of us needs to be loved.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, love-quotes, love-quotes-and-sayings"
    },
    {
        "quote": "Love is a crime if you don't abide by it's rules and regulations.",
        "author": "Auliq Ice",
        "category": "divorce, love, love-quotes, love-quotes-and-sayings"
    },
    {
        "quote": "A good place can always be found in a place you think there is pain.",
        "author": "Auliq Ice",
        "category": "doubt, endurance, good-ending, obstacles, success, trying-new-things"
    },
    {
        "quote": "No word of ignorance leaves no double thoughts on a plain page with a headline without extra lines of madness marked on it.",
        "author": "Auliq Ice",
        "category": "doubt, doubting, poor-thinking"
    },
    {
        "quote": "Any law that belittles God is man made.",
        "author": "Auliq Ice",
        "category": "god, religion, religion-and-philoshophy, religious"
    },
    {
        "quote": "Both glory and dominion last forever but glory is for God and dominion is for mankind.",
        "author": "Auliq Ice",
        "category": "holiness, holiness-of-god, human-suffering, religious, sins-of-omission"
    },
    {
        "quote": "Be careful when getting what you exactly need in life.",
        "author": "Auliq Ice",
        "category": "caution, danger, dangerous, success"
    },
    {
        "quote": "Not making a decision means forgoing an opportunity.",
        "author": "Auliq Ice",
        "category": "alikkais-quotes, auliq-ice, auliq-ice-quotes, decision-making, decisions"
    },
    {
        "quote": "You need to re-assess your responsibility before making any necessary conclusion.",
        "author": "Auliq Ice",
        "category": "conclusions, decisions"
    },
    {
        "quote": "Admirations are never paid in any way, try to make yourself of what you admire, and it will pay you with originality.",
        "author": "Auliq Ice",
        "category": "admiration, admiration-and-attitude, idolatry, idols, idols-of-the-heart, innovation, original-thoughts, originality"
    },
    {
        "quote": "The difference between a drunkard and a madman is 10%.",
        "author": "Auliq Ice",
        "category": "drunkards, madness, madness-and-civilization, stupidity"
    },
    {
        "quote": "Hatred is just a funny and absurd rhyme with no tune.",
        "author": "Auliq Ice",
        "category": "hatred, love"
    },
    {
        "quote": "You do not have to provoke other people for them to provoke you, those who hate you will always get a way of blaming you.",
        "author": "Auliq Ice",
        "category": "betrayal, enemity, hatred, jealousy"
    },
    {
        "quote": "Hatred begins to emerge like love and it's not too far from love.",
        "author": "Auliq Ice",
        "category": "betrayal, enemies, enemies-and-friends, enemies-and-opposition, enemies-to-lovers, enemity, hatred"
    },
    {
        "quote": "The world hates the truth and all that share it, and so if you share truth eventually you will be hated by the world if you are not ready.",
        "author": "Auliq Ice",
        "category": "auliq-ice, conspiracy, hatred, justification, phylosophy, politicians, truth, truth-of-life"
    },
    {
        "quote": "Telling the truth has always come naturally to me. And I realize, that people like me are the reason the world hates the truth.",
        "author": "Auliq Ice",
        "category": "auliq-ice, hatred, telling-the-truth, telling-truth, truth, truth-of-life"
    },
    {
        "quote": "The truth is considered hatred by those who hate the truth.",
        "author": "Auliq Ice",
        "category": "auliq-ice, hatred, truth, truth-of-life"
    },
    {
        "quote": "Do not be surprised that the world hates you, the truth is coming from the atheists I know.",
        "author": "Auliq Ice",
        "category": "auliq-ice, hatred, truth, truth-of-life"
    },
    {
        "quote": "The truth, when it matches with what we want, think, or believe already, we love it. But, when it doesn't, we either hate it or ignore it, or both.",
        "author": "Auliq Ice",
        "category": "freedom, hatred, injustice, politics, truth, truth-of-life"
    },
    {
        "quote": "We must realize that the world cannot see and hear the truth neither are they therein sanctified, the world is on its own.",
        "author": "Auliq Ice",
        "category": "auliq-ice, hatred, hatred-and-imagination, truth, truth-in-you, truth-of-life"
    },
    {
        "quote": "Biblical Christianity doesn't fit the world's vision of global solidarity right now as there is a battle against Truth and the world hates that.",
        "author": "Auliq Ice",
        "category": "auliq-ice, christianity, hatred, truth, truth-of-life"
    },
    {
        "quote": "Love is not a landmine but a sinkhole.",
        "author": "Auliq Ice",
        "category": "divorce, divorce-humor, love, love-hurts"
    },
    {
        "quote": "A man of God who falls in love with a woman who worships idols will turn him to a zombie.",
        "author": "Auliq Ice",
        "category": "divorce, love-hurts"
    },
    {
        "quote": "The time is not there for us to act any more, the time we waited for is here right now for us to act brightly and create a bright future, for the future coming generations.",
        "author": "Auliq Ice",
        "category": "action-speak-louder-than-words, actions, change-the-world, future-generation"
    },
    {
        "quote": "Your career is your business.",
        "author": "Auliq Ice",
        "category": "career, career-advice, career-development, career-path, career-planning, goal, goals-in-life"
    },
    {
        "quote": "Globalisation Means the whole world, not just some of us.",
        "author": "Auliq Ice",
        "category": "globalisation, globalization, unity"
    },
    {
        "quote": "Dreams are like passing clouds but love makes the world stand still for something beautiful to happen.",
        "author": "Auliq Ice",
        "category": "dreams, hope, love, peace, peace-of-mind, peace-on-earth, unity"
    },
    {
        "quote": "Respect for Human rights preserves us as A nation.",
        "author": "Auliq Ice",
        "category": "human-rights, humanity, love, unity"
    },
    {
        "quote": "A man in loss is not a man to trust.",
        "author": "Auliq Ice",
        "category": "guilt, guilt-quote, guilty-conscience, mistrust"
    },
    {
        "quote": "No matter what you have, no matter your experience level, sometimes you just need a hand.",
        "author": "Auliq Ice",
        "category": "aid, help, humanity, support"
    },
    {
        "quote": "God gave you two hands one belongs to you and the other to your fellow man.",
        "author": "Auliq Ice",
        "category": "charity, charity-work, help, helping-hand, helping-others, helping-people"
    },
    {
        "quote": "In this world of many consequences, people help people to achieve or to fail, take care of whom to trust.",
        "author": "Auliq Ice",
        "category": "betrayal"
    },
    {
        "quote": "A human being who trades away individuality for conformity is nothing but a slave.",
        "author": "Auliq Ice",
        "category": "betrayal, betrayal-trauma, betrayers, betraying-innocence, humanity, humanity-and-reality, humanity-and-society, liars, truth-of-life, truth-telling"
    },
    {
        "quote": "Weeping for other people's pain isn't true weeping if it doesn't come from deep down your heart.",
        "author": "Auliq Ice",
        "category": "betrayal, mockery, mocking, sympathy, weeping"
    },
    {
        "quote": "Your enemy will always plan to destroy you in any way possible thus take care of your friends, he may use them.",
        "author": "Auliq Ice",
        "category": "betray, betrayal, betrayals, betrayed, betrayer, betrayers, enemity-quotes, mistrust"
    },
    {
        "quote": "Memories can be hard to forget and painful to remember that those who hate us now once loved us.",
        "author": "Auliq Ice",
        "category": "betrayal, betrayal-bond, betrayal-trauma, betrayers, betraying-innocence, enemies-and-opposition, enemity-quotes"
    },
    {
        "quote": "For many years eagerly thought by your enemy to destroying your life, it's all one second of mastery for you to save your life from his deadly plans, for you to survive.",
        "author": "Auliq Ice",
        "category": "betray, betrayal, betrayals, betrayed, betrayer, betrayers, enemity-quotes, mistrust, survival-instinct, survival-of-the-fittest, survival-story, surviving"
    },
    {
        "quote": "A woman that knows her worth doesn't measure herself against another woman but stands strong, calmed and self confident.",
        "author": "Auliq Ice",
        "category": "girls, mother-s-day-quotes, sayings-for-mom, women, women-quotes, women-s-day, women-s-day-quotes"
    },
    {
        "quote": "Females in general are embodiment of alluring mysteries that is beyond mortal capacity to decipher or understand.",
        "author": "Auliq Ice",
        "category": "female, female-beauty, girls, ladies, ladies-quotes, women"
    },
    {
        "quote": "No matter how good you are to people, you will always have barriers and enemies on your way to success",
        "author": "Auliq Ice",
        "category": "enemity, enemity-quotes, hard-work, inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success"
    },
    {
        "quote": "Dreams are all very well but are not known to pay the mortgage.",
        "author": "Auliq Ice",
        "category": "dreams, hard-work"
    },
    {
        "quote": "Let no body lie you that there is a future other than a moment you are able to walk and talk.",
        "author": "Auliq Ice",
        "category": "future-plans, hard-work, inspirational-quotes, motivational-quotes, time-investment, time-management, waste-time, wasted, wasted-time"
    },
    {
        "quote": "The greatest profit, is to make your own gain.",
        "author": "Auliq Ice",
        "category": "hard-work, inspiarational, inspirational-quotes, motivational, motivational-quotes, profit, succes-quotes, success"
    },
    {
        "quote": "To be straight means to be loyal to the truth.",
        "author": "Auliq Ice",
        "category": "liars, loyality, loyalty, telling-the-truth, truth, truth-and-lies"
    },
    {
        "quote": "When the conflict deepens, none will have peace either.",
        "author": "Auliq Ice",
        "category": "divorce, misunderstanding, quarrels, war"
    },
    {
        "quote": "Love is not blind but it leads to blindness.",
        "author": "Auliq Ice",
        "category": "divorce, falling-in-love, internet-dating, love, love-is-blind, love-is-love, love-quotes, online-dating, online-dating-quotes"
    },
    {
        "quote": "Two ways to treat a girl: Make her feel as a princess Or Make her feel as a slave.",
        "author": "Auliq Ice",
        "category": "divorce, marriage"
    },
    {
        "quote": "When unfailing love comes to fail, It will fail forever.",
        "author": "Auliq Ice",
        "category": "divorce, divorce-quotes, unfailing-marriage"
    },
    {
        "quote": "A journey to try is not worthy to start, better to love none than starting over in relationships and getting dropped like a coin that won't get tossed.",
        "author": "Auliq Ice",
        "category": "dating-advice, dating-tips, divorce, love, love-quotes"
    },
    {
        "quote": "Money should be ones demand and not command, one should not become a slave of Money because we made money to help us trade and not to make us, we're already made even without money.",
        "author": "Auliq Ice",
        "category": "banking, career-development, career-quotes, careers, inspirational-quotes, investment-advice, investment-banking, job-seeking, joblessness, money, money-not-happiness, money-quotes, over-spending, salary, saving-money, talents, wealth-accumulation"
    },
    {
        "quote": "No offense but a seller will say whatever it takes to sell a product but if you sum it up, it comes down to hard work.",
        "author": "Auliq Ice",
        "category": "advertisements, advertising, branding, career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, marketing, money, money-not-happiness, money-quotes, product-management, salary, talents"
    },
    {
        "quote": "You'll earn more money doing something you love, rather than just doing something because it pays you a high salary.",
        "author": "Auliq Ice",
        "category": "career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, money-not-happiness, money-quotes, salary, talents"
    },
    {
        "quote": "Just make as much money as you can, but try your best not to rob or get robbed, it will sweep all that you have and leave your hands empty.",
        "author": "Auliq Ice",
        "category": "career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, money-management, money-not-happiness, money-quotes, robbery, salary, talents"
    },
    {
        "quote": "It’s easy to get sidetracked with thoughts that involve much money and precious things, but before you launch into that mode, reason well.",
        "author": "Auliq Ice",
        "category": "career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, money, money-not-happiness, money-quotes, salary, talents"
    },
    {
        "quote": "Where there is less pain, there is also less pay.",
        "author": "Auliq Ice",
        "category": "career-development, career-quotes, careers, inspirational-quotes, job-seeking, joblessness, laziness, lazy-people, money-not-happiness, money-quotes, salary, talents"
    },
    {
        "quote": "The birds in the sky can never great the king yet their beauty gives the king to stare at them endlessly, wishing to be with them in the sky.",
        "author": "Auliq Ice",
        "category": "admiration, beauty, dreams, impossibilities, impossible-love, wishes, wishes-quotes"
    },
    {
        "quote": "The whole thing could have been uncomfortable if all your wishes were to be drowned in to the sea or passed through a heart of a lion that shed not the innocent blood.",
        "author": "Auliq Ice",
        "category": "inspiarational, inspirational-quotes, motivational, motivational-quotes, succes-quotes, success, wishes"
    },
    {
        "quote": "Do not marvel brothers if the world hates you, the world rejected and rebelled against God and His truth.",
        "author": "Auliq Ice",
        "category": "auliq-ice, no-racism, rejection, truth, truth-of-life, truth-telling"
    },
    {
        "quote": "All of us can lie but it is not a must that we should lie.",
        "author": "Auliq Ice",
        "category": "telling-the-truth, truth, truth-and-lies, truth-inspirational, truth-of-life, truth-telling, truthful-in-every-way, truthfulness"
    },
    {
        "quote": "When you please others in hopes of being accepted, you lose your self-worth in the process.",
        "author": "Auliq Ice",
        "category": "acceptance-quotes, influence-quotes, options-quotes, self-esteem-quotes, self-love-quotes, worth-quotes"
    },
    {
        "quote": "Move it or lose it, lose it and you'll learn from it, but never give up.",
        "author": "Auliq Ice",
        "category": "keep-trying, losing-it, never-ending, never-give-up, never-let-go"
    },
    {
        "quote": "When you're ashamed of their action, to ask them the reason of their actions can make you a fool.",
        "author": "Auliq Ice",
        "category": "shame, stupid-questions"
    },
    {
        "quote": "Independence is paramount and freedom holds a lot of new possibilities, if all the chances are given at the right time.",
        "author": "Auliq Ice",
        "category": "freedom, independence"
    },
    {
        "quote": "You're not really moving on when you jump from someone who broke your heart to a new replacement. Moving on is self reflection and being strong enough to stand on your own.",
        "author": "Auliq Ice",
        "category": "breakup-quotes, divorce-quotes, relationships-quotes"
    },
    {
        "quote": "Just because they annoy you doesn't mean they’re wrong!",
        "author": "Auliq Ice",
        "category": "fair-judgement, judgement, judging-others, righteousness"
    },
    {
        "quote": "I reiterate once more, forgive the offenders to let divine justice be made.",
        "author": "Auliq Ice",
        "category": "judgement, judging-others, judging-people"
    },
    {
        "quote": "By educating the young, we are building a liberating potential force indirectly.",
        "author": "Auliq Ice",
        "category": "auliq-ice, education, education-reform, educational-philosophy, liberation, liberation-of-mankind"
    },
    {
        "quote": "Rarely has a new player on the game captured so much attention so fast.",
        "author": "Auliq Ice",
        "category": "hero, hero-quotes, inspiarational, inspirational-quotes, motivational, motivational-quotes, sports, sports-quotes, succes-quotes, success"
    },
    {
        "quote": "We've seen it over and over throughout history, it isn't a conspiracy theory anymore that the truly great ones get taken out. That's a trend, but when will people realize that after new world order, worldwide communism will take place.",
        "author": "Auliq Ice",
        "category": "2pac, auliq-ice, communism, conspiracy-theory, die-young"
    },
    {
        "quote": "Corruption is not bribery but bribery is corruption.",
        "author": "Auliq Ice",
        "category": "bribe, bribery, corruption"
    },
    {
        "quote": "It is not a first time in history that we have got people who have sold out and subverted the ideas for which they stood for in the past.",
        "author": "Auliq Ice",
        "category": "corruption, dictatorship, politicians"
    },
    {
        "quote": "When the clouds over the land rise like a mountain, a long with it's wishes, it can never cover the errors and mistakes made by Kings.",
        "author": "Auliq Ice",
        "category": "corruption, dictatorship, injustice, oppression, war"
    },
    {
        "quote": "It’s always nice to hear that you’re appreciated for all that you do.",
        "author": "Auliq Ice",
        "category": "appreciation, friendship, happiness, life, thank-you, thankfulness"
    },
    {
        "quote": "A true patriot never abandons his country at the hour of need.",
        "author": "Auliq Ice",
        "category": "activism, ebola-in-africa, nationalism, patriotic, patriotism"
    },
    {
        "quote": "A true leader sticks up for his followers.",
        "author": "Auliq Ice",
        "category": "leadership, patriotism"
    },
    {
        "quote": "The real heroes are those ones who are forgotten, forsaken and remain the nameless ones, in the history of time.",
        "author": "Auliq Ice",
        "category": "ebola-in-west-africa, ebola-victims, heroes, victims-of-abuse, victims-of-war, victory"
    },
    {
        "quote": "We live in a very entertaining world, but the sad fact is that so much of that entertainment is fruitless and empty. Only building nothing but failure and sadness.",
        "author": "Auliq Ice",
        "category": "entertainment, life-and-death, life-lessons"
    },
    {
        "quote": "Tell them what you do, and if they want to know more, they’ll ask.",
        "author": "Auliq Ice",
        "category": "about, biographies, biography, inspirational, inspirational-living, quality"
    },
    {
        "quote": "Inspiring qualities make some people to feel a little uneasy.",
        "author": "Auliq Ice",
        "category": "body-image, persistence, stupid-people, stupidity-of-man"
    },
    {
        "quote": "If you make lots of little changes to your lifestyle, you’ll need to make time to have some fun too, otherwise life can get a little boring.",
        "author": "Auliq Ice",
        "category": "auliq-ice, change-your-life, development, fitness, fitness-holiday, fitness-inspiration, life, life-challenges, life-lessons, sports"
    },
    {
        "quote": "In life; not all questions require gentle answers, some just want you to be so stupid to answer in a stupid way.",
        "author": "Auliq Ice",
        "category": "answer-questions, answers, auliq-ice, questions, stupid-questions"
    },
    {
        "quote": "If you mean your words, people who lust over your lovely ways won't dare to reject you.",
        "author": "Auliq Ice",
        "category": "admission, alikkais, auliq-ice, confidence-quotes, courage-quotes, falling-in-love, happiness-quote, love, love-quotes, rejection, seriousness"
    },
    {
        "quote": "Whatever you may say, genuine emotions are aroused by people. The first smile of a newborn, love confession, hang-loose chatting with friends, weekly meetings with dears, and a lot more other things initiated by two or several individuals trigger the feeling of happiness. There are more specific emotions native to females and males. Whereas the first ones are pleased at hearing sweet words. We live and work in the tradition of love and not hatred. As for us, it is the unconditional acceptance of all people, the scale of our love for them. Let's treat every person as a person in his uniqueness at eye level.Love is one of the strongest feelings one can ever have. It comes over you all of a sudden and totally absorbs before you manage to realize the fact. Emotions which arise with the feeling require some way of expression. Furtive glances, sweet words, touching, and romantic dates are a usual manifestation of affection. Still, there is a more inventive way to expose oneself – dedicating a special beautiful love quote to your beloved.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, falling-in-love, friendship, funny, love, poetry, relationship-quotes"
    },
    {
        "quote": "Its harder to gain the heart that loves than the heart that hates.",
        "author": "Auliq Ice",
        "category": "falling-in-love"
    },
    {
        "quote": "Love is a weakness which converts even the strongest minds as its slave and makes them sing its tune.",
        "author": "Auliq Ice",
        "category": "couples, falling-in-love, falling-into-you, love, love-courage, love-quotes, making-love, marriage, marriage-life"
    },
    {
        "quote": "With all the strength; Love encompasses compassion, determination, tolerance, endurance, support, faith and acceptance of whom you love.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, love-quotes, marriage, trust-in-others, wedding, wedding-dress, wedding-ring, wedding-vows"
    },
    {
        "quote": "Just having someone there. The right person that you can honestly say you love, and love's you in return is a blessing.",
        "author": "Auliq Ice",
        "category": "falling-in-love, friendship, love, love-quotes, marriage"
    },
    {
        "quote": "We need to have a measure of love and freedom at all times, even with the ones we love much in our lives.",
        "author": "Auliq Ice",
        "category": "falling-in-love, internet-dating, internet-privacy, internet-security, love, love-quotes, online-dating, online-security, privacy, private-emotions, private-emotions-trilogy"
    },
    {
        "quote": "Love is one of the strongest feelings one can ever have.",
        "author": "Auliq Ice",
        "category": "admiration, falling-in-love, humanity, humanity-and-society, love, love-quotes"
    },
    {
        "quote": "Love makes reality invisible and no one around you can understand why you do the things you do, for something that can cause you so much pain. Because you know after all the fighting, tears, and uncertainty, it's all worth it.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, love-quotes, marriage"
    },
    {
        "quote": "Love is what stands in the way of self discovery, try not to find, it will find you.",
        "author": "Auliq Ice",
        "category": "beautiful-girls, beautiful-people, falling-in-love, falling-into-you, nature, nature-of-man"
    },
    {
        "quote": "Lets toil under the sun to build poles of love. And let our roots be planted like strong trees that strong winds can't move.",
        "author": "Auliq Ice",
        "category": "charity, falling-in-love, freedom, helping-others, helping-people, helping-the-needy, helping-the-poor, humanity, humanity-and-society, love, love-quotes, no-war, peace, peace-on-earth"
    },
    {
        "quote": "To fall in love is a legendry action that doesn't need any explanation.",
        "author": "Auliq Ice",
        "category": "falling-in-love, love, love-quotes"
    },
    {
        "quote": "Anguish heart attack is tightly packed on to people with actions full of emotions and personal tragedies yet they can overcome it with personal self esteem and nice thinking.",
        "author": "Auliq Ice",
        "category": "fitness, fitness-business, fitness-inspiration, health-and-fitness, healthy-lifestyle, healthy-living, stress"
    },
    {
        "quote": "In regards to planning your career, you need to treat it (your career) just like a business.",
        "author": "Auliq Ice",
        "category": "career, career-advice, career-development, career-path, career-planning"
    },
    {
        "quote": "In life, toughness and roughness go together.",
        "author": "Auliq Ice",
        "category": "arguments, battle, fighting, roughness, toughness, war"
    },
    {
        "quote": "When your enemy is tough make your actions rough, you will meet at the same point.",
        "author": "Auliq Ice",
        "category": "battle, enemies-and-opposition, success, war, warfare, wining"
    },
    {
        "quote": "Never mind of what your enemy thinks of you, relax and think a head of him.",
        "author": "Auliq Ice",
        "category": "battle, enemies-and-opposition, success, war, warfare, wining"
    },
    {
        "quote": "Pain and misery are two different words, which both hurt.",
        "author": "Auliq Ice",
        "category": "broken-heart, broken-hearted, broken-hearted-quotes, broken-promises, misery, pain"
    },
    {
        "quote": "I can endure darkness as long as, I can hope that a new sun will rise tomorrow.",
        "author": "Auliq Ice",
        "category": "endurance, endurance-quotes"
    },
    {
        "quote": "When things go wrong, just do your best to make it through the day and you'll be okay in a short time.",
        "author": "Auliq Ice",
        "category": "alikkais, auliq-ice, endurance, problem-solving"
    },
    {
        "quote": "Try to live with whatever you can afford and avoid putting yourself in an awkward position of thinking how you can afford what you have failed to afford, please free your life on earth.",
        "author": "Auliq Ice",
        "category": "endurance, endurance-quotes, enduring, enduring-hardships, saving-money"
    },
    {
        "quote": "Sharing is just like spending, we give or spend for others while hoping them to be happy and better. At this way we can accept and find in our hearts the happiness that we want.",
        "author": "Auliq Ice",
        "category": "charity"
    },
    {
        "quote": "Listening and showing you are there for someone is often more important than trying to find a \"fix\" for a problem. I wish there were more people who practice this.",
        "author": "Auliq Ice",
        "category": "auliq-ice, auliq-ice-quotes, charity, humanity, love, love-quotes, problem-solving"
    },
    {
        "quote": "It feels so good making so much money when other people have to work for so much less but it is so much beautiful if humanity takes much from you, it is an investment into life.",
        "author": "Auliq Ice",
        "category": "charity, charity-work"
    },
    {
        "quote": "Never say war insane at the moment for you to embrace those gentle heroes you left behind.",
        "author": "Auliq Ice",
        "category": "heroes, heroism, victims-of-abuse, victims-of-war, war-stories, war-victims"
    },
    {
        "quote": "Be able to define yourself at all times. Do not wait for someone else to come and define you. Accept and embrace your individuality. Be inspired to be the BEST YOU and never let no one get your self esteem down.",
        "author": "Auliq Ice",
        "category": "acceptance-quotes, being-the-best-quotes, being-true-to-yourself-quotes, individuality-quotes, inspiring-quotes, self-awareness-quotes, self-confidence-quotes, self-esteem-quotes, self-knowledge-quotes"
    },
    {
        "quote": "Life's Irony; It is not only the poor that needs gifts, the rich also love to be gifted.",
        "author": "Auliq Ice",
        "category": "gifts, love"
    },
    {
        "quote": "It is customary for those who wish to have the most beautiful ones to endeavourer to offer them gifts of those things which they hold most precious in order to win their hearts.",
        "author": "Auliq Ice",
        "category": "gifts, gifts-for-christmas, love, love-at-first-sight, love-gifts, love-quotes, marriage, weeding"
    },
    {
        "quote": "It's funny how the people who know the least about you, always have the most to say.",
        "author": "Auliq Ice",
        "category": "fake-people, funny-quotes, gossip-quotes, hatred-quotes, jealous-quotes, jealousy-quotes, rumors-quotes, trash-talk-quotes"
    },
    {
        "quote": "Girls are like Pokemon, it doesn't matter how good you are, you can't catch any if you don't have any balls.",
        "author": "Auliq Ice",
        "category": "being-brave-quotes, courage-quotes, funny-quotes, games-quotes, girls-quotes, self-confidence-quotes"
    },
    {
        "quote": "It's funny how a hello is always accompanied with a goodbye. It's funny how good memories can make you cry, it's funny how forever never seems to last, it's funny how much you would lose if you forgot about your past, it's funny how friends can just leave when you're down, it's funny how when you need someone they never are around, it's funny how people change and think they're so much better, it's funny how some many lies are packed into one love letter, it's funny how one night can hold so much regret, it's funny how you can forgive but not forget, it's funny how ironic life turns out to be, but the funniest part of all, is that none of that is funny to me.",
        "author": "Auliq Ice",
        "category": "being-disappointed-quotes, being-hurt-quotes, broken-promises-quotes, feelings-quotes, funny-quotes, people-change-quotes"
    },
    {
        "quote": "If you don't do anything stupid when you're young, you won't remember something funny when you're old.",
        "author": "Auliq Ice",
        "category": "amazing-life-quotes, being-young-quotes, experience-quotes, fun-quotes, funny-quotes, memories-quotes, old-age-quotes, stupidity-quotes"
    },
    {
        "quote": "I am always happy, because whenever I am sad I just know that somewhere, somehow, there is a person who is PUSHING a door that says PULL.",
        "author": "Auliq Ice",
        "category": "being-happy-quotes, cheering-up-quotes, funny-quotes, humor-quotes, self-happiness-quotes"
    },
    {
        "quote": "Treat me like a joke, watch me leave you like its funny",
        "author": "Auliq Ice",
        "category": "breakup-quotes, complicated-relationship-quotes, funny-quotes, jokes-quotes"
    },
    {
        "quote": "Today is a special day that will go by very fast, so let’s take every second to make the most out of every moment.",
        "author": "Auliq Ice",
        "category": "happiness, happy-birthday, inspirational, life, moments, motivational"
    },
    {
        "quote": "At a time when the limits of leadership are being tested in so many places is your time to rule in your own territory.",
        "author": "Auliq Ice",
        "category": "chance, chances, opportunities-in-life"
    },
    {
        "quote": "Only a person who perceives that all human beings are important can become a great leader.",
        "author": "Auliq Ice",
        "category": "dictatorship, governement, leadership, leadership-characteristics, leadership-development, political-philosophy, politics"
    },
    {
        "quote": "Let the government not be an instructor but a parent who loves and adjusts to the needs of the nation, But remember a parent does what makes things look good to the entire family without segregation.",
        "author": "Auliq Ice",
        "category": "developing, developing-leadership-skills, examplary, example-for-change, leadership-development, political-philosophy, politicians"
    },
    {
        "quote": "Beauty will never fade away from the eyes of those who love one another.",
        "author": "Auliq Ice",
        "category": "family-life, family-love, family-relationships, family-values, love, love-quotes, marriage"
    },
    {
        "quote": "Lose your freedom, and become a slave by borrowing.",
        "author": "Auliq Ice",
        "category": "freedom, freedom-fighter, freedom-of-choice, freedom-of-expression, freedom-of-speech, freedom-of-thought, imprisoned-mind, imprisonment, injustice, refugee"
    },
    {
        "quote": "Whenever you become aware of a conflict in the world, realize that you only perceive it as a conflict because it resonates with something that's already inside of you.",
        "author": "Auliq Ice",
        "category": "auliq-ice, change, change-your-life, conflict-management-training, conflicts, injustice, war"
    },
    {
        "quote": "For every King is right in his own eyes and rests the blame to whoever he wishes to carry it.",
        "author": "Auliq Ice",
        "category": "blame, blaming-others, dictatorship, oppression"
    },
    {
        "quote": "When you have a hammer in your hand, everything around you starts looking like a nail.",
        "author": "Auliq Ice",
        "category": "oppression"
    },
    {
        "quote": "When free men stand, they will always carry on and lift Liberty yet unfree men shall always struggle to fight for freedom and liberty until they attain it.",
        "author": "Auliq Ice",
        "category": "oppression, war, war-on-drugs, war-on-terror"
    },
    {
        "quote": "If you have been told that you are late and unreliable more than once, then not only do you lack punctuality, but you also lack decency and seriousness, which is certainly very annoying.",
        "author": "Auliq Ice",
        "category": "punctuality, time-management"
    },
    {
        "quote": "Rather than trying to reinvent the wheel, build on to that which is already excellent.",
        "author": "Auliq Ice",
        "category": "development, editing, modernization, reinvention, remix"
    },
    {
        "quote": "Together we can remind them there are no excuses to sit back and watch the cycle of extreme poverty continue.",
        "author": "Auliq Ice",
        "category": "crisis, development, end-poverty, extreme-poverty"
    },
    {
        "quote": "The economic base of a nation, is the foundation of the it's secrets.",
        "author": "Auliq Ice",
        "category": "developing-countries, development, economics-philosophy"
    },
    {
        "quote": "When you get scared, embarrassed, angry, nervous, with full of emotion and bad thoughts, remember to maintain your discipline. It earns you respect the more.",
        "author": "Auliq Ice",
        "category": "behavior, behavioral-psychology, displine, em"
    },
    {
        "quote": "You've probably missed out something really great but you haven't let that drive you insane but always remember to be yourself.",
        "author": "Auliq Ice",
        "category": "behavior, missing"
    },
    {
        "quote": "With everything there is what to do.",
        "author": "Auliq Ice",
        "category": "everything-happens-for-a-reason, hope, purpose, purpose-of-life"
    },
    {
        "quote": "We must first achieve peace within ourselves. Only then can we take that peace out into the world and invite others to make similar changes.",
        "author": "Auliq Ice",
        "category": "auliq-ice, change, change-your-life, peace, peace-of-mind, peace-on-earth, phylosophy"
    },
    {
        "quote": "Life has taught me to release my ears from hearing negativity, destructive remarks, false rumors and stupid ways. I learn to open my eyes and my mind to think ahead of my life, to learn more of who I am.",
        "author": "Auliq Ice",
        "category": "enemies-and-opposition, enemity, liars, life-lessons, negativity, politicians, rumors"
    },
    {
        "quote": "Every politician brings in a wide range of context, promises and characters to bring his mission of you to listen to his words and vote for him and later he won't listen to you at any range.",
        "author": "Auliq Ice",
        "category": "liars, political-philosophy, politicians, politics, politics-of-the-united-states"
    },
    {
        "quote": "The poor will look for many excuses why an idea can not be born, but the rich will also look for one excuse why an idea can be born.",
        "author": "Auliq Ice",
        "category": "excuses, possibilities, possibility"
    },
    {
        "quote": "Never be disabused of those hopes you believe in otherwise you will go far as far as you can't be.",
        "author": "Auliq Ice",
        "category": "failure-quotes, hopes, over-confidence, overcoming-adversity"
    },
    {
        "quote": "Courage drown by horses is hard to market, and makes more wounds.",
        "author": "Auliq Ice",
        "category": "failure-quotes, over-confidence"
    },
    {
        "quote": "New Beginnings are in order, and you are bound to feel some level of excitement as new chances come your way.",
        "author": "Auliq Ice",
        "category": "change-quotes, change-your-life, inspiarational, inspirational-quotes, motivational, motivational-quotes, new-year, succes-quotes, success"
    },
    {
        "quote": "To change, you need to accept your past and deny to be challenged and overcome by your future.",
        "author": "Auliq Ice",
        "category": "change, change-your-life"
    },
    {
        "quote": "I CHOOSE to live by choice not by chance, to be motivated not manipulated, to be useful not used, to make change not excuses, to excel not compete. I CHOOSE self-esteem not self pity. I choose to listen to my inner voice, NOT TO LISTEN TO THE RANDOM OPINIONS OF OTHERS.",
        "author": "Auliq Ice",
        "category": "choice-quotes, decision-quotes, living-quotes, motivation-quotes, self-confidence-quotes, self-esteem-quotes, self-respect-quotes, self-worth-quotes"
    },
    {
        "quote": "A book written within, contains ideas and thoughts from all over, where each page explains itself.",
        "author": "Auliq Ice",
        "category": "diversity, multicultural, multiple-personality, original-quotes, original-thoughts, originality"
    },
    {
        "quote": "To every rule there are diverse sub rules which all apply to the same rule.",
        "author": "Auliq Ice",
        "category": "alternate-history, alternatives, diversity, optional, options"
    },
    {
        "quote": "You just can't apologize for being you nor for your emotional self, nor for your intellectual self, nor for spiritual self, nor for your physical self. It's all a part of who you are, signal that you don't value who you are, once that occurs you have a serious work to do, to get back to where you need to be in order to move on in life.",
        "author": "Auliq Ice",
        "category": "apologizing-quotes, apology-quotes, being-who-you-are-quotes, being-yourself-quotes, moving-on-quotes, self-help-quotes, self-respect-quotes, self-worth-quotes, value-quotes"
    },
    {
        "quote": "Wealth is all misery and sickness to the brain, try not to put yourself deep in it, it shall erase your humanity feelings.",
        "author": "Auliq Ice",
        "category": "money-not-happiness, riches"
    }
]