[
    {
        "quote": "Dreams are achieved by blood, sweat, tears, and an iron-will!",
        "author": "Avijeet Das",
        "category": "blood, dreams, inspirational-quotes, iron-will, motivational-quotes, never-give-up, never-quit, sweat"
    },
    {
        "quote": "Smash the Goals in your Life! You are the Unstoppable!",
        "author": "Avijeet Das",
        "category": "dream-big, goals-in-life, goals-quotes, inspirational-quotes, life-lessons, life-lessons-quotes, life-philosophy, life-quotes, life-quotes-and-sayings, motivational-quotes, never-give-up-quotes, never-quit-quotes, unstoppable, unstoppable-dreams, unstoppable-positive-force"
    },
    {
        "quote": "As Conor McGregor says he is the best and it is not out of arrogance. When confidence oozes from every inch of you, you know you have it in you! Go ahead! Smash the obstacles! Be the best in whatever you do!",
        "author": "Avijeet Das",
        "category": "best-inspirational-quotes, confidence-quotes, conor-mcgregor, inspirational-quotes, life-lessons, life-quotes"
    },
    {
        "quote": "Families are so beautiful. Wherever we may be, looking at kids and happy families make us feel like home.",
        "author": "Avijeet Das",
        "category": "beautiful, families, happiness, home, kids"
    },
    {
        "quote": "You made a writer keep faith in his pen.",
        "author": "Avijeet Das",
        "category": "faith, pen, writer, you"
    },
    {
        "quote": "If only thy eyes flutter once, the bees lose their direction and the fighting men their aim!",
        "author": "Avijeet Das",
        "category": "bees, direction, eyes-quotes, fighting-battles, inspiration, life-quotes, love-is-all-you-need, love-quotes, men, muse, stars"
    },
    {
        "quote": "We are born to kiss the stars and dance with the Moon.",
        "author": "Avijeet Das",
        "category": "big-dreams, born, dance-quotes, dreams, inspiring-quotes, kiss, kissing-quotes, magic-of-brain, magic-of-life, moon-magic, moon-quotes, moonlight, motivational-quotes, never-give-up, never-give-up-on-your-dreams, success"
    },
    {
        "quote": "And suddenly in the middle of the day a strange feeling grips you. The feeling of missing someone. The warm embrace and the tight hug and the tenderness...",
        "author": "Avijeet Das",
        "category": "embrace, life, meaning-of-life, middle-of-the-day, missing-someone-quotes, relationships, tenderness, tight-hug, warm-embrace"
    },
    {
        "quote": "Life gives us problems not to break us but to test our strength!",
        "author": "Avijeet Das",
        "category": "break, life-lessons, life-quotes, problems-quotes, strength-quotes, test"
    },
    {
        "quote": "The holes in my jeans ans the holes in my boots make me whole!",
        "author": "Avijeet Das",
        "category": "boots, jeans, life-lessons, life-quotes, philosophy-quotes"
    },
    {
        "quote": "The holes in my boots and the holes in my jeans make me whole!",
        "author": "Avijeet Das",
        "category": "boots, jeans, life-lessons, life-quotes, life-quotes-and-sayings, philosophy-quotes"
    },
    {
        "quote": "You call me at 12am or 3am I will pick up your call. Once I make a commitment, I don't go back!",
        "author": "Avijeet Das",
        "category": "calling, commitment, dependable, life-lessons, life-quotes, poet, writers, writers-life"
    },
    {
        "quote": "Don't stop trying newer challenges. What you fear you must face!",
        "author": "Avijeet Das",
        "category": "challenges-in-life, challenges-quotes, fear-quotes, inspiring-quotes, life-lessons, life-quotes, motivational-quotes"
    },
    {
        "quote": "I write because there is a madness within me to express my thoughts in words. I write because I feel passionately about certain feelings and there is this yearning within me to express these feelings in words. I am not comfortable meeting a lot of people. I like solitude. I like thinking and I dont like talking much.",
        "author": "Avijeet Das",
        "category": "life-lessons, life-quotes, meaning-of-life-quotes, writers, writers-life, writers-on-writing, writers-quotes, writers-world"
    },
    {
        "quote": "When life seems like an uphill task do not ever give up on yourself or on life! Travel to a new place, learn a new language, embrace a new culture, play a musical instrument, read a good book, watch the sunrise, experience the sunset, go for a swim in the river, hug a tree, sit near the lake, or climb a mountain! You will fall in love with life all over again!",
        "author": "Avijeet Das",
        "category": "book-quotes, culture, falling-in-love, lake-quotes, language, life-is-beautiful, life-lessons, life-lessons-quotes, life-philosophy, life-quotes, life-quotes-and-sayings, love-quotes, meaning-of-life, never-give-up-quotes, river-quotes, sunset-quotes, swim-quotes, travel-quotes, tree-quotes, writer-quotes, writers-on-writing"
    },
    {
        "quote": "Keep on reinventing yourself! Always strive to be a better version of yourself!",
        "author": "Avijeet Das",
        "category": "better-you, inspiring-quotes, inspiring-thoughts, life-lessons, life-quotes-and-sayings, meaning-of-life-quotes, reinventing-yourself, struggle-strength-character, struggles-quotes, work-hard"
    },
    {
        "quote": "You wake up in the morning, then go for a jog, pump up the dumb-bell, and take a shower! Put on fresh and clean clothes and get out of your apartment fast! The day is yours for the taking! Carpe Diem!",
        "author": "Avijeet Das",
        "category": "apartment, carpe-diem, dumbbells, inspiring-quotes, inspiring-quotes-on-life, inspiring-thoughts, life-lessons, life-philosophy, life-quotes-and-sayings, life-quotes-inspirational-quotes, morning-quote, shower, wake-up-quote, work-ethic-quotes, work-hard"
    },
    {
        "quote": "I have always enjoyed my solitude. It gives me time to think and to write.",
        "author": "Avijeet Das",
        "category": "enjoyment, life-lessons, life-quotes-and-sayings, own-company, solitude-quotes, thinking-quotes, writer, writers-on-writing, writers-quotes, writers-world"
    },
    {
        "quote": "A man's ego can drive him either to heights of glory or to depths of misery!",
        "author": "Avijeet Das",
        "category": "ego, glory, life-lessons, life-lessons-quote, life-philosophy, life-quotes, man, misery, wisdom-quotes, writer-quotes"
    },
    {
        "quote": "You may follow the footstepsThe whole day will passWith you going around in circlesYet not reaching anywhere at last!",
        "author": "Avijeet Das",
        "category": "circles, footsteps, life-and-living, life-lessons, life-quotes, poetry-quotes, travel, writer-quotes, writers-on-writing"
    },
    {
        "quote": "Just being a writer allows one the maturity to have random conversations with random strangers!",
        "author": "Avijeet Das",
        "category": "conversations, life-lessons, life-philosophy, maturity-growth-wisdom, maturity-quotes, meaning-of-life-quote, quote-on-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "There is a harbour to be reached, after the storm has abated!",
        "author": "Avijeet Das",
        "category": "dont-quit-quotes, harbuor, inspiring-quotes-on-life, life-lessons, meaning-of-life-quotes, motivational-quotes, never-give-up-on-your-dreams, never-give-up-on-your-journey, never-give-up-on-yourself, ship-quotes, storm-quotes, storms-of-life-quotes"
    },
    {
        "quote": "What is a Man without his heroic deeds?",
        "author": "Avijeet Das",
        "category": "being-a-man, hero, life-lessons, life-philosophy, life-quotes, man-quotes, meaning-of-life-quotes"
    },
    {
        "quote": "If someone tells you it can't be done. Smile and humbly agree. Then go back and work so hard that you can prove them wrong equally as fast.",
        "author": "Avijeet Das",
        "category": "drive, driven, life-lessons, passion, professional-development, work-hard-quotes"
    },
    {
        "quote": "I get into beatific cornucopia when I delve into books, coffee, and wanderings!",
        "author": "Avijeet Das",
        "category": "beatific, books, coffee, cornucopia, life-quotes, poet, wanderings, writer"
    },
    {
        "quote": "On silent moonless nights, I don't feel lonely! I have my greatest friends - my books for company!",
        "author": "Avijeet Das",
        "category": "book-lover, book-lovers, book-quote, books, books-quotes, friends, lonely-quotes, moonless, nights, silence-quote"
    },
    {
        "quote": "I meet people and they become chapters in my stories.",
        "author": "Avijeet Das",
        "category": "books, chapters, life-quotes, meaning-of-life-quotes, meeting-people, people-quotes, stories, storyteller, writers-on-writing, writers-quotes"
    },
    {
        "quote": "I don't care about wearing branded clothes or flaunting brands. But I do care about the books that I read and the music that I listen to.",
        "author": "Avijeet Das",
        "category": "book-quotesbook-lovers, books, brands, good-habits, life, meaning-of-life, music-quotes, no-slave-to-brands, world, writer-quotes, writers-on-writing, writers-quotes-books"
    },
    {
        "quote": "We have conversations with each other most nights - Sylvia Plath and me!",
        "author": "Avijeet Das",
        "category": "conversations, love-quotes, poetry-quotes, poets, sylvia-plath, valentines-quotes, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Love is the only flower that blooms and blossoms without the aid of seasons.",
        "author": "Avijeet Das",
        "category": "blooms, blossoms, flower-quotes, love-quotes, seasons"
    },
    {
        "quote": "Some stories are incomplete but they are beautiful...",
        "author": "Avijeet Das",
        "category": "beautiful-quote, incomplete, incomplete-love-story, life-quotes, love-quotes, quotes-to-live-by, stories"
    },
    {
        "quote": "Is that you giggling away to glory?Or is that just the flowers mingling with the bees and telling their story?",
        "author": "Avijeet Das",
        "category": "bees, flowers-quotes, giggling, glory, love-quotes, nature-quotes, nature-s-beauty, storttelling, story"
    },
    {
        "quote": "She asks me silly questions. Like how much do I love her?I smile and look at the sky for how do I tell her that it is she who gives me my existence...",
        "author": "Avijeet Das",
        "category": "existence-quotes, love-poems, love-quotes, poet, poetry-quotes, sky-quotes, smile-quotes, valentines-quotes"
    },
    {
        "quote": "When I saw you, I discovered love!",
        "author": "Avijeet Das",
        "category": "love-poems, love-quotes, saw, valentines-quote"
    },
    {
        "quote": "The other day she asked me \"Will you forget me?\"I smiled and looked at the sky and asked her: \"Can the sky ever forget his moon?",
        "author": "Avijeet Das",
        "category": "love-poem, love-quotes, moon-quotes, muse-forget, romance-quotes, sky-quotes, valentines-quotes"
    },
    {
        "quote": "One day she asked me: \"Is this love?\" I said: \"If this is not love, then love is nothing!",
        "author": "Avijeet Das",
        "category": "love-quotes, muse, nothing, romance-quotes, valentines-quotes"
    },
    {
        "quote": "There is an emptiness in my soul that only you can fill up!",
        "author": "Avijeet Das",
        "category": "emptiness-of-our-souls, love-quotes, soul-quotes, soulmates, valentines-quote"
    },
    {
        "quote": "Is it the raindrops pervading my being?or is it your lips touching my skin?",
        "author": "Avijeet Das",
        "category": "being, lips, love-quotes, love-story, poetry-quotes, rain, raindrops"
    },
    {
        "quote": "Your tenderness has pervaded into the very pore of my being. Last night I inhaled the fragrance of the moon!",
        "author": "Avijeet Das",
        "category": "fragrance, love-poems, love-quotes, moon, muse-quotes, night-quotes, sensitivity, tenderness"
    },
    {
        "quote": "Last night I inhaled the fragrance of the Moon!",
        "author": "Avijeet Das",
        "category": "fragrance-quotes, love-quotes, moon-quotes, night-quotes, poetry-quotes"
    },
    {
        "quote": "Her memories splashed my nights with a magical illumination. Her thoughts were my intoxication!",
        "author": "Avijeet Das",
        "category": "illumination, intoxication, love-poems, love-quotes, magical, memories-quotes, night-quotes, poetry-quotes, thoughts, thoughts-from-my-heart"
    },
    {
        "quote": "Listening to your heartbeats, I will fall asleep.",
        "author": "Avijeet Das",
        "category": "asleep, heartbeats, listening, listening-quotes, listening-to-heartbeats, love-poem, love-quotes"
    },
    {
        "quote": "There is this pain of love. You experience it some moments. It begins like a strange gnawing in your heart. It then spreads slowly. Spreads to the whole body. You fall deeply into it. This feeling.",
        "author": "Avijeet Das",
        "category": "love-poem, love-quotes, love-quotes-and-sayings, love-story, muse, pain-of-love, poetry, valentines-quotes"
    },
    {
        "quote": "And being an obsessive man he did things normal men did not! Like he knew the number of strands of hair that her eye-lashes had!",
        "author": "Avijeet Das",
        "category": "eyelashes, eyes-quotes, love-quotes, obsessive-love, obsessive-man, passionate-love, valentine-s-day-quote"
    },
    {
        "quote": "She has a charm that is incomparable. She has a beautiful heart that flows with love. And she has a sensitive soul that enthralls with magic. She was the spark I had been waiting for all my life.",
        "author": "Avijeet Das",
        "category": "charm, heart, love-poetry, love-quotes, magic, poetry-love-quotes, sensitive, soul, spark, valentines-quotes"
    },
    {
        "quote": "She is the fragrance of a dozen jasmines.",
        "author": "Avijeet Das",
        "category": "flower-quotes, fragrance-quotes, jasmines, love-poem, love-poetry, love-quotes, muse, poetry-quotes, valentines-quotes"
    },
    {
        "quote": "You are the rainbow that adds color to my gray skies.",
        "author": "Avijeet Das",
        "category": "gray, love-quotes, muse, rainbow, sky"
    },
    {
        "quote": "She has a beautiful heart that plays a euphonious symphony. She is the Zahir that touches your Soul.",
        "author": "Avijeet Das",
        "category": "heart-quotes, life-quotes, love-quotes, soul, symphony-quotes, valentines-quotes, writers, writing-quotes, zahir"
    },
    {
        "quote": "She is forever beautiful just like the roses.",
        "author": "Avijeet Das",
        "category": "beautiful-quote, love-quotes, poetry-quotes, roses-quotes, valentines-quotes"
    },
    {
        "quote": "When you would be looking somewhere maybe standing near a window and looking outside, I will come slowly towards you. And first I will inhale your sublime fragrance that emanates from your soft and tender body. Then slowly inching towards you I would hug you from behind and take you in my arms.",
        "author": "Avijeet Das",
        "category": "love-is-a-drug, love-poems, love-quotes, valentines-quotes"
    },
    {
        "quote": "And you look more beautiful when you blush.",
        "author": "Avijeet Das",
        "category": "beautiful-quote, blush, love-poems, love-quotes, poetry-quotes"
    },
    {
        "quote": "Your love intoxicates me into an intoxication of intoxicating intoxication.",
        "author": "Avijeet Das",
        "category": "intoxication, love-poems, love-quotes, poetry-love, valentines-quotes"
    },
    {
        "quote": "I did put on the record player, the love symphony of Beethoven wafted in the air. You and I made love,last February on that amazing Sunday afternoon. And the neighbor's dog barked madly every time our bed creaked from all the gyrations that you and I could outmaneuver in our frenzy of wanting each other's body and soul!",
        "author": "Avijeet Das",
        "category": "beethoven, january, life-quotes, love-poem, love-quotes, lover, making-love, s-quotes, soul, sunday, symphony, valentine, writer"
    },
    {
        "quote": "If we all realized that we have limited time on Earth then we would not spend our time hating each other.",
        "author": "Avijeet Das",
        "category": "earth-quotes, humanity-quotes, life-quotes, love-quotes, one-world"
    },
    {
        "quote": "We all may be living in different countries, geographical areas, and time zones but one thing which unites us all is that we all belong to one race which is humanity!",
        "author": "Avijeet Das",
        "category": "countries, geography-and-culture, humanity-quotes, inspiring-quotes, life-quotes, love-quotes, motivational-quotes, peace-quote, time-zones"
    },
    {
        "quote": "And then it dawned on me that the greatest love stories in the world never have happy endings.",
        "author": "Avijeet Das",
        "category": "greatest-love-stories, life-quotes, love-quotes, love-story, poet, writer, writers-on-writing"
    },
    {
        "quote": "Days may pass into months, months may pass into years, and years may pass into decades, but I will always keep waiting for you.",
        "author": "Avijeet Das",
        "category": "love-poems, love-quotes, waiting-for-you, waiting-quotes, writers-life, writers-quotes"
    },
    {
        "quote": "Women are like beautiful flowers. Only when you love them and take good care of them will they fully bloom into the beautiful flowers that they are.",
        "author": "Avijeet Das",
        "category": "beautiful-quotes, flowers-quotes, life-quotes, love-poems, love-quotes, poetry-quotes, valentines-quotes, women, writers-life, writers-quotes"
    },
    {
        "quote": "She asked me the definition of beauty. So I told her name in my reply!",
        "author": "Avijeet Das",
        "category": "beauty-quotes, definition, love-poems, love-quotes, meaning-of-love, poetry-love, poetry-quotes, true-beauty-lies-in-your-heart, writers-on-writing, writers-quotes"
    },
    {
        "quote": "I know not what it is about you that makes me go crazy but I do know that the radiance in your eyes is more dazzling than that in all the diamonds of this world!",
        "author": "Avijeet Das",
        "category": "dazzling, diamonds, eyes-like-stars, eyes-quotes, love-poems, love-quotes, muse, valentines-quotes, writers-on-writing, writers-quotes"
    },
    {
        "quote": "I know not what it is about you that makes me go crazy but I do know that the fragrance of your skin is more sublime than that of all the perfumes of this world!",
        "author": "Avijeet Das",
        "category": "fragrance-quotes, love-poems, love-quotes, muse, valentines-quotes, writers-on-writing, writers-quotes"
    },
    {
        "quote": "I am privileged to have your illuminating presence in my life that adds etherealness to my existence!",
        "author": "Avijeet Das",
        "category": "etherealness-quotes, existence-quotes, illuminating, life-quotes, love-poem, love-quotes, muse, muse-quotes, presense, privilege, writers-life, writers-quotes"
    },
    {
        "quote": "I know not what it is about you that makes me go crazy but I do know that the radiance in your eyes is more dazzling than that in all the diamonds of this world!And that the inimitable fragrance of your skin is more sublime than that of all the perfumes of this world!",
        "author": "Avijeet Das",
        "category": "body, eyes-quotes, fragrance-quotes, love-poem, love-quotes, muse, romance-quotes, skin, valentines-quotes, writers-life, writers-on-writing"
    },
    {
        "quote": "She blushed and I smiled when we saw the Magpie look at us while we kissed below the Acacia tree!",
        "author": "Avijeet Das",
        "category": "acacia-tree, blushed, kissing-quotes, love-is-a-drug, love-is-all-you-need, love-poems, love-quote, love-quotes, magpie, smile-quotes, tree-quotes, valentines-quote"
    },
    {
        "quote": "We had the longest kisses under the Acacia tree.",
        "author": "Avijeet Das",
        "category": "acacia-tree, kiss-quotes, kissing-quotes, love-poems, love-quotes, muse, valentines-quote, writers-life"
    },
    {
        "quote": "She cured me of my sadness.",
        "author": "Avijeet Das",
        "category": "life-quotes, loneliness-quotes, love-poems, love-quotes, muse, sadness-quotes, valentines-quote, writers-on-writing, writing-life"
    },
    {
        "quote": "She gave me hugs that were like oxygen to a dying man and uplifted my soul!",
        "author": "Avijeet Das",
        "category": "dying-man, hugs-and-kisses, hugs-quotes, love-poems, love-quotes, muse, oxygen, poetry-love, poetry-quotes, soul, uplifting-quotes, valentines-quote, writers-life, writers-quotes"
    },
    {
        "quote": "Your gracefulness and feminine charms always so tender, you make my heart smile and wonder!",
        "author": "Avijeet Das",
        "category": "feminine-energy, gracefulness, heart-quotes, love-quotes, muse, tender, tender-heart, valentines-quote, writers-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "She loved me deeply, madly and passionately. She knew no other way!",
        "author": "Avijeet Das",
        "category": "deep-love, deep-love-quotes, love-quotes, love-quotes-and-sayings, mad, muse, passion-quotes, passionate, poetry-quotes, valentines-quote, writers-on-writing"
    },
    {
        "quote": "I closed my eyes, took a deep breath and dived deeply into her ocean of love and that's how I saved my soul!",
        "author": "Avijeet Das",
        "category": "deep-love-quotes, love-quotes, ocean-quotes, poetry-quotes, swim-quotes, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Love will find you when you least expect it to. It will come unannounced and find you in an unusual moment on the strangest of days!",
        "author": "Avijeet Das",
        "category": "days, life-quotes, love-poems, love-quote, love-quotes, love-quotes-and-sayings, moments, poetry-love, poetry-quotes, valentines-quote, writers-inspiration, writers-life"
    },
    {
        "quote": "Either I love someone completely, totally and madly or not at all!",
        "author": "Avijeet Das",
        "category": "life-quotes-and-sayings, love-quotes, madly-in-love, meaning-of-love, writers-on-writing"
    },
    {
        "quote": "There is this pain of love. You experience it some moments. It starts like a strange gnawing at your heart. It then slowly spreads. Spreads to the whole body. You fall deeply into it. This feeling.",
        "author": "Avijeet Das",
        "category": "deep-love, deep-love-quotes, feelings-of-love, feelings-quotes, gnawing, heart-quotes, love-quotes, moments-quotes, pain, strange"
    },
    {
        "quote": "These are moments of love and ecstasy. Deeply moving moments when we will fly! Fly together in the azure blue sky!",
        "author": "Avijeet Das",
        "category": "ecstasy-of-life, ecstasy-of-love, fly-quotes, flying-spirit, love-is-a-drug, love-is-all-you-need, love-quotes, meaning-of-life-is-each-other, meaning-of-life-is-relationships, meaning-of-life-quotes, moments-of-life, moments-quotes, muse, sky-quotes"
    },
    {
        "quote": "There is this pain of love. You experience it some moments. It starts like a strange gnawing at your heart. It then spreads slowly. Spreads to the whole body. You fall deeply into it. This feeling. And the irony is you like this feeling of pain.",
        "author": "Avijeet Das",
        "category": "deep-love, feelings-of-love, love-is-a-pain, love-quotes, meaning-of-love, pain-quotes"
    },
    {
        "quote": "One day someone will fall in love with you despite all your flaws! Then magic will happen in your life!",
        "author": "Avijeet Das",
        "category": "fall-in-love-quotes, falling-in-love, flaws, happen, life-quotes, love-quotes, love-yourself-quotes, love-yourself-unconditionally, magic-quotes, magical-power, meaning-of-life-is-relationships, power-of-love, power-of-words, romance-quotes, someone-special, writer-on-words, writer-on-writing, writers-on-writing"
    },
    {
        "quote": "And I want to be with you till the birds forget how to fly in the blue azure sky and the fish forget how to swim in the blue green sea...",
        "author": "Avijeet Das",
        "category": "birds, fish, fly, love-quotes, romance, swim, valentines-quotes"
    },
    {
        "quote": "You are lovelier than all the roses in the world.",
        "author": "Avijeet Das",
        "category": "life-quotes, love-quotes, meaning-of-love, muses, people-quotes, romance-quotes, roses-and-love, roses-quotes, someone-special, valentines-quote, world, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Seeing old photographs, we get enamored by the memories we made which will keep tugging at our heart-strings forever and ever...",
        "author": "Avijeet Das",
        "category": "life-quotes-inspirational-quotes, love-quotes, meaning-of-love, memories-of-love, memories-quotes, old, photo, photograph, photographs-and-memories, photography-quotes, romance-quotes, valentines-quotes, writing, writing-quotes"
    },
    {
        "quote": "Sometimes we meet someone and feel like we have known them all our lives.",
        "author": "Avijeet Das",
        "category": "love-quotes, meeting, romance-quotes, someone-like-you, someone-special, valentines-quotes"
    },
    {
        "quote": "She was like a mermaid enrapturing me the sailor with all her charms!",
        "author": "Avijeet Das",
        "category": "charm, life-quotes, love-quotes, mermaid, romance-quotes, sailor, sea, valentines-quotes, writers-quotes"
    },
    {
        "quote": "At times all you need is a bottle of fine old wine, a mellifluous piece of music playing in the background and a good book to spend the entire night in a magical bliss!",
        "author": "Avijeet Das",
        "category": "bliss-quotes, book-quotes, creativity-quotes, love-quotes, magic, magical, magical-realism, music-quotes, passion-quotes, valentines-quotes, wine-lovers, wine-quotes, writer, writers-on-writing"
    },
    {
        "quote": "And what is life without the company of wine, women and good weather.",
        "author": "Avijeet Das",
        "category": "life-quotes, love-quotes, valentines-quotes, weather-quotes, wine-quotes, women, writer-quotes"
    },
    {
        "quote": "And as you lay in my arms oh woman you looked more beautiful than the moon!",
        "author": "Avijeet Das",
        "category": "beautiful-quotes, layla, love-quotes, moon-quotes, romance-quotes, valentines-quotes, woman-quotes"
    },
    {
        "quote": "You meeting me in such an unexpected way is a sign from God that we are meant to be together!",
        "author": "Avijeet Das",
        "category": "love-quotes, meeting-someone, romance-quotes, soulmate-quotes, soulmates-love, valentines-quotes"
    },
    {
        "quote": "Sylvia Plath and I met a long time ago. A really long time ago. Was it a summer day? No! It was a wintry November morning!",
        "author": "Avijeet Das",
        "category": "love-quotes, november, summer, sylvia-plath, valentines-quotes, winter, writers-on-writing"
    },
    {
        "quote": "You are the completeness of my incompleteness.",
        "author": "Avijeet Das",
        "category": "completeness, incompleteness, love-quotes, passionate-love, valentines-quotes, writers-quotes"
    },
    {
        "quote": "And what did the North Star tell the Moon last night? He said \"I love you!",
        "author": "Avijeet Das",
        "category": "love-is-a-drug, love-is-all-you-need, love-quotes, moon, moon-quotes, north-star, valentines-quotes"
    },
    {
        "quote": "Some people come into our lives and make us fall in love with our self!",
        "author": "Avijeet Das",
        "category": "falling-in-love-quotes, life-quotes, love-quotes, poetry-quotes, valentines-quotes"
    },
    {
        "quote": "We hold hands together delicately and sublimely and look longingly into each other’s eyes.",
        "author": "Avijeet Das",
        "category": "delicately, eyes-quotes, longingly, love-is-all-you-need, love-quotes, muses, romance-quotes, sublimely, valentines-quotes"
    },
    {
        "quote": "And we will keep searching for our footsteps in the sands of time...",
        "author": "Avijeet Das",
        "category": "footsteps, life-quotes, love-quotes, meaning-of-life-is-each-other, meaning-of-life-is-relationships, sands-of-time, searching, searching-for-love, searching-truth, travel-quotes, valentines-quotes"
    },
    {
        "quote": "I don't want any more magic in my life, your love is enough for me!",
        "author": "Avijeet Das",
        "category": "life-quotes-and-sayings, love-quotes, magic, magician, meaning-of-life-is-each-other, meaning-of-life-is-relationships, valentines-quotes"
    },
    {
        "quote": "And then in a moment of pure magic, our lips touch tenderly and sensitively!",
        "author": "Avijeet Das",
        "category": "kiss, kissing-quotes, lips, love-is-all-you-need, love-quotes, magic, meaning-of-love, romance-quotes, sensitively, tenderly, valentines-quotes"
    },
    {
        "quote": "Some people walk into our life and make us fall in love with our self.",
        "author": "Avijeet Das",
        "category": "fall-in-love-quotes, life-quotes, love-quotes, passion-quotes, poetry-quotes, walk-quotes"
    },
    {
        "quote": "When I see you smile, I feel a volcano of magical eruptions happening within my heart!",
        "author": "Avijeet Das",
        "category": "heart-quotes, love-is-all-you-need, love-quotes, smile-quotes, valentines-quotes, volcano"
    },
    {
        "quote": "And on cold wintry nights she loves listening to Elvis croon \"Are you lonesome tonight?\" just as I do.",
        "author": "Avijeet Das",
        "category": "elvis-presley, lonesomeness, love-quotes, passion-quotes, valentines-quotes"
    },
    {
        "quote": "Your eyes are an Ocean!",
        "author": "Avijeet Das",
        "category": "eyes-quotes, life-quotes, love-quotes, ocean-quotes, poetry, writer"
    },
    {
        "quote": "Love happens sublimely, serenely and accidentally! It will happen when you least expect it to!",
        "author": "Avijeet Das",
        "category": "accidentally, life-quotes, love-quotes, meaning-of-life, passion-quotes, serene, sublime-love"
    },
    {
        "quote": "We have conversations most nights, Sylvia Plath and me. On these cold wintry nights with our coffee mugs in hand, we talk for hours and hours, Sylvia Plath and me!",
        "author": "Avijeet Das",
        "category": "coffee-quotes, conversations, love-quotes, nights, passion-quotes, poetry-love, poetry-quotes, sylvia-plath, talking-quotes, valentines-quotes, wintry-night, writers-on-thinking, writing"
    },
    {
        "quote": "Your mind, your words, your charm and your style are all the sexiness that I need in my life!",
        "author": "Avijeet Das",
        "category": "charm, life-quotes, love-quotes, mind-quotes, passion-quotes, romance-quotes, sexy-quotes, style-quotes, valentines-quote, words"
    },
    {
        "quote": "She has this amazing aura around her which catches you off-guard. A girl’s innocence combined with a woman’s sensitivity. A charm that is alluring and attractive at the same time.",
        "author": "Avijeet Das",
        "category": "alluring, attractive, aura, charm, girl, innocence, love-quotes, sensitivity, valentines-quotes, woman-quotes, writers, writers-quotes"
    },
    {
        "quote": "In the silence of the ticking of the clock’s minute hand, I found you. In the echoes of the reverberations of time, I found you. In the tender silence of the long summer night, I found you. In the fragrance of the rose petals, I found you. In the orange of the sunset, I found you. In the blue of the morning sky, I found you. In the echoes of the mountains, I found you. In the green of the valleys, I found you. In the chaos of this world, I found you. In the turbulence of the oceans, I found you. In the shrill cries of the grasshopper at night, I found you. In the gossamer sublimity of the silken cobweb, I found you.",
        "author": "Avijeet Das",
        "category": "clock, cobweb, echoes, find, gossamer, life-quotes, love-quotes, morning-sky, mountains, oceans, silken, sublimity, summer-nights, sunset-quotes, valentines-quotes, valleys"
    },
    {
        "quote": "Feminity for me was discovering you when I took you for a ride on my Bajaj discover!",
        "author": "Avijeet Das",
        "category": "bike, bike-touring, biker-romance, discover, discovery, feminism, feminity, life-quotes, love-quotes, ride, riders, valentines-quotes"
    },
    {
        "quote": "I don't need the sea to drown in, your eyes are enough for me!",
        "author": "Avijeet Das",
        "category": "eyes, eyes-quotes, love-is-all-you-need, love-quotes, sea, valentines-quotes"
    },
    {
        "quote": "The walls in my room know your name. They heard me sigh your name last night!",
        "author": "Avijeet Das",
        "category": "life-quotes, love-quotes, meaning-of-love, room, valentines-quotes, walls"
    },
    {
        "quote": "The unknown breeze came wafting towards us and filled our hearts with the fragrance of love!",
        "author": "Avijeet Das",
        "category": "breeze-quote, fragrance-quotes, hearts, life-quotes, love-quotes"
    },
    {
        "quote": "She loves me like the star loves the sky.",
        "author": "Avijeet Das",
        "category": "love-quotes, muse, sky-quotes, star"
    },
    {
        "quote": "She texted me 'I love you.'I texted back 'I love you too.'She then texted me 'I love you more.'And I smiled reading her message and texted in reply 'No, I love you more.'Then she texted me 'I love you infinity power infinity power infinity into infinity.'I had no words to reply and smiled looking at her text!",
        "author": "Avijeet Das",
        "category": "love-is-a-drug, love-quotes, meaning-of-life-is-each-other, meaning-of-life-is-relationships, smile-quotes, texting, writers-on-writing, writers-quotes"
    },
    {
        "quote": "She says she loves me infinity power infinity power infinity into infinity! And I look at the sky, smile, and 'sigh!",
        "author": "Avijeet Das",
        "category": "infinity-quotes, life-quotes, love-is-a-drug, love-quotes, love-story, sigh, sky-quotes, valentines-quotes"
    },
    {
        "quote": "Love : so many people read about it in books and research on it in libraries yet so few discover the real feeling of it!",
        "author": "Avijeet Das",
        "category": "books-quotes, discover, libraries, love-quotes, research, valentines-quotes"
    },
    {
        "quote": "You don't wait for love to happen to you. You go out there and feel the breeze and sniff the air! The fragrance of love will come wafting towards you in no time!",
        "author": "Avijeet Das",
        "category": "breeze-quote, fragrance-quotes, love-is-a-drug, love-is-in-the-air, love-quotes, love-quotes-and-sayings, love-story, meaning-of-life-is-each-other, meaning-of-life-is-relationships, valentines-quotes"
    },
    {
        "quote": "You can't take love for granted! You need to be patient. And just as flowers take time to blossom, love will one day blossom in your heart!",
        "author": "Avijeet Das",
        "category": "flower-quotes, heart-quotes, life-quotes, love-is-a-drug, love-is-all-you-need, love-is-in-the-air, love-quotes, love-story, patience-quotes, patient-quotes, valentines-quotes"
    },
    {
        "quote": "It is your eyes that guide me home.",
        "author": "Avijeet Das",
        "category": "eyes-quotes, home, love-quotes, meaning-of-life-is-relationships, valentines-quotes"
    },
    {
        "quote": "When I see you smile, I feel a volcano of lovely eruptions happening within my heart!",
        "author": "Avijeet Das",
        "category": "eruptions-of-love, happiness-quotes, heart-quotes, love-is-a-drug, love-is-all-you-need, love-quotes, smile-quotes, valentines-quotes, volcano"
    },
    {
        "quote": "He began reading her eyes more deeply and passionately than the books in the library.",
        "author": "Avijeet Das",
        "category": "eyes-quotes, library-quote, life-quotes, love-quotes, passion-quotes, passionate-quote, reading-quotes, valentines-quotes"
    },
    {
        "quote": "I feel your body against mine, while our lips are intertwined.",
        "author": "Avijeet Das",
        "category": "life-is-beautiful, lips-quote, lips-touch, lipstick, love-poems, love-quotes, meaning-of-life-is-relationships, poems-on-love-and-longing, valentines-quotes"
    },
    {
        "quote": "Whenever they met, the air crackled and sparks flew in the sky.",
        "author": "Avijeet Das",
        "category": "crackle, love-is-all-you-need, love-quotes, meaning-of-life-is-relationships, meeting-someone, sky-quotes, sparks, valentines-quotes"
    },
    {
        "quote": "And we will lie down on the ground and have conversations with the grasses and the flowers.",
        "author": "Avijeet Das",
        "category": "conversations, flowers-quotes, ground, love-quotes, naturalism, nature-quotes, planet-earth, save-planet, talking-quotes"
    },
    {
        "quote": "We will join our palms together, fingers intertwined in each other, and look at the stars in the night sky!",
        "author": "Avijeet Das",
        "category": "fingers, life-quotes, love-quotes, meaning-of-life-is-relationships, night-quotes, palms, sky-quotes, stars-quotes, valentines-quotes"
    },
    {
        "quote": "We lay there completely bared to each other. Fully clothed but our souls naked!",
        "author": "Avijeet Das",
        "category": "love-quotes, meaning-of-life-is-relationships, naked-soul, soul-quotes, soulmates-quotes, true-love-quotes, valentines-quotes"
    },
    {
        "quote": "Love is a strange feeling! And you cannot understand what happens to you when it does happen to you. Some days you feel as if you are floating over the wispy clouds and the majestic mountains. Other days you feel as if you are swimming alongside the beautiful myriad colored fishes in the vast ocean. Some days you feel as if you can understand the language of the birds and the bees and other days you feel as if the walls and doors are talking to you!",
        "author": "Avijeet Das",
        "category": "bees, clouds-quotes, fishes, love-is-all-you-need, love-is-beautiful, love-is-in-the-air, love-quotes, meaning-of-life-is-relationships, meaning-of-love, mountains-quotes, valentines-quotes"
    },
    {
        "quote": "Poor the man who has earned millions and millions of rupees but has never tasted the meaning of true love.",
        "author": "Avijeet Das",
        "category": "happiness-quotes, life-quotes, love-quotes, meaning-of-life-is-relationships, money-quotes, valentines-quotes"
    },
    {
        "quote": "Let's sleepyou on top of memy hands circling your waistyours holding my facemy legs entangled in yoursyours tenderly wrapped in mineyour eyes looking deeply into minemine staring longingly at yoursand we will keep searching for our footsteps in the sands of time...",
        "author": "Avijeet Das",
        "category": "eyes, face, footsteps, hands, legs, life-is-a-journey, life-is-beautiful, longing-for-love, love-is-all-you-need, love-poem, love-quotes, meaning-of-life-is-relationships, meaning-of-life-quotes, meaning-of-love, poems-of-blood-and-passion, poems-of-love, poems-of-love-and-light, romance-poems, romance-quotes, searching-for-answers, sleep, soul-quotes, soulmates, true-love-quotes, valentines-quotes, waist"
    },
    {
        "quote": "Let's sleepyou on top of memy hands circling your waistyours holding my facemy legs entangled in yoursyours tenderly wrapped in minemy eyes staring longingly at yoursyours looking deeply into mineand we will keep searching for our footsteps in the sands of time...",
        "author": "Avijeet Das",
        "category": "eyes, face, footsteps, legs, love-is-a-drug, love-is-all-you-need, love-poems, love-quote, love-quotes, lovers, meaning-of-life-quotes, meaning-of-love, poems-on-love, romance-quotes, searching, valentines-quotes, waist"
    },
    {
        "quote": "Every night the dream that enamors me is the one about you and me.",
        "author": "Avijeet Das",
        "category": "dreams-quotes, life-quotes, love-quotes, meaning-of-life-is-each-other, meaning-of-life-is-relationships, meaning-of-life-quotes, night-quotes, quotes-on-love, valentines-quotes"
    },
    {
        "quote": "We must believe in love, always!",
        "author": "Avijeet Das",
        "category": "belief-quotes, life-quotes-and-sayings, love-quotes, meaning-of-life-is-relationships, relationship-quotes"
    },
    {
        "quote": "Just knowing that you are there and you would be thinking about me while I am thinking about you makes my heart feel serene and contented.",
        "author": "Avijeet Das",
        "category": "contentment-quotes, love, love-is-a-drug, love-is-alive, love-is-all-you-need, love-quotes, love-story, meaning-of-life-is-relationships, meaning-of-love, poem-on-love, poems-on-life, poetry, quotes-on-sereinity, relationships-quotes, serene, valentines-quotes, writing"
    },
    {
        "quote": "Her laughter was my favorite symphony.",
        "author": "Avijeet Das",
        "category": "daughter, fathers-and-daughters, life-quotes-inspirational-quotes, love-quotes, meaning-of-life-is-relationships, meaning-of-love, music-quotes, symphony-of-life-quotes, symphony-quotes"
    },
    {
        "quote": "While outside the window, the raindrops pitter pattered on leaves that shivered and sparkled, inside we made love for the first time!",
        "author": "Avijeet Das",
        "category": "first-kiss-quotes, first-love, leaves, love-is-a-drug, love-is-all-you-need, love-quotes, make-love, passion-quotes, passionate-love, rain, raindrops, raining, windows-quotes"
    },
    {
        "quote": "Thy eyes hold countless stars yet to be discovered.",
        "author": "Avijeet Das",
        "category": "boyfriend-and-girlfriend, countless, discovery-quotes, eyes-like-stars, eyes-quotes, husband-and-wife, life-quotes-inspirational-quotes, love-quotes, meaning-of-life, muse, muse-quotes, stars, stars-quotes, valentines-quotes, writers-on-eyes"
    },
    {
        "quote": "When we kissed for the second time, we didn't stop (couldn't).",
        "author": "Avijeet Das",
        "category": "boyfriend-and-girlfriend, boyfriend-quotes, girlfriend-quotes, husband-and-wife, husband-and-wife-relationship, kiss, kissing, life-is-beautiful, love-is-all-you-need, love-is-the-drug, love-quotes, relationship-quotes, valentine, valentine-quotes, valentine-s-day-quotes, valentines-day"
    },
    {
        "quote": "Love is when you have not been home for three months and call up home and your daughter picks up the phone and says \"Papa, I love you!",
        "author": "Avijeet Das",
        "category": "call, calling-people, daughter, family-love, home, homesickness, love-quotes, meaning-of-life-is-each-other, meaning-of-life-is-relationships, meaning-of-life-quotes, telephone, telephone-calls"
    },
    {
        "quote": "Maturity is when you can understand someone's silences and the pauses between those silences...",
        "author": "Avijeet Das",
        "category": "love-quotes, maturity-quotes, meaning-of-life-is-relationships, meaning-of-life-quotes, relationship-quotes, silences, silences-speak-more-than-words, understanding-oneself-and-others, understanding-quotes, valentines-quotes"
    },
    {
        "quote": "And we will meet in the woods far far away from this hustle and bustle... and share love and sunshine.",
        "author": "Avijeet Das",
        "category": "forest-quotes, life-is-an-adventure, love-quotes, meaning-of-life-is-relationships, meaning-of-love, nature-quotes, sunshine-quotes, woods"
    },
    {
        "quote": "Thy dark eyes beckon me into the darkest nether world of dark galaxies and darker supernovas. Forever in darkness, I know no light! Thy darkness my dark-light!",
        "author": "Avijeet Das",
        "category": "dark, darkness, eyes-like-stars, eyes-quotes, galaxies, love-quotes, meaning-of-love, netherworld, supernovas"
    },
    {
        "quote": "We don't fall in love with someone. We discover love in someone!",
        "author": "Avijeet Das",
        "category": "discovery, discovery-of-oneself, life-lessons-quotes, life-philosophy-inspirational, love-is-beautiful, love-quotes, meaning-of-life-is-relationships, meaning-of-love"
    },
    {
        "quote": "Love is when you can understand each other's silences.",
        "author": "Avijeet Das",
        "category": "love-is-all-you-need, love-is-beautiful, love-quotes, love-quotes-and-sayings, meaning-of-life-is-relationships, meaning-of-love, silence-quotes, silences-speak-more-than-words, understanding-oneself-and-others, understanding-quotes"
    },
    {
        "quote": "Nothing compares to the feeling that you get when you are in love.",
        "author": "Avijeet Das",
        "category": "feelings-of-love, feelings-quotes, life-quotes, love-is-all-you-need, love-quotes, meaning-of-life-is-relationships, meaning-of-love"
    },
    {
        "quote": "When you brought light to my darkness, I undiscovered the eclipse!",
        "author": "Avijeet Das",
        "category": "eclipse-of-the-moon, eclipse-of-the-sun, eclipse-quote, life-changing-quotes, life-quotes, light-and-darkness, light-quotes, love-quotes, relationship-quotes"
    },
    {
        "quote": "I don't miss the Moon, because I have you.",
        "author": "Avijeet Das",
        "category": "love-quotes, love-quotes-and-saying, meaning-of-life-is-relationships, meaning-of-life-quotes, meaning-of-love, missing, moon-quotes, relationships-quotes"
    },
    {
        "quote": "You made a poet fall in love with the world.",
        "author": "Avijeet Das",
        "category": "falling-in-love-quotes, love-quotes, meaning-of-life-quotes, poet, poetry-quotes, world, writers-on-writing, writing-quotes"
    },
    {
        "quote": "And the golden rays of your love made me warm on cold, wintry nights.",
        "author": "Avijeet Das",
        "category": "cold-nights, golden-rays, love-quotes, love-quotes-and-sayings, warm-quotes"
    },
    {
        "quote": "Maturity is when you are happy loving someone from a distance.",
        "author": "Avijeet Das",
        "category": "distance-relationship, love, love-quotes, maturity"
    },
    {
        "quote": "And you will keep breaking my heart a thousand times. And I will keep joining the pieces back a thousand times.",
        "author": "Avijeet Das",
        "category": "a-thousand-times, bounce-back-quotes, heart, heartbreak, joining-the-pieces, love-quotes, love-quotes-and-sayings, love-quotes-heartbreak-change, meaning-of-life"
    },
    {
        "quote": "Today I bumped into you again. You seemed like that flower long forgotten in the old diary.",
        "author": "Avijeet Das",
        "category": "flower-quotes, forgotten-memories, love-poems-poetry-romance, love-quotes, meeting-someone, memories-quotes, old-diary"
    },
    {
        "quote": "Life is truly lived only when we discover other faiths, festivals, languages and cultures.",
        "author": "Avijeet Das",
        "category": "faith-quotes, festivals, inspiring-quotes, inspiring-thoughts, languages-and-cultures, life-quotes, people, people-quotes, people-relations, travel-quotes, traveling-around-the-world, traveling-through-books, travelling-to-a-foreign-country, writers-on-writing, writers-quotes"
    },
    {
        "quote": "You are going through difficult moments of life. Times when you do not understand the ways of our world or the ways of our people. Hold on to yourself in these moments. These times will change. Calm will return to your being. Hold on to yourself. Please.",
        "author": "Avijeet Das",
        "category": "calmness, difficult-moments, hold-on-to-yourself, people, please, times-are-changing, world"
    },
    {
        "quote": "We believe that beautiful people must have equally beautiful personalities. But what is amazing is how complete is this delusion!",
        "author": "Avijeet Das",
        "category": "beautiful, beautyisskindeep, dissappoint, people"
    },
    {
        "quote": "Sunrises and sunsets were breathtaking moments in his life. Moments of exhilaration and ecstasy. Deeply moving moments when he would dream. Dreams that splashed myriad colors on his mind's gray canvas!",
        "author": "Avijeet Das",
        "category": "breathtaking, colors, deep, dreams, ecstasy, exhilaration, moments, moving, myriad, sunrises, sunsets"
    },
    {
        "quote": "The evenings are meant for deep reflection.",
        "author": "Avijeet Das",
        "category": "deep-thoughts, evenings, life-quotes, meaning-of-life-quotes, reflection-quotes"
    },
    {
        "quote": "People keep asking astrologers for their destinies. Ironically, it is the people themselves who are the creators of their own destinies.",
        "author": "Avijeet Das",
        "category": "destiny-quotes, life-quotes, people-quotes"
    },
    {
        "quote": "We keep searching for things all our life, yet seldom do we notice them!",
        "author": "Avijeet Das",
        "category": "life-quotes, notice, searching-quotes"
    },
    {
        "quote": "The flames of our memories keep us alive!",
        "author": "Avijeet Das",
        "category": "flames-quotes, life-quotes, memories-quotes"
    },
    {
        "quote": "Sometimes broken shoes and tattered clothes can tell us beautiful stories!",
        "author": "Avijeet Das",
        "category": "broken, clothes, inspiring-quotes, life-quotes, shoes, stories, tattered"
    },
    {
        "quote": "The holes in my shoes and the holes in my jeans make me whole!",
        "author": "Avijeet Das",
        "category": "holes, jeans, life-quotes, philosophy-quotes, shoes, whole"
    },
    {
        "quote": "That is the problem with our world. Nobody trusts anybody. We are just waiting for somebody to save us.",
        "author": "Avijeet Das",
        "category": "life-quotes, problems-in-the-world, trust, world, worldview"
    },
    {
        "quote": "Struggles make us a man or a woman! Stay raw, work hard and party harder!",
        "author": "Avijeet Das",
        "category": "life-quotes, man, party-harder, raw, struggles-quotes, success-quotes, woman, work-hard"
    },
    {
        "quote": "The thunder howled and the rain splashed, the leaves played with the breeze and the lightning flashed, and the tigress growled at last. She looked here and she looked there, she hadn't seen so much rain anywhere, a desire suddenly came in her heart, a mad longing that had to start, she felt deep love in the rain, looking at her cubs all over againBut two years ago she had been wounded, By cowardly men who wanted her grounded, They were afraid of her power, they wanted to capture her and to enslave her in their tower They laid traps and they waited in the trees, The jungle was full of birds and the bees, The tigress was out hunting for meat, her cubs awaiting in the cave for their treatThere was something missing in the air, the fragrance of jasmine was not there, The tigress looked up into the trees and saw the men's faces painted in grease, She challenged them looking into their eyes, And saw fear, fright , and faces full of lies! She roared with all her might, This was her land, She had all the right!The cowardly men crouching behind the trees, Fired their guns in twos and threes, The brave Tigress looked them in the eye, She was the fire and she was the sky, Indomitable force, invincible power, She was the Tigress, The Queen in her EmpireNone of the bullets could break her Spirit,Only one could graze her right leg a bit, She roared with all her heart's might, For she was the Queen for all to sight! The guns emptied and no more bullets to shoot, The cowardly men jumped from the trees and ran away in two hoots! The Tigress laughed and loudly roared,For she was the power and her Spirit soaredShe is the Tigress inside every Woman, She has the Power to defeat any Man,Love her and she would love you back,Respect her and she would respect you back,Dare to harm her and she would defeat you till the Last!",
        "author": "Avijeet Das",
        "category": "inspirational, inspirational-attitude, life-quotes, motivational-quotes, motivational-quotes-for-women, tigress, woman, woman-quotations, woman-s-strength, women-s-rights"
    },
    {
        "quote": "What do you do when you cannot see any light? Where do you go when you cannot see any path? So I became the wanderer and wandering became my destiny!",
        "author": "Avijeet Das",
        "category": "drifter, life-quotes, light-quotes, path-quotes, poet, wanderer, wandering-is-my-destiny, wanderings, writer"
    },
    {
        "quote": "I don't settle down. I don't follow any path.Because I am the wanderer and wandering is my destiny!",
        "author": "Avijeet Das",
        "category": "destiny-quotes, life-quotes, path-of-life, path-quotes, wandering-soul, writer"
    },
    {
        "quote": "I wake up in strange beds and in unknown rooms. I wander in dark alleys and crooked roads. Some days I don't even see the sun. Some nights the moon hides from me. I am the wanderer and wandering is my destiny!",
        "author": "Avijeet Das",
        "category": "days, life-quotes, moon, nights, poet, sun, wanderer, wanderings, writer"
    },
    {
        "quote": "Every day we have a choice - either to spread love and peace or to spread hate and war! And each one of us must choose love and peace each time and every time!",
        "author": "Avijeet Das",
        "category": "humanity-quotes, life-quotes, love-quote, peace-quote, race, say-no-to-war, war-and-conflict"
    },
    {
        "quote": "Warriors respect each other. They give dignity to each other either in a win or in a defeat.",
        "author": "Avijeet Das",
        "category": "dignity-isn-t-pride, dignity-quotes, life-quotes, losing, meaning-of-life, meaningful-life, respecting-others, respecting-yourself, warriors, winning-quotes, writers-life, writers-quotes"
    },
    {
        "quote": "I believe we all have one address and that is Earth.",
        "author": "Avijeet Das",
        "category": "address, earth-quotes, life-quotes, writers-quotes"
    },
    {
        "quote": "I am the breeze. I drift and I wander. I meet people and i touch their hearts. but people don't stay with me. They leave me. And I keep on drifting and keep on wandering. That's my life.",
        "author": "Avijeet Das",
        "category": "breeze-quote, drifting, life-quotes, people-quotes, wander, wandering-thoughts, writers-life, writers-quotes"
    },
    {
        "quote": "I do not follow any tradition. I may stand at the beginning of one.",
        "author": "Avijeet Das",
        "category": "life-quotes, rebellion, tradition, why-i-write, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Success comes to the people who never ever doubt themselves.",
        "author": "Avijeet Das",
        "category": "doubts, life-quotes, people-quotes, success-quotes"
    },
    {
        "quote": "The so called beautiful people, especially the ones who are obsessed with their looks, bore me. They just have this superficiality in all things that they do or want to accomplice in life. It is like they want to look 'beautiful' all the time but not 'be beautiful' from within. I like depth. People who go deep into the way of things and the meaning of life. People who may not look beautiful but are truly beautiful!",
        "author": "Avijeet Das",
        "category": "beautiful-quotes, life-quotes, meaning-of-life, writers-on-writing"
    },
    {
        "quote": "The unkind words that we said and the unkind deeds that we did will haunt us one day!",
        "author": "Avijeet Das",
        "category": "haunt, life-quotes, unkind-words, unkindness, writers-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "In retrospect we can only be thankful to all the mistakes that we made and to all the lessons that we learned from them!",
        "author": "Avijeet Das",
        "category": "lessons-in-life, lessons-learned, life-quotes, mistakes-quotes, mistakes-we-make, retrospect, retrospective, writers, writers-on-writing, writers-quotes"
    },
    {
        "quote": "The night is the balm for the wounded souls of the world.",
        "author": "Avijeet Das",
        "category": "balm, life-and-living, life-quotes, meaning-of-life-quotes, night, soul-quotes, world, writers-on-writing, writers-quotes"
    },
    {
        "quote": "You resting your head tenderly on my shoulders while we sit below the old Oak tree. And we smile at each other and gaze lovingly at the fascinating sunset over the hills. This moment makes me feel completely alive as if we have reached not just cloud nine or ten but also cloud infinity!",
        "author": "Avijeet Das",
        "category": "cloud-nine, clouds-quotes, hills, life-quotes, love-poem, love-quote, muse, oak-tree, poetry-love, poetry-of-life, poetry-quotes, poetry-quotes-love, romance-quotes, sky-quotes, sunset-quotes, sunset-sky, valentines-quote, writers-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "The night is the balm for the wounded soul!",
        "author": "Avijeet Das",
        "category": "balm, life-quotes, meaning-of-life-quotes, night, poetry-quotes, soul, wounded"
    },
    {
        "quote": "Success come to those people who never ever doubt themselves!",
        "author": "Avijeet Das",
        "category": "inspiring-quotes, life-lessons-quotes, life-philosophy, life-quotes, meaning-of-life-quotes, never-give-up-quotes, success-quotes"
    },
    {
        "quote": "Cherish every relationship in your life. There are certain things in life that can't be fixed if broken!",
        "author": "Avijeet Das",
        "category": "broken-hearted-quotes, life-and-living, life-is-a-journey, life-is-too-short, life-philosophy-inspirational, life-philosophy-quotes, life-quotes, meaning-of-life-quote, writers-life, writers-quotes"
    },
    {
        "quote": "The fakirs always throng the sea-shoreTo find meaning in the chaosAnd then they too become melancholyFeeling nothing but their naked toes.",
        "author": "Avijeet Das",
        "category": "chaos, chaos-theory, fakir, life-quotes, meaning-of-life-quote, melancholy, philosophy-of-life, philosophy-of-people, philosophy-quotes, poetry-quotes, seashore, toes"
    },
    {
        "quote": "And you must not worry about me. You must follow your dreams. You have your life ahead of you. I am just a wanderer passing by.",
        "author": "Avijeet Das",
        "category": "dreams-inspirational, dreams-quotes, life-and-living, life-philosophy, life-quotes, wanderer-quotes, wandering-soul, wanderlust, writers, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Flowers too wither and fall,but they inspire one and all!",
        "author": "Avijeet Das",
        "category": "flowers-quotes, inspiring-quotes, life-quotes, life-quotes-and-sayings, meaning-of-life-quotes"
    },
    {
        "quote": "Life always has some surprises up its sleeve!",
        "author": "Avijeet Das",
        "category": "life, life-philosophy, life-quotes, meaning-of-life, meaning-of-life-quotes, sleeves, surprises, writers-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "A writer of any merit does not worry about being accepted everywhere. He must write to inspire, to change for the better or to challenge the status quo!",
        "author": "Avijeet Das",
        "category": "inspirational-life, life-lessons-quotes, life-quotes, philosophy-of-life, why-i-write, writer, writer-quotes, writers-inspiration, writers-on-writing"
    },
    {
        "quote": "Aren't you tired from all that smiling that you do at the camera? Relax and come with me to the mountains. There is more to life than the cameras!",
        "author": "Avijeet Das",
        "category": "actors, cameras, celebrities, life-quotes, meaning-of-life, smiling, smiling-at-the-cameras, television-quotes, tired, writer, writers-on-writing"
    },
    {
        "quote": "Looking at old photographs inundates you with a flood of nostalgic emotions! And you can't be sure where you want to swim in the deluge of memories!",
        "author": "Avijeet Das",
        "category": "deluge, emotions-quotes, flood, life-quotes, memories-quotes, nostalgia-quotes, photographs, swim, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Take a deep breath and pause for one minute without doing anything! There did you feel the magic?",
        "author": "Avijeet Das",
        "category": "deep-breath, life-quotes, love-your-life, love-yourself-unconditionally, magic, meaning-of-life-quote, reflection-quotes"
    },
    {
        "quote": "Sometimes all you need to do is just hold on to yourself! Look at the stars in the sky, listen to the sweet murmurings of the breeze, inhale the fragrance of the night, and you will feel fine!",
        "author": "Avijeet Das",
        "category": "breeze-quote, fragrance-quotes, hold-on, hold-on-to-your-happiness, life-quotes, meaning-of-life-quotes, never-give-up-on-your-dreams, night, night-sky, sky-quotes"
    },
    {
        "quote": "Your eyes hold all the answers to my life's problems.",
        "author": "Avijeet Das",
        "category": "answers, eyes-quotes, life-quotes, problems-quotes, writers-on-writing"
    },
    {
        "quote": "Tonight is the night of telling our stories. You tell three and I four.",
        "author": "Avijeet Das",
        "category": "life-quotes, meaning-of-life-is-relationships, night, passion, stories, storytellers, tonight, valentines-quotes, writers, writing-quotes"
    },
    {
        "quote": "I love the smell of coffee when I wake up in the morning. It gives me the awesome feeling of hope!",
        "author": "Avijeet Das",
        "category": "awesome-quotes, coffee-quotes, hope-quotes, life-quotes, meaning-of-life-quotes, morning-quote, poetry-quotes, smell-of-coffee, wake-up-quote, writers, writers-on-writing"
    },
    {
        "quote": "Love is a strange feeling indeed, a feeling that every person must experience at least once in his or her life. A feeling that makes us feel one with God!",
        "author": "Avijeet Das",
        "category": "life-quotes, love-is-all-you-need, love-quotes-and-sayings, meaning-of-life-is-relationships, meaning-of-life-quotes, valentines-quotes"
    },
    {
        "quote": "I and my silences keep talking to each other.",
        "author": "Avijeet Das",
        "category": "creativity-quotes, life-quotes, silences, silences-speak-more-than-words, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Music is the true elixir of life.",
        "author": "Avijeet Das",
        "category": "artiste, elixir-of-life, life-quotes, music-quotes, passion-quotes"
    },
    {
        "quote": "Life is not meant to follow a pattern. Every moment has a multitude of realms.",
        "author": "Avijeet Das",
        "category": "life-philosophy, life-philosophy-quotes, life-quotes, meaning-of-life-is-relationships, meaning-of-life-quotes, moments-quotes, patterns-in-life, realm-of-possibility"
    },
    {
        "quote": "Every man or woman is born to be a Hero!",
        "author": "Avijeet Das",
        "category": "hero, life-philosophy-inspirational, life-quotes, man-quotes, meaning-of-life-quotes, woman-quotes"
    },
    {
        "quote": "Some people walk into our lives to touch our hearts and others to touch our soul!",
        "author": "Avijeet Das",
        "category": "hearts, life-and-philosophy, life-lessons-quotes, life-quotes, meaning-of-life, meaning-of-life-is-relationships, people-quotes, soul-quotes"
    },
    {
        "quote": "Some people come drifting into our skies carrying hope just as the clouds drift into the deserts!",
        "author": "Avijeet Das",
        "category": "clouds-quotes, life-quotes, meaning-of-life-is-relationships, meaning-of-life-quotes, people-quotes, sky-quotes"
    },
    {
        "quote": "We don't meet anyone by chance.",
        "author": "Avijeet Das",
        "category": "anyone-quote, chance-quotes, life-quotes, meaning-of-life-quotes, meeting-people"
    },
    {
        "quote": "You just can't stop smiling when you get unconditional love.",
        "author": "Avijeet Das",
        "category": "life-quotes, relationships-quotes, smile-quotes, unconditional-love-quotes"
    },
    {
        "quote": "A writer should feel deeply from his heart of the joys and sorrows of people. And he must write as honestly as possible. Then only can he claim to be a writer.",
        "author": "Avijeet Das",
        "category": "feelings-quotes, happiness-quotes, heart-quotes, honesty-quotes, life-quotes, philosophy-quotes, sorrows, writers-quotes, writing"
    },
    {
        "quote": "The next generation should embrace their struggles. A butterfly develops only after a struggle to break free from its cocoon. A diamond can only emerge after taking in all the pressure that it can. Struggle hard and never ever give up! You are born to be a Hero.",
        "author": "Avijeet Das",
        "category": "hardwork-quote, hero, inspirational-quotes, life-inspirational-motivation, life-quotes, motivational-quotes, struggles-quotes"
    },
    {
        "quote": "A life of devotion to one's passion gives meaning to life.",
        "author": "Avijeet Das",
        "category": "life-quotes, meaning-of-life, passion, quotes-on-life-and-purpose, quotes-on-passion"
    },
    {
        "quote": "And finally we get addicted to our sadness.",
        "author": "Avijeet Das",
        "category": "addicted, addicted-to-sadness, life-quotes, life-quotes-and-sayings, sadness"
    },
    {
        "quote": "Philosophy starts when we question ourselves and search for meaning in our lives.",
        "author": "Avijeet Das",
        "category": "humanity, life-philosophy, life-quotes, meaning-of-life-quotes, people-quotes, philosophy-quotes, question"
    },
    {
        "quote": "Each one of us has a purpose in this life. We are born not just to pay the bills and live an unremarkable existence. We are born to hone our talents and to lead a passionate life! And when we combine our talents with service to others, we achieve the ultimate goal of our existence - Ecstasy of the Soul!",
        "author": "Avijeet Das",
        "category": "ecstasy, goal, passion, purpose-in-life, soul, talents"
    },
    {
        "quote": "I think deeply and write feelings from my soul.",
        "author": "Avijeet Das",
        "category": "deeply, feelings, soul, think, write"
    },
    {
        "quote": "We keep drifting till we see light. Seldom do we realize that the light was always there!",
        "author": "Avijeet Das",
        "category": "drifting, light, realization, soul, wisdom"
    },
    {
        "quote": "Your Eyes, they talk to the Soul!",
        "author": "Avijeet Das",
        "category": "soul, talk, your-eyes"
    },
    {
        "quote": "Art manifests itself in paradoxical ways. At times it creates and at times it gets created!",
        "author": "Avijeet Das",
        "category": "art, creative-process, creativity-quotes, quotes-on-art, writers-quotes"
    },
    {
        "quote": "Note to myself - It is time for me to start taking my guitar lessons. One of my neighbor's singing and guitar strumming skills are so cool that I can't stop marveling at the music wafting around here.",
        "author": "Avijeet Das",
        "category": "art, artists, arts, creativity-quotes, guitar, guitar-lessons, life-is-a-journey, life-is-beautiful, music-quotes, myself-quotes, notes, singing-and-dancing, writing"
    },
    {
        "quote": "They met in the library searching for old Sidney Sheldon books. Her silence and calmness drew her to him. His brooding nature drew him to her. Conversations flowed like the waters of a water-fall! And every time they met their conversations sparked flames like the forest caught in a wild fire!There was something in her eyes! Her eyes were expressive and from the first day that they met, they spoke to him a million things! He could know which night she had cried, which night she had slept peacefully and which night of hers had been spent in complete sleeplessness. He began reading her eyes more deeply and passionately than the books in the library...And being an obsessive man, he did things normal men did not! Like he knew the number of strands of hair that her eye-lashes had!",
        "author": "Avijeet Das",
        "category": "books, eyes, reading"
    },
    {
        "quote": "There is a tender breeze Wafting around hereFeel it from your Soul You will see Magic over hereDid I just now hear a beautiful symphony over here ?Or is it just your soothing words murmuring in my ear?Is it the cute mynah bird on my shoulder?Or is it your soft head nestling that I feel so tender? There is a tender breeze Wafting around hereFeel it from your SoulYou will see Magic over here...Did I just now hear the nightingale sing around here?Or is it the breeze whispering softly to the trees near?Is that you giggling away to glory? Or is that just the flowers mingling with the bees and telling their story?There is a tender breeze Wafting around hereFeel it from your SoulYou will see Magic over here..",
        "author": "Avijeet Das",
        "category": "life, love-poem, love-poems-poetry-romance, love-story, nature, nature-s-beauty, poetry-love, poetry-quotes, valentines-quotes"
    },
    {
        "quote": "If only we could understand the language of the eyes, there would be more love in our world!",
        "author": "Avijeet Das",
        "category": "better-world, lanuguage-of-eyes, love, peace"
    },
    {
        "quote": "Artistes breathe and dream creativity!",
        "author": "Avijeet Das",
        "category": "artistes, creativity, dream, guitarists, music, musicians, passions, poets, song, songwriters, writers"
    },
    {
        "quote": "You wake up and feel a sudden sadness that you never felt before. You try to find a reason behind it but you cannot. You think coffee might change the feeling. So you make yourself a hot cup of coffee and put on the music player. Do you feel better now?",
        "author": "Avijeet Das",
        "category": "coffee, life, meaning-of-life, mornings, music, sadness, suddenly, travel, traveler, wake-up"
    },
    {
        "quote": "Last night the nightingale sat by my window and sang her joyous song of love...Though I loved it, my heart silently missed the beautiful song of your heart beat!",
        "author": "Avijeet Das",
        "category": "heart, heart-beat, heart-quotes, i-miss-you, love-is-all-you-need, love-songs, love-story, lovers, missing-someone, missing-you, night-sky, nightingale, song-of-heart-beat, song-of-love, song-quotes, window"
    },
    {
        "quote": "I reside in an abode where your thoughts imagine me... You reside in my heart where the auricles camouflage my longing...",
        "author": "Avijeet Das",
        "category": "abode, camouflage, heart, longing, lonliness-quotes, thoughts, travel, travel-writing, traveler, writer-quotes, writers-on-writing"
    },
    {
        "quote": "There is a happiness in failure too. At least you tried. There is a happiness in not reaching your goal yet. You have a journey ahead of you...",
        "author": "Avijeet Das",
        "category": "failure-quotes, goals-quotes, happiness-quotes, inspiring-quotes, journey-quotes, motivational-quotes, never-give-up-quotes, never-quit-quotes, positive-quotes"
    },
    {
        "quote": "Never stop and never sit!Work hard and stay fit!Success will come one day,To those who dream and never quit!",
        "author": "Avijeet Das",
        "category": "courage-quotes, dreams-come-true, dreams-inspirational, dreams-quotes, inspiring-quotes, life-lessons-quotes, life-quotes-and-sayings, motivational-quotes, never-give-up, never-quit, success-quotes"
    },
    {
        "quote": "The pain in your muscles and the sweat in your brow after doing a work the hard and honest way make you feel proud of yourself!",
        "author": "Avijeet Das",
        "category": "hardwork, honesty-quotes, inspiring-quotes, life-quotes-inspirational-quotes, motivational-quotes, pain-quotes, proud-quotes, sweat, work-hard"
    },
    {
        "quote": "Man's spirit is immortal!",
        "author": "Avijeet Das",
        "category": "immortal, immortality-quotes, inspiring-quotes, man-quotes, motivational-quotes, never-give-up, never-give-up-on-education, never-give-up-on-your-dreams, never-give-up-on-your-journey, never-give-up-on-yourself, spirit-quotes"
    },
    {
        "quote": "The Women of Our World are like Mother Earth. They don't just give life to the next generation but also to Hope. The Women of Our World are to be loved, respected and protected.",
        "author": "Avijeet Das",
        "category": "mother-earth, protect, respect, woman, world"
    },
    {
        "quote": "He looked at the blue sky above and the green grass below and he knew he would always love this world!",
        "author": "Avijeet Das",
        "category": "grass, sky-quotes, world, writers-on-writing, writers-quotes"
    },
    {
        "quote": "That old man over thereIs selling trinkets made of stonesThat old woman the entire worldIn a map without any hole!",
        "author": "Avijeet Das",
        "category": "life-quotes-and-sayings, man, maps, poetry-quotes, stones, trinkets, woman, world, writer"
    },
    {
        "quote": "At times you inhale a fragrance that transports you to another world.",
        "author": "Avijeet Das",
        "category": "another-world, fragrance-quotes, transports-quote, world"
    },
    {
        "quote": "The World is quick to label you, but it will take ages to take a stand!",
        "author": "Avijeet Das",
        "category": "common-man, common-man-s-plight, labels, meaning-of-life-quotes, stand-up, struggle-for-life, struggle-strength-character, take-a-stand, world"
    },
    {
        "quote": "The world is crazy about amassing guns, bombs and wealth of humongous proportions, but it will not give knowledge a second glance!",
        "author": "Avijeet Das",
        "category": "bombs, guns, knowledge-quotes, life-issues, meaning-of-life-quotes, second-glance, wealth-accumulation, world"
    },
    {
        "quote": "Lead a meaningful life. We are here for a purpose. To make this world a beautiful place.",
        "author": "Avijeet Das",
        "category": "life-is-beautiful, life-quotes-and-sayings, meaningful-life, purpose-of-life-quotes, world"
    },
    {
        "quote": "A life of devotion to one's passion gives us meaning to our life.",
        "author": "Avijeet Das",
        "category": "devotion, meaning-of-life-quotes, passion, writer, writing, writing-quotes"
    },
    {
        "quote": "A writer needs solitude : moments that he can spend in introspection and in reflection. These moments make him pensive and thoughtful and help him write his thoughts with clarity. A life of devotion to one's passion gives us meaning to our life.",
        "author": "Avijeet Das",
        "category": "meaning-of-life, passion, writer, writer-quotes, writing, writing-process, writing-quotes"
    },
    {
        "quote": "It may take us years and years to find our true calling in life. But one fine day, we eventually do find it! Till then make merry, laugh, fight, dance and enjoy the craziness...",
        "author": "Avijeet Das",
        "category": "artiste, craziness, crazy, dance, fight, find-it, life, love, merry, one-fine-day, passion, professional, true-calling"
    },
    {
        "quote": "He: I have this crazy yearning in my heart, to make you mine.She: Sure, go ahead and make me your bad habit!",
        "author": "Avijeet Das",
        "category": "badhabit, desire, passion, passionatelove, yearning, youandme"
    },
    {
        "quote": "Children are the angels that the gods give us.",
        "author": "Avijeet Das",
        "category": "angels, children, life-quotes-and-sayings, quotes-on-children, quotes-on-life"
    },
    {
        "quote": "The significance of a revolution will be known after the days have gone past us. When the children of the coming years wake up and like the albatross glide across the azure sky.The freedom to live a life of meaning and joy.",
        "author": "Avijeet Das",
        "category": "albatross, bird, children, joy-of-life, life, meaning, revolution"
    },
    {
        "quote": "To be a woman is to be a fighter! A woman has to be strong and has to fight every moment of her life - against a society that believes in patriarchy, chauvinism and male privilege!",
        "author": "Avijeet Das",
        "category": "feminism, feminist, life-philosophy, life-quotes-and-sayings, life-quotes-inspirational-quotes, life-quotes-women-life, mother-s-day-quotes, poet-quotes, woman-quotes, womanhood, women-are-better-fighters, writers-quotes"
    },
    {
        "quote": "A world that does not love, respect and protect its Women is doomed to perish! Because Women are Mother Earth!",
        "author": "Avijeet Das",
        "category": "feminism, feminist-quotes, life-and-living, life-lessons-quotes, life-quotes-and-sayings, women-and-men, women-quotes, women-s-inspirational, women-s-rights, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Become my muse. And let me paint you with my words...",
        "author": "Avijeet Das",
        "category": "artiste, inspiration-to-write, muse, words, writer, writer-quotes, writers-on-writing"
    },
    {
        "quote": "More is said in silences than words ever could.",
        "author": "Avijeet Das",
        "category": "listen, listening-quotes, silences, words"
    },
    {
        "quote": "We were on stage. We were supposed to speak our dialogues. But at times, a smile says more than words ever can!",
        "author": "Avijeet Das",
        "category": "actors, dialogues, smile-happiness-peace, smile-quotes, stage, stage-of-life, words, writers"
    },
    {
        "quote": "Poetry is painting with words where you create a masterpiece by spilling your feelings and emotions onto the blank paper.",
        "author": "Avijeet Das",
        "category": "emotions, feelings, masterpiece, poetry, words"
    },
    {
        "quote": "Peace does not walk up to our doorsteps and press the calling bell! We have to go out there and search for it.",
        "author": "Avijeet Das",
        "category": "life-and-living, life-is-a-journey, life-philosophy-inspirational, love-quotes-and-sayings, meaning-of-life-quotes, peace-quote, say-no-to-hate, say-no-to-rape-jokes"
    },
    {
        "quote": "Your life is not meant to be lived in a way to satisfy someone's expectation out of you! Live your life in your own way.",
        "author": "Avijeet Das",
        "category": "life-and-living, life-lessons-quotes, life-philosophy, meaning-of-life-quotes, meaningful-life-quotes, passion-quotes, passionate-life, youth"
    },
    {
        "quote": "Most people don't know what they want in their life! What an irony their life has become!",
        "author": "Avijeet Das",
        "category": "irony-quotes, life-and-living, life-and-philosophy, meaning-of-life-quotes"
    },
    {
        "quote": "Whenever I feel sad, I just take out my phone and listen to her laughter recorded in my online messenger.",
        "author": "Avijeet Das",
        "category": "laughter-quotes, messenger, phone, sadness, writers-quotes, writing-process"
    },
    {
        "quote": "Neither can you explain yourself to me. Nor can I explain myself to you. You have your sadness and I have mine.",
        "author": "Avijeet Das",
        "category": "life, meaning-of-life, melancholy, sadness, summertime-sadness, thoughful, you-and-i"
    },
    {
        "quote": "Any man can grow a moustache and a beard! And this does not make him a man! What it takes to be a man is to help a needy person, stand up for the innocent, and lead one's life in the most courteous, dignified and sophisticated way possible to a man.",
        "author": "Avijeet Das",
        "category": "always-be-a-gentleman, beard-quotes, gentleman-quotes, life-lessons-quote, life-philosophy, life-quotes-inspirational-quotes, man, man-quotes, manhood, manners, meaning-of-life, moustache-quotes, writer-on-writing, writers-quotes"
    },
    {
        "quote": "There was too much at stake for him not to attempt it! He had to win! And he had to win big!",
        "author": "Avijeet Das",
        "category": "life-lessons-quotations, life-philosophy, life-quotes-and-sayings, winning, winning-inspirational, winning-quotes"
    },
    {
        "quote": "Sometimes saying 'goodbye' may be the best thing to say to someone!",
        "author": "Avijeet Das",
        "category": "goodbye-girl, goodbyes, life-philosophy, life-quotes-and-sayings, someone-to-lean-on, writers-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Never stop when you are tired. Stop when you are done!",
        "author": "Avijeet Das",
        "category": "dreams-quotes, inspirational, inspirational-life, inspirational-living, inspirational-quote, inspiring-quotes, inspiring-thoughts, life-lessons-quotes, life-philosophy, life-quotes-and-sayings, meaning-of-life-quotes, meaning-of-things, never-give-up, never-give-up-quotes, never-giving-up, never-quit, struggle-strength-character, struggles-quotes, writers-on-writing, writers-quotes"
    },
    {
        "quote": "There was something in her eyes! Her eyes were expressive and from the first day that they met, they spoke to him a million things! He could know which night she had cried, which night she had slept peacefully and which night of hers had been spent in complete sleeplessness.",
        "author": "Avijeet Das",
        "category": "expression-of-true-feelings, expressions, eyes-quotes, life-philosophy, love-is-all-you-need, love-is-the-drug, meaning-of-life-is-relationships, meaning-of-love, passionate-love, sleeplessness, valentines-quotes"
    },
    {
        "quote": "The water was still. The mountains moved.",
        "author": "Avijeet Das",
        "category": "life-philosophy, life-quotes-and-sayings, mountains-quotes, water-quotes"
    },
    {
        "quote": "Magic : when you create something from the materials around you to astound and make the audience say \"Wow.\" Magic happens on mundane days. It happens when you least expect it. It brings a spark to our drab and monotonous days.",
        "author": "Avijeet Das",
        "category": "audience-quotes, create-your-life, days, exhilaration, magic, magic-quotes, magician, mundane-life, spark, writer, writer-quotes, writers-on-writing"
    },
    {
        "quote": "A little attention, a little kindness, a little thoughtfulness are worth more than all the wealth in the world.",
        "author": "Avijeet Das",
        "category": "artiste, attention, kindness, life-quoteslife-lessons, thoughtfulness, writer"
    },
    {
        "quote": "And I keep wandering in search of a nothingness...",
        "author": "Avijeet Das",
        "category": "nothingness, search, travel, wander"
    },
    {
        "quote": "Moments spent alone make us realize the value of our own thoughts. Value your solitude.",
        "author": "Avijeet Das",
        "category": "silence, solitude, thoughts"
    },
    {
        "quote": "The tender breeze felt my loneliness. It brought me your fragrance.",
        "author": "Avijeet Das",
        "category": "breeze, fragrance, loneliness"
    },
    {
        "quote": "Poets and writers don't live either for money or for fame. And even without any recognition for their work they keep on writing!",
        "author": "Avijeet Das",
        "category": "fame-quotes, money-quotes, poets, recognition, work-quotes, writers, writing"
    },
    {
        "quote": "Because I have an ideal to live up to. And I can't fall down in my own eyes!",
        "author": "Avijeet Das",
        "category": "ideal, integrity-quotes, life-quotes-inspirational-quotes, poet, writers"
    },
    {
        "quote": "My favorite symphony is the silent song of the night!",
        "author": "Avijeet Das",
        "category": "night, poetry-quotes, silence-quote, symphony-quotes, writers, writers-on-writing"
    },
    {
        "quote": "We finally realize this one day that our solitude is a blessing for us!",
        "author": "Avijeet Das",
        "category": "blessings-quotes, silences, silences-speak-more-than-words, solitude-quotes, writers, writers-on-writing, writers-quotes"
    },
    {
        "quote": "In the quagmire of feelings and emotions that engulf us on our drab and monotonous days and starry, resplendent nights, the ones that bring back past memories hold a special place, almost a unique pedestal, in our hearts! The distinct fragrance of nostalgia that serenades us in our minds is incomparable and is akin to a feeling of ecstasy. A feeling that hovers in our minds for a humongous period of time, one that takes us to leviathan heights in the midst of chaos and cacophony. It is as if we found a new elixir that rejuvenates us and makes us spring back into life.",
        "author": "Avijeet Das",
        "category": "emotions, feelings, memories, nostalgia"
    },
    {
        "quote": "A writer observes. A writer records for posterity. The moments in the transience of the labyrinth of time that would go unrecorded otherwise! A writer records for value. A writer records for sentimentalism. A writer tries in earnest to carry the emotions and sentiments that make us what we ultimately are. For what are we? Empty spaces in an atom!",
        "author": "Avijeet Das",
        "category": "atoms, emotions, empty-spaces, record, sentimentalism, writer"
    },
    {
        "quote": "Come with me to the mountains. Every rock there tells a story.",
        "author": "Avijeet Das",
        "category": "hiking-quotes, mountains-quotes, quotes-on-stories, rock, stories, story-writing, storytelling, travel-quotes"
    },
    {
        "quote": "Some people are like the fragrance of flowers!",
        "author": "Avijeet Das",
        "category": "flowers-quotes, fragrance-quotes, love-poem, love-quote, people-quotes, poetry-quotes"
    },
    {
        "quote": "Poetry is the yearning of the soul to break free!",
        "author": "Avijeet Das",
        "category": "break-free, poet, poetry-quotes, soul-quotes, writer, writer-quotes, yearning"
    },
    {
        "quote": "A man does not become a real man by showing his physical domination over women. A man becomes a real man by loving, respecting and protecting women.",
        "author": "Avijeet Das",
        "category": "poetry-quotes, say-no-to-rape, say-no-to-rape-jokes, writer, writers-quotes"
    },
    {
        "quote": "I heard the breeze whisper your name to the trees. And the flowers giggled smiling at the leaves. I and my loneliness keep talking about you.",
        "author": "Avijeet Das",
        "category": "breeze-quote, deep-love, flowers-quotes, leaves, love-poems, meaning-of-love, poetry, poetry-love, poetry-quotes, valentines-quotes, writer-quotes, writers-on-writing"
    },
    {
        "quote": "She day-dreams just as I do. She is addicted to her solitude just as I am. She loves watching the rain-drops fall slowly on to the green leaves of an old guava tree just as I do. She loves drifting in time and time travel just as I do. She loves looking at the waves dashing against the rocks just as I do.",
        "author": "Avijeet Das",
        "category": "dreams-quotes, drifting, leaves, poetry-quotes, poets, rain, rocks, sea, solitude-quotes, time, waves"
    },
    {
        "quote": "A strange feeling of lonelinessAdrift near the blue canvasYou may stare long and listen deepYet not know whether sea-shore or sea-snore!",
        "author": "Avijeet Das",
        "category": "deep-thoughts, loneliness-quotes, ocean-quotes, poetry-quotes, sea-quotes, seashore"
    },
    {
        "quote": "Everything is connected. We see the signs every moment. There are miracles waiting to happen!",
        "author": "Avijeet Das",
        "category": "connected-quote, meaning-of-life-is-relationships, meaning-of-life-quotes, miracles-quotes, moment-quotes, poetry-quotes, poetry-quotes-love, quotes-on-life, signs"
    },
    {
        "quote": "You came into my life like the rain to the parched desert!",
        "author": "Avijeet Das",
        "category": "desert, love-poems-love-quotes, muse, poet, poetry, rain, valentines-quotes, writer"
    },
    {
        "quote": "I have battled with loneliness. I have battled with insecurity and rootlessness. But I have never given up the struggle. I have never quit trying in life.",
        "author": "Avijeet Das",
        "category": "battled, insecurity-quotes, life-quotes-and-sayings, loneliness-quotes, never-quit-quotes, poet, rootlessness, struggles-quotes, success-strategies, writer, writer-quotes"
    },
    {
        "quote": "I am as disillusioned with the number of likes for one's posts on social networking sites as I am with the number of followers in one's social network. A great number of people liking your work does not prove your mettle as a writer or as an artiste!If my work can affect even one person and make him/her think then I am satisfied as a writer.",
        "author": "Avijeet Das",
        "category": "poet, writer, writers-on-writing, writers-quotes"
    },
    {
        "quote": "So I became the wanderer and wandering became my destiny!",
        "author": "Avijeet Das",
        "category": "life-quotes-and-sayings, poet, traveler, wanderer, wanderings, writer"
    },
    {
        "quote": "I am no writer. Her sparkling eyes made my fingers write words in the sand, Her radiant smile made my pen write words in the air. Her beautiful soul made my typewriter type poems for eternity. I am no writer.",
        "author": "Avijeet Das",
        "category": "beautiful-soul, eyes-quotes, meaningful-relationships, muse, muses, poems-for-eternity, radiant-smile, relationships-quotes, smile, spakling-eyes, typewriter, words-in-air, words-in-sand, writer, writers-inspiration, writers-quotes, writers-world"
    },
    {
        "quote": "I am no writer. Her sparkling eyes made my fingers write words in the sand. Her radiant smile made my pen write words in the air. Her beautiful soul made my typewriter type poems for eternity. I am no writer.",
        "author": "Avijeet Das",
        "category": "beautiful-soul, muses, poems-for-eternity, typewriter, words-in-air, words-in-sand, writer, writers-on-writing, writers-quotes"
    },
    {
        "quote": "A writer creates from his mind; his creations emanate from the feelings enmeshed deep within his heart. From the fire burning within his soul, he gives shape to his thoughts. His thoughts start to breathe. Every sentence breathes with a purpose.",
        "author": "Avijeet Das",
        "category": "why-i-write, writer, writing, writing-craft"
    },
    {
        "quote": "Like a splendid mosaic of myriad colors, she in all her hues of sensitivity would paint her feelings in your mind’s gray skies. She was the butterfly making you run after her. She was the Zahir, a mirage that transcended borders and time-zones.",
        "author": "Avijeet Das",
        "category": "artistes, borders, butterfly-quotes, colors, creativity-quotes, gray, inspirational-quote, mirage, mosaic, muses, myriad, paint, sensitivity, sky-quotes, time-quotes, time-zones, woman-quotes, writing-process, writing-quotes, zahir"
    },
    {
        "quote": "And tonight the stars again ask me your name?And I just smile, playing the guessing game!",
        "author": "Avijeet Das",
        "category": "game, love-poem, love-quote, muse, name, poetry, smile, stars"
    },
    {
        "quote": "Some words were left unsaid Oh Layla, as you slept peacefully in my arms, and the stars kept on peeping into the room to glance at your smile!",
        "author": "Avijeet Das",
        "category": "layla, smile, stars, unsaid-words"
    },
    {
        "quote": "You stayed strong in those moments of your life. You were alone. You battled loneliness. And you somehow discovered your inner calm and survived!Now you deserve the happiness that you have been denying yourself for so long. Enjoy the moment. You are getting closer to realising your dreams!",
        "author": "Avijeet Das",
        "category": "alone, battles-of-life, battles-within, calm, deserve-happiness, deserve-quotes, discovery, dreams-quotes, enjoy-the-moment, happiness-quotes, inner-calmness, life-quotes-and-sayings, loneliness-quotes, moments-quotes"
    },
    {
        "quote": "Chess is not just a game. It is a way of life.",
        "author": "Avijeet Das",
        "category": "chess-game, chess-quotes, game-of-life, games, life-quotes-and-sayings, meaning-of-life-quotes"
    },
    {
        "quote": "To me she looked like a lily, an innocence floating in the pond!",
        "author": "Avijeet Das",
        "category": "flower-quotes, girl-quotes, innocence, life-quotes-and-sayings, lily, meaning-of-life-quotes, pond"
    },
    {
        "quote": "We can't be searching for the meaning of life, at each moment of our life! We need to go out there and live each moment!",
        "author": "Avijeet Das",
        "category": "life-and-living-life-philosophy, life-quotes-and-sayings, meaning-of-life-quotes, moments-of-being, moments-of-happiness, moments-of-impact, moments-of-life, moments-quotes"
    },
    {
        "quote": "Depression is real. It happens. We go through it. Hold onto yourself in those moments.",
        "author": "Avijeet Das",
        "category": "depression-mental-illness, depression-quotes, depression-stories, hold-on, life-quotes-and-sayings, moments-quotes, never-give-up, never-give-up-on-yourself"
    },
    {
        "quote": "Children are the greatest philosophers : the questions that children ask require the deepest of thoughts and the longest of reflections on life!",
        "author": "Avijeet Das",
        "category": "children-quotes, life-quotes-and-sayings, meaning-of-life-quotes, philosophy-quotes, questions-about-life, reflections-on-life, thoughts-quotes"
    },
    {
        "quote": "Life should play background music just as in the movies.",
        "author": "Avijeet Das",
        "category": "background-music, life-quotes-and-sayings, movie-quote, movies, music-quotes"
    },
    {
        "quote": "And the roads called us to take the walk.",
        "author": "Avijeet Das",
        "category": "keep-walking, life-quotes-and-sayings, roads, take-a-step"
    },
    {
        "quote": "Never ever stop dreaming. You will make it big one day. What is life without our struggles? Our struggles give us insight and depth into life.",
        "author": "Avijeet Das",
        "category": "depth-quotes, dreaming, dreams-quotes, insightful-quote, life-quotes-and-sayings, life-quotes-inspirational-quotes, meaning-of-life-quotes, struggles-quotes"
    },
    {
        "quote": "So I went back in time and told her how I liked the smell of soil after the rain. It has a special place in my heart. It reminds me of my childhood days. Days spent in happiness and tranquility.",
        "author": "Avijeet Das",
        "category": "childhood-memory, happiness-quotes, heart-quotes, rain, smell-of-rain, soil, tranquility, writers-on-writing, writers-quotes"
    },
    {
        "quote": "You are there with me, aren't you? I and my silences keep talking about you.",
        "author": "Avijeet Das",
        "category": "silences, you"
    },
    {
        "quote": "She: Why was there a distance between you and me?He: Distance makes us realize how much we miss someone.She: Did you realize that?He: I did.She: How much did you miss me?He: Every breath of mine had your name in it!",
        "author": "Avijeet Das",
        "category": "conversations, distances, feelings-of-love, me, you"
    },
    {
        "quote": "She: Why do I miss you?He: You miss the concept of 'me.'She: What do you mean?He: I reside in an abode where your thoughts imagine me.She: And what about me?He: You reside in my heart where the ventricles camouflage my longing.~ Conversations, Avijeet Musafir Das",
        "author": "Avijeet Das",
        "category": "avijeet, conversations, me, you"
    },
    {
        "quote": "She: Why do you seek me?He: Because you seek me.She: Where will this take us?He: On the journey called 'life.'She: What will we find in this journey?He: The meaning of life.Conversations, Avijeet Musafir Das",
        "author": "Avijeet Das",
        "category": "avijeet, conversations, me, you"
    },
    {
        "quote": "Dreams are achieved by sweat, blood, tears and an iron will!",
        "author": "Avijeet Das",
        "category": "blood, dreams-come-true, dreams-inspirational, dreams-quotes, iron-will, never-give-up-on-your-dreams, never-give-up-on-yourself, sweat, tears-quotes, will-power"
    },
    {
        "quote": "Never chase people in your life. No one is worthier than you to be chased.",
        "author": "Avijeet Das",
        "category": "dreams-quotes, life-quotes-inspirational-quotes, people-quotes, writer-quotes, writers-on-writing"
    },
    {
        "quote": "Last night I weaved dreams from the cobwebs of time!",
        "author": "Avijeet Das",
        "category": "cobwebs, dreams-quotes, night, time-quotes, writers-on, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Conversations flowed like the waters of a water-fall! And every time they met their conversations sparked flames like the forest caught in a wild fire!",
        "author": "Avijeet Das",
        "category": "conversation-quotes, life-is-beautiful, love-quote, love-quotes-and-sayings, meaning-of-life-is-relationships, quotes-on-love, relationship-quotes, sparks, talking-quotes, valentines-quotes"
    },
    {
        "quote": "Last night, I was a mad man searching for a whiff of your fragrance. The stars and the moon even laughed at me.",
        "author": "Avijeet Das",
        "category": "artiste, creativity-quotes, fragrance-quotes, laughter-quotes, madness, moon-quotes, muses, night, stars-quotes, writing-life"
    },
    {
        "quote": "It was raining that night, when we kissed for the first time.",
        "author": "Avijeet Das",
        "category": "first-kiss-quotes, first-love, kissing-quotes, night, rain, raining, valentines-day"
    },
    {
        "quote": "What we are, we see the reflection in others.",
        "author": "Avijeet Das",
        "category": "love-quotes-and-sayings, meaning-of-life-quotes, reflection-quotes, relationship-quotes"
    },
    {
        "quote": "Love is a strange feeling! And you cannot understand what happens to you when it does happen to you.",
        "author": "Avijeet Das",
        "category": "feelings-quotes, love-is-all-you-need, love-quotes-and-sayings, meaning-of-life-is-relationships, meaning-of-love, valentines-quotes"
    },
    {
        "quote": "I want to read you every night. I want to take you to bed with me : your words, your thoughts, your mind, your body and your soul.",
        "author": "Avijeet Das",
        "category": "body-mind-spirit, love-quotes-and-sayings, meaning-of-life-is-relationships, meaning-of-life-quotes, mind-quotes, soul-quotes, thoughts-quotes, words-to-live-by"
    },
    {
        "quote": "When you look at the beautiful sunset, you feel as if you are falling in love. Maybe all over again.",
        "author": "Avijeet Das",
        "category": "love-quotes-and-sayings, nature-quotes, sunsets"
    },
    {
        "quote": "When entering a library, I never forget to bow down!",
        "author": "Avijeet Das",
        "category": "books-quotes, bow-down, library-quote, life-quotes-inspirational-quotes, reading-books, reading-for-life, reading-quotes, writers-life, writers-on-writing, writers-world, writing-process"
    },
    {
        "quote": "As you write your novel, you gradually start thinking like some of your characters in it. And at times the writer may lose himself completely in some character.",
        "author": "Avijeet Das",
        "category": "characters-in-novels, novel-writing, novelist, novelist-and-poet, novelist-quotes, quotes-on-writing, writers-on-writing, writers-on-writing-books, writing-craft, writing-process"
    },
    {
        "quote": "At times you have to fight really hard to remember it. Fight within your mind’s dungeons and bring it out alive before it could have been killed and buried forever by the demons living deep down inside your mind’s dungeons.",
        "author": "Avijeet Das",
        "category": "creativity-quotes, demons, dungeons, memories-quotes, philosophy-quotes, poetry, writers-on-writing, writers-quotes, writing-process"
    },
    {
        "quote": "It may take us years and years to find our true calling in our life. But one fine day, we eventually do find it!Till then make merry, laugh, fight, dance and enjoy the craziness...",
        "author": "Avijeet Das",
        "category": "craziness, dance, fight, laugh, life, true-calling"
    },
    {
        "quote": "There is a madness in me that does not follow society.",
        "author": "Avijeet Das",
        "category": "follow, madness, maverick, poet, society-quotes, writers-quotes"
    },
    {
        "quote": "Your eyes make me pick up my pen and write.",
        "author": "Avijeet Das",
        "category": "eyes, eyes-like-stars, eyes-quotes, eyes-the-true-expression, muses, pen-quotes, quotes-on-eyes, quotes-on-muses, writers-on-writing, writers-quotes"
    },
    {
        "quote": "Your eyes hide a tenderness that is more sensitive than all the red roses of the world.",
        "author": "Avijeet Das",
        "category": "eyes, red-roses, sensitive, tenderness"
    },
    {
        "quote": "In my days and in my nights, they talk to me, your eyes!",
        "author": "Avijeet Das",
        "category": "eyes, talk"
    },
    {
        "quote": "Understanding the language of eyes now came as naturally to him as swimming in the ocean came to a fish and flying in the sky to a bird!",
        "author": "Avijeet Das",
        "category": "eyes, lanuguage-of-eyes"
    },
    {
        "quote": "We will read books together inside the blanket and stay warm. And keep writing poetry in our respective journals. Time will fly but we will still remain inside the blanket forever.",
        "author": "Avijeet Das",
        "category": "blankets, books-quotes, journal, love-poems, love-poetry, poetry-life, poets-and-poetry, warm-quotes, writers-on-writing, writers-quotes, writing-quotes"
    },
    {
        "quote": "Shy people are my favorites. The unmistakable glint of shyness in someone's eyes can mesmerize me for years!",
        "author": "Avijeet Das",
        "category": "eyes-quotes, favorite-people, glint-of-shyness, mesmerize, people-quotes, shy-people, shyness, writers-life, writers-on-writing, writers-quotes"
    },
    {
        "quote": "But what is life without a passion?",
        "author": "Avijeet Das",
        "category": "dream-quotes, passion-quotes, writer-quotes, writers-life, writers-on-writing"
    },
    {
        "quote": "Your sensitivity, your tenderness, your eyes make me pick up my pen and write, Mrignayni!",
        "author": "Avijeet Das",
        "category": "doe-eyes, eyes-quotes, eyes-the-true-expression, mrignayni, pen, quotes-on-writing, sensitivity, tenderness, writers-on-writing, writers-on-writing-books, writers-on-writing-life, writing-quotes"
    },
    {
        "quote": "Writers don't suffer from insanity, they depend upon it!",
        "author": "Avijeet Das",
        "category": "insanity, quotes-on-life, quotes-on-writing, writers-inspiration, writers-life, writers-on-writing, writers-quotes, writing-advice, writing-craft, writing-philosophy"
    },
    {
        "quote": "Now memories have an unusual way of coming back to you in the middle of a day.",
        "author": "Avijeet Das",
        "category": "day, daydreaming, memories-quotes, nostalgia-quotes, writers-on-writing, writers-quotes"
    },
    {
        "quote": "There are people who treat you right and there are people who do not treat you right. Don't get affected by the latter! Hold on to the former - the chosen ones in your life and move on.",
        "author": "Avijeet Das",
        "category": "hold-on, hold-on-to-your-happiness, people-inspire-people, people-quotes, people-relations, people-suck"
    },
    {
        "quote": "Some people just walk into our hearts.",
        "author": "Avijeet Das",
        "category": "hearts, meaning-of-life, people-quotes, people-relations, quotes-on-life, quotes-on-love, walk, walking"
    },
    {
        "quote": "It is when we finally realize the futility of violence and the invalidity of war will we, the people of this world finally wake up!",
        "author": "Avijeet Das",
        "category": "futility-of-violence, humanity-and-society, humanity-quotes, invalidity-of-war, people-quotes, violence-against-women, violence-in-society, wake-up, wake-up-call, wars, world-war-ii"
    },
    {
        "quote": "Embrace your struggles. They are making you the person you were meant to be.",
        "author": "Avijeet Das",
        "category": "meaning-of-life, struggles-quotes"
    },
    {
        "quote": "The Universe will give us love, happiness, merriment and laughter if we give others love, happiness, merriment and laughter!",
        "author": "Avijeet Das",
        "category": "happiness-quotes, inspiring-quotes, laughter, life-quotes, love-quotes, merriment, universe-quotes"
    },
    {
        "quote": "We can't let the next generation grow up without heroes. Some of us have to fight on!",
        "author": "Avijeet Das",
        "category": "fight-on, future-inspirational, hero, heroes-and-monsters, heroes-quotes, heroic, inspiring-quotes-on-life, next-generation, struggles-quotes"
    },
    {
        "quote": "The charm is in waiting... The fragrance of a hope... The sublimity of a dream... The eloquence of a silence... The resplendence of darkness... The heat of winter... The cold of summer... The flashback of a memory... The unliving of a moment...",
        "author": "Avijeet Das",
        "category": "fragrance, love, moment"
    },
    {
        "quote": "From centuries ago before the dawn of civilization, I have been wandering. I am the wanderer. I can't stay at one place. I am destined to wander from place to place!And I keep wandering in search of a nothingness. The river embraces me and guides me to swim inside her and to drink the nectar of love from her bosom. She tells me her secrets and I tell her mine. She makes me sensitive and soft.The mountain greets me with respect and guides me to traverse the rocks and crevices of its body! He is strong and vigorous and he appreciates my stamina and toughness.After dusk in the night, the stars smile at me and they show me light to travel in the darkness. They tell me their stories and I tell them mine.The moon embalms me with her love and she kisses me good night. The nightingale sings her song of love when I take rest in the arms of darkness in the night!And after the dawn of the morning, the sun greets me and acknowledges my spirit and strength!I am the wanderer and I keep wandering in search of a nothingness.I am the wanderer and wandering is my destiny!",
        "author": "Avijeet Das",
        "category": "travel-quotes, wanderer, wanderings, wanderlust, writers-quotes"
    },
    {
        "quote": "Some souls are just meant to be for each other forever, and ever, and ever!",
        "author": "Avijeet Das",
        "category": "life-quotes, love-quotes, meant-to-be-quotes, soul-quotes, soulmates, souls"
    },
    {
        "quote": "Either give it your all or don't even try!",
        "author": "Avijeet Das",
        "category": "life, on-writing, purpose-of-life"
    },
    {
        "quote": "Be proud of your struggles. Adversity brings out the best in us.",
        "author": "Avijeet Das",
        "category": "adversity-and-attitude, adversity-inspirational, adversity-quotes, adversity-strength-achievement, never-give-up-on-your-dreams, never-give-up-on-your-journey, never-give-up-on-yourself, never-give-up-quotes, proud-quotes, struggles-in-life, struggles-quotes"
    }
]