[
    {
        "quote": "I believe in fatalism, the positive one.",
        "author": "Bangambiki Habyarimana",
        "category": "fatalism, positive-thinking, predestination"
    },
    {
        "quote": "Words can make or break, use your words carefully",
        "author": "Bangambiki Habyarimana",
        "category": "wisdom-quotes"
    },
    {
        "quote": "You are not required to perform like them, you are required to perform like you.",
        "author": "Bangambiki Habyarimana",
        "category": "comparison-to-others, success-quotes"
    },
    {
        "quote": "Wake up and live your life on your own terms, you are a king in your own kingdom, a god in your own universe",
        "author": "Bangambiki Habyarimana",
        "category": "success-quotes"
    },
    {
        "quote": "Everybody say it's impossible, but I'll try to make it possible",
        "author": "Bangambiki Habyarimana",
        "category": "success-quotes"
    },
    {
        "quote": "Gatekeepers will always try to stop you getting in. But as a true hero, you have to snatch victory from death's jaws.",
        "author": "Bangambiki Habyarimana",
        "category": "success-quotes"
    },
    {
        "quote": "You have to sacrifice life to get life",
        "author": "Bangambiki Habyarimana",
        "category": "success-quotes"
    },
    {
        "quote": "A faint hearted man will always be poor",
        "author": "Bangambiki Habyarimana",
        "category": "success-quotes"
    },
    {
        "quote": "A physical wound may heal, but a spiritual one may last for ever",
        "author": "Bangambiki Habyarimana",
        "category": "spiritual-quotes, wounds-to-the-heart"
    },
    {
        "quote": "Loneliness is a shadow of death",
        "author": "Bangambiki Habyarimana",
        "category": "death, loneliness, loneliness-of-life, loneliness-quotes"
    },
    {
        "quote": "Those who commit suicide, pensive, lonely, philosophers, are awake in life, which is a serious crime. In life everybody must be asleep.",
        "author": "Bangambiki Habyarimana",
        "category": "awake-in-life, life, life-is-a-dream, life-lessons, philosophy-of-life, suicide, suicide-attempt"
    },
    {
        "quote": "Fate smiles to the bold",
        "author": "Bangambiki Habyarimana",
        "category": "fate"
    },
    {
        "quote": "Honestly speaking honesty can sometimes land you in hot waters",
        "author": "Bangambiki Habyarimana",
        "category": "honesty"
    },
    {
        "quote": "The instinct of self-preservation is above all the laws",
        "author": "Bangambiki Habyarimana",
        "category": "law"
    },
    {
        "quote": "Some people think they are holier than othersSome religions think they are the only true onesSome gods think they are the most divineSome races think they are a superior breedThe war goes on to the grave and beyond",
        "author": "Bangambiki Habyarimana",
        "category": "afterlife, bigotry, racism"
    },
    {
        "quote": "Even gods are following trends. They are afraid to be forgotten by their creators",
        "author": "Bangambiki Habyarimana",
        "category": "belief-quotes, faith-quotes, god-qualities, god-quotes, gods, trends, trendy"
    },
    {
        "quote": "I asked a man who took a death boat to Europe across the treachelous waters of the Mediterranean from Libya\"Why are you taking this death boat\". \"I am already dead.\" He said. This is my coffin. If I succeed to get to the other side, I get a new life. If I fail, I loose nothing. I remain what I am now: Dead.",
        "author": "Bangambiki Habyarimana",
        "category": "despair, illegal-immigration"
    },
    {
        "quote": "Despair is the source of all evil",
        "author": "Bangambiki Habyarimana",
        "category": "despair"
    },
    {
        "quote": "Don't tell your friend you are fighting with your wife, he will use your weakness against you",
        "author": "Bangambiki Habyarimana",
        "category": "friendship-quotes"
    },
    {
        "quote": "Writing a book is burning your brain to enlighten another man's mind",
        "author": "Bangambiki Habyarimana",
        "category": "writing-life"
    },
    {
        "quote": "I don't criticise the free choice of others, and I ask others do the same to me",
        "author": "Bangambiki Habyarimana",
        "category": "criticism"
    },
    {
        "quote": "How to write a book? Start writing,continue writing and finish writing.",
        "author": "Bangambiki Habyarimana",
        "category": "writing-advice"
    },
    {
        "quote": "Don't look for the devil outside, look inside and exorcise yourself",
        "author": "Bangambiki Habyarimana",
        "category": "devil"
    },
    {
        "quote": "When I look at the multitude of the gods of the past held in esteem by great civilisations now cast aside as pagan idols, I wonder wether tomorrow the gods we hold in high esteem won't suffer the same fate.",
        "author": "Bangambiki Habyarimana",
        "category": "gods"
    },
    {
        "quote": "To survive in a corrupt country, you need to be the son of a king or be king yourself.",
        "author": "Bangambiki Habyarimana",
        "category": "corruption"
    },
    {
        "quote": "Civilization has made life a humanized jungle, a sugar coated jungle, but still a jungle",
        "author": "Bangambiki Habyarimana",
        "category": "civilization"
    },
    {
        "quote": "People don't only speak with their mouths. They speak with their whole being. Sometimes they mean what they don't say and say what they don't mean; so listen with your whole being also. Let your whole being connect to theirs. Do not only listen to their voice, but also to their body language and their emotions. Listen with your ears and your heart.",
        "author": "Bangambiki Habyarimana",
        "category": "listening"
    },
    {
        "quote": "The only way anyone can hope to live after death is if he leaves something that posterity can remember him for.",
        "author": "Bangambiki Habyarimana",
        "category": "immortality, immortality-of-the-soul, immortality-quotations, immortality-quotes, posterity, posterity-quotes, remember, remember-quotes, remembering, remembering-loved-ones"
    },
    {
        "quote": "Arrogance is the last thing to die",
        "author": "Bangambiki Habyarimana",
        "category": "arrogance, arrogance-and-attitude, arrogant-people"
    },
    {
        "quote": "Why do we love heroes? Because life is a fight.",
        "author": "Bangambiki Habyarimana",
        "category": "heroes"
    },
    {
        "quote": "You marvel and applaud big heroes in their big heroic actions, and forget you are a hero in your humble life and have modest heroic actions to complete yourself.",
        "author": "Bangambiki Habyarimana",
        "category": "comparison-to-others, heroes"
    },
    {
        "quote": "Most politicians would love to lead politically blind people.",
        "author": "Bangambiki Habyarimana",
        "category": "politicians"
    },
    {
        "quote": "A knife may scar a body, but a careless word will wound a soul.",
        "author": "Bangambiki Habyarimana",
        "category": "proverbs, words-have-power, wounds-to-the-heart"
    }
]