[
    {
        "quote": "It is the Holy Spirit's job to convict, God's job to judge and my job to love.",
        "author": "Billy Graham",
        "category": "christian, christianty, convicting, god, holy-spirit, judging, love"
    },
    {
        "quote": "Joy cannot be pursued. It comes from within. It is a state of being. It does not depend on circumstances, but triumphs over circumstances. It produces a gentleness of spirit and a magnetic personality.",
        "author": "Billy Graham",
        "category": "billy-graham, christianity, joy"
    },
    {
        "quote": "‎Sincerity is the biggest part of selling anything -- including the Christian plan of salvation.",
        "author": "Billy Graham",
        "category": "billy, christianity, graham, salvation, sincerity"
    },
    {
        "quote": "My home is in Heaven. I'm just traveling through this world.",
        "author": "Billy Graham",
        "category": "inspirational, spiritual"
    },
    {
        "quote": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.",
        "author": "Billy Graham",
        "category": "strength"
    },
    {
        "quote": "I don’t believe that young people today can live clean, pure lives without the help of God. The peer pressure is too great and the temptations they see in the movies and on television, and what they hear in their music is too much. Only Christ can give them the power to say no.",
        "author": "Billy Graham",
        "category": "billy-graham, young-people"
    },
    {
        "quote": "I am convinced the greatest act of love we can ever perform for people is to tell them about God’s love for them in Christ.",
        "author": "Billy Graham",
        "category": "billy-graham, love"
    },
    {
        "quote": "Authentic Christian living has its own order of priority in our lives: God first, others second, self third.",
        "author": "Billy Graham",
        "category": "billy-graham, christian-life"
    },
    {
        "quote": "The cross has become a symbol in much of the Western world, misused by many rock stars and others who do not comprehend its significance.",
        "author": "Billy Graham",
        "category": "billy-graham, cross"
    },
    {
        "quote": "We have two natures within us, both struggling for mastery. Which one will dominate us? It depends on which one we feed.",
        "author": "Billy Graham",
        "category": "billy-graham, human-nature"
    },
    {
        "quote": "It is no accident that the words discipline and disciple resemble each other in the English language. The most common word in the Gospels for a Christian is disciple.",
        "author": "Billy Graham",
        "category": "billy-graham, discipleship, discipline"
    },
    {
        "quote": "It is man and not the Bible that needs correcting. Greater and more careful scholarship has shown that apparent contradictions were caused by incorrect translations, rather than divine inconsistencies.",
        "author": "Billy Graham",
        "category": "bible, billy-graham"
    },
    {
        "quote": "Life is just a schoolroom with a glorious opportunity to prepare us for eternity.",
        "author": "Billy Graham",
        "category": "billy-graham, eternity"
    },
    {
        "quote": "The time to prepare for life’s disappointments and hurts is in advance.",
        "author": "Billy Graham",
        "category": "billy-graham, disappointment"
    },
    {
        "quote": "The happiness which brings enduring worth to life is not the superficial happiness that is dependent on circumstances. It is the happiness and contentment that fills the soul even in the midst of the most distressing circumstances and the most bitter environment. It is the kind of happiness that grins when things go wrong and smiles through the tears. The happiness for which our souls ache is one undisturbed by success or failure, one which will deeply root inside us and give us inward relaxation, peace, and contentment, no matter what the surface problems may be. That kind of happiness stands in need of no outward stimulas.",
        "author": "Billy Graham",
        "category": "billy-graham, happiness"
    },
    {
        "quote": "One response was given by the innkeeper when Mary and Joseph wanted to find a room where the Child could be born. The innkeeper was not hostile; he was not opposed to them, but his inn was crowded; his hands were full; his mind was preoccupied. This§ is the answer that millions are giving today. Like a Bethlehem innkeeper, they cannot find room for Christ. All the accommodations in their hearts are already taken up by other crowding interests. Their response is not atheism. It is not defiance. It is preoccupation and the feeling of being able to get on reasonably well without Christianity.",
        "author": "Billy Graham",
        "category": "apathy, atheism, bethlehem, busyness, christianity, defiance, inn, innkeeperpreoccupation, joseph, mary"
    },
    {
        "quote": "When wealth is lost, nothing is lost; when health is lost, something is lost; when character is lost, all is lost.",
        "author": "Billy Graham",
        "category": "health"
    },
    {
        "quote": "Heaven is full of answers for which nobody ever bothered to ask.",
        "author": "Billy Graham",
        "category": "heaven, questions-nobody-is-asking"
    },
    {
        "quote": "Self-centered indulgence, pride and a lack of shame over sin are now emblems of the American lifestyle.",
        "author": "Billy Graham",
        "category": "american, over, pride"
    },
    {
        "quote": "Go is the first part of the word Gospel.It should be the watchword of every true follower of Christ.It should be emblazoned on the banners of the church.",
        "author": "Billy Graham",
        "category": "banner, christ, church, gospel"
    },
    {
        "quote": "The highest form or worship is the worship of unselfish Christian service. The greatest form of praise is the sound of consecrated feet seeking out the lost and helpless.",
        "author": "Billy Graham",
        "category": "christian-service, consecrated, form, greatest, helpless, highest, lost, praise, seeking, unselfish, worship"
    },
    {
        "quote": "The highest form of worship is the worship of unselfish Christian service. The greatest form of praise is the sound of consecrated feet seeking out the lost and helpless.",
        "author": "Billy Graham",
        "category": "helping-others, service, worship"
    },
    {
        "quote": "When a brave man takes a stand, the spines of others are often stiffened.",
        "author": "Billy Graham",
        "category": "brave, bravery"
    },
    {
        "quote": "Comfort and prosperity have never enriched the world as much as adversity has.",
        "author": "Billy Graham",
        "category": "adversity"
    },
    {
        "quote": "Everybody has a little bit of Watergate in him.",
        "author": "Billy Graham",
        "category": "honesty"
    },
    {
        "quote": "Millions of angels are at God's command.",
        "author": "Billy Graham",
        "category": "spirituality"
    },
    {
        "quote": "It is not the body's posture, but the heart's attitude that counts when we pray.",
        "author": "Billy Graham",
        "category": "Heart, Body, Pray"
    },
    {
        "quote": "If a person gets his attitude toward money straight, it will help straighten out almost every other area in his life.",
        "author": "Billy Graham",
        "category": "Life, Money, Help"
    },
    {
        "quote": "'Hope and change' has become a cliche in our nation, and it is daunting to think that any American could hope for change from what God has blessed.",
        "author": "Billy Graham",
        "category": "Change, God, American"
    },
    {
        "quote": "God's mercy and grace give me hope - for myself, and for our world.",
        "author": "Billy Graham",
        "category": "Myself, God, World"
    },
    {
        "quote": "Heaven gives us hope and makes our present burdens easier to bear.",
        "author": "Billy Graham",
        "category": "Present, Heaven, Easier"
    },
    {
        "quote": "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.",
        "author": "Billy Graham",
        "category": "Parenting, Parents, Child"
    },
    {
        "quote": "Nothing can bring a real sense of security into the home except true love.",
        "author": "Billy Graham",
        "category": "Home, True Love, Security"
    },
    {
        "quote": "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you.'",
        "author": "Billy Graham",
        "category": "I Love You, God, World"
    },
    {
        "quote": "The only time my prayers are never answered is on the golf course.",
        "author": "Billy Graham",
        "category": "Time, Golf, Never"
    },
    {
        "quote": "I think we've taken the meaning of Christmas out. People don't stop and think about Jesus or the birth of Jesus. When they think of Christmas, they think of Santa Claus and - for the children, and they think of giving gifts and out-giving the next person of spending their time looking for the right thing for somebody who has everything.",
        "author": "Billy Graham",
        "category": "Time, Children, Giving"
    },
    {
        "quote": "Christmas means a great deal to me. I was reared in a family that celebrated Christmas to some extent, but I married into a family that celebrated Christmas in a big way. And my wife always made a big thing of Christmas for the children. We have five children, and we had a terrific time at Christmas.",
        "author": "Billy Graham",
        "category": "Family, Time, Children"
    },
    {
        "quote": "I don't have freedom in the United States to go into a public school and preach the Gospel, nor is a student free in a public school to pray, or a teacher free to read the Bible publicly to the students. At the same time, we have a great degree of freedom for which I am grateful.",
        "author": "Billy Graham",
        "category": "Time, Freedom, Great"
    },
    {
        "quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.",
        "author": "Billy Graham",
        "category": "Life, Learning, Mistakes"
    },
    {
        "quote": "No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply.",
        "author": "Billy Graham",
        "category": "Sympathy, Think, You"
    },
    {
        "quote": "Every human being is under construction from conception to death.",
        "author": "Billy Graham",
        "category": "Construction, Human"
    },
    {
        "quote": "Racism and injustice and violence sweep our world, bringing a tragic harvest of heartache and death.",
        "author": "Billy Graham",
        "category": "Racism, Harvest, Violence"
    },
    {
        "quote": "Death wasn't part of God's original plan for humanity, and the Bible calls death an enemy - the last enemy to be destroyed.",
        "author": "Billy Graham",
        "category": "God, Humanity, Plan"
    },
    {
        "quote": "When granted many years of life, growing old in age is natural, but growing old with grace is a choice. Growing older with grace is possible for all who will set their hearts and minds on the Giver of grace, the Lord Jesus Christ.",
        "author": "Billy Graham",
        "category": "Life, Choice, Grace"
    },
    {
        "quote": "Scripture is filled with examples of men and women whom God used late in life, often with great impact - men and women who refused to use old age as an excuse to ignore what God wanted them to do.",
        "author": "Billy Graham",
        "category": "Life, Women, Great"
    },
    {
        "quote": "There's a great deal to say in the Bible about the signs we're to watch for, and when these signs all converge at one place we can be sure that we're close to the end of the age.",
        "author": "Billy Graham",
        "category": "Great, End, Bible"
    },
    {
        "quote": "Old age may have its limitations and challenges, but in spite of them, our latter years can be some of the most rewarding and fulfilling of our lives.",
        "author": "Billy Graham",
        "category": "Challenges, Old Age, Years"
    },
    {
        "quote": "God will prepare everything for our perfect happiness in heaven, and if it takes my dog being there, I believe he'll be there.",
        "author": "Billy Graham",
        "category": "Dog, God, Believe"
    },
    {
        "quote": "Many churches of all persuasions are hiring research agencies to poll neighborhoods, asking what kind of church they prefer. Then the local churches design themselves to fit the desires of the people. True faith in God that demands selflessness is being replaced by trendy religion that serves the selfish.",
        "author": "Billy Graham",
        "category": "Faith, God, Design"
    },
    {
        "quote": "Communism is a religion that is inspired, directed and motivated by the Devil himself who has declared war against Almighty God.",
        "author": "Billy Graham",
        "category": "God, War, Devil"
    },
    {
        "quote": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.",
        "author": "Billy Graham",
        "category": "Freedom, Constitution, Meant"
    },
    {
        "quote": "No parent is perfect we all can look back and think of things we could've done to help our children be better prepared for adulthood. And sometimes it's best to admit it to them and encourage them to learn from our mistakes.",
        "author": "Billy Graham",
        "category": "Children, Mistakes, Help"
    },
    {
        "quote": "I'm thankful for the incredible advances in medicine that have taken place during my lifetime. I almost certainly wouldn't still be here if it weren't for them.",
        "author": "Billy Graham",
        "category": "Medicine, Place, Here"
    },
    {
        "quote": "I'm grateful for the opportunities God gave me to minister to people in high places; people in power have spiritual and personal needs like everyone else, and often they have no one to talk to.",
        "author": "Billy Graham",
        "category": "God, Power, Spiritual"
    },
    {
        "quote": "God has given us two hands, one to receive with and the other to give with.",
        "author": "Billy Graham",
        "category": "Hands, Two, Give"
    },
    {
        "quote": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'",
        "author": "Billy Graham",
        "category": "Life, Deep, Eyes"
    },
    {
        "quote": "God has given us two hands - one to receive with and the other to give with. We are not cisterns made for hoarding we are channels made for sharing.",
        "author": "Billy Graham",
        "category": "Hands, Sharing, Two"
    },
    {
        "quote": "I used to read five psalms every day - that teaches me how to get along with God. Then I read a chapter of Proverbs every day and that teaches me how to get along with my fellow man.",
        "author": "Billy Graham",
        "category": "Day, Man, Me"
    },
    {
        "quote": "Our society strives to avoid any possibility of offending anyone - except God.",
        "author": "Billy Graham",
        "category": "Society, Avoid, Offending"
    },
    {
        "quote": "Only the supernatural love of God through changed lives can solve the problems that we face in our world.",
        "author": "Billy Graham",
        "category": "Love, Problems, World"
    },
    {
        "quote": "The wonderful news is that our Lord is a God of mercy, and He responds to repentance.",
        "author": "Billy Graham",
        "category": "Mercy, News, Wonderful"
    },
    {
        "quote": "A real Christian is a person who can give his pet parrot to the town gossip.",
        "author": "Billy Graham",
        "category": "Gossip, Christian, Person"
    },
    {
        "quote": "Let me ask you a question: If you never ate a balanced diet, what would happen to your body? You know the answer: Eventually you'd grow weak; you might even open yourself to serious illness or disease. We all need a balanced diet if we are to stay healthy.",
        "author": "Billy Graham",
        "category": "Yourself, Me, Healthy"
    },
    {
        "quote": "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.",
        "author": "Billy Graham",
        "category": "Man, Brave, Stand"
    },
    {
        "quote": "Believers, look up - take courage. The angels are nearer than you think.",
        "author": "Billy Graham",
        "category": "Faith, Think, You"
    },
    {
        "quote": "Even the securest financial plan and the finest health coverage aren't enough to hold us steady when the challenges come... We need something more, something deeper and unshakeable, something that will see us through life's hard times.",
        "author": "Billy Graham",
        "category": "Life, Challenges, Financial"
    },
    {
        "quote": "I have never talked publicly or privately about the Jewish people, including conversations with President Nixon, except in the most positive terms.",
        "author": "Billy Graham",
        "category": "People, President, Never"
    },
    {
        "quote": "As I approached my 95th birthday, I was burdened to write a book that addressed the epidemic of 'easy believism.' There is a mindset today that if people believe in God and do good works, they are going to Heaven.",
        "author": "Billy Graham",
        "category": "Good, Today, God"
    },
    {
        "quote": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.",
        "author": "Billy Graham",
        "category": "Life, Children, Money"
    },
    {
        "quote": "I can't prove it scientifically, that there's a God, but I believe.",
        "author": "Billy Graham",
        "category": "God, Believe, I Believe"
    },
    {
        "quote": "I believe the home and marriage is the foundation of our society and must be protected.",
        "author": "Billy Graham",
        "category": "Home, Society, Believe"
    },
    {
        "quote": "As a former resident with strong personal and ministry ties to the North Star State, I pray that the good people of Minnesota will show their support for God's definition of marriage, between a man and a woman.",
        "author": "Billy Graham",
        "category": "Good, God, Strong"
    },
    {
        "quote": "The Bible is clear - God's definition of marriage is between a man and a woman.",
        "author": "Billy Graham",
        "category": "God, Man, Woman"
    },
    {
        "quote": "Man has two great spiritual needs. One is for forgiveness. The other is for goodness.",
        "author": "Billy Graham",
        "category": "Great, Man, Spiritual"
    },
    {
        "quote": "Every year during their High Holy Days, the Jewish community reminds us all of our need for repentance and forgiveness.",
        "author": "Billy Graham",
        "category": "Community, Repentance, Year"
    },
    {
        "quote": "I think that the Bible teaches that homosexuality is a sin, but the Bible also teaches that pride is a sin, jealousy is a sin, and hate is a sin, evil thoughts are a sin. So I don't think that homosexuality should be chosen as the overwhelming sin that we are doing today.",
        "author": "Billy Graham",
        "category": "Today, Hate, Evil"
    },
    {
        "quote": "I don't have many sad days.",
        "author": "Billy Graham",
        "category": "Days, Many"
    },
    {
        "quote": "I am amazed at the wonders of technology and am grateful for the ways in which we are able to use it to share the Gospel around the world.",
        "author": "Billy Graham",
        "category": "Grateful, I Am, World"
    },
    {
        "quote": "The Oklahoma City bombing was simple technology, horribly used. The problem is not technology. The problem is the person or persons using it.",
        "author": "Billy Graham",
        "category": "Simple, City, Problem"
    },
    {
        "quote": "The word 'romance,' according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime.",
        "author": "Billy Graham",
        "category": "Adventure, Real, Dictionary"
    },
    {
        "quote": "I kept a very full diary of my relationship with Nixon, for some strange reason, until he became president.",
        "author": "Billy Graham",
        "category": "Strange, President, Reason"
    },
    {
        "quote": "God is more interested in your future and your relationships than you are.",
        "author": "Billy Graham",
        "category": "Future, God, Relationships"
    },
    {
        "quote": "Regardless of what society says, we can't go on much longer in the sea of immorality without judgment coming.",
        "author": "Billy Graham",
        "category": "Sea, Judgment, Without"
    },
    {
        "quote": "I haven't been faithful to my own advice in the past. I will in the future.",
        "author": "Billy Graham",
        "category": "Past, Advice, My Own"
    }
]