[
    {
        "quote": "A person who makes few mistakes makes little progress.",
        "author": "Bryant McGill",
        "category": "errors, learning, lessons, making-mistakes, mistakes, progress, success"
    },
    {
        "quote": "Do not let your grand ambitions stand in the way of small but meaningful accomplishments.",
        "author": "Bryant McGill",
        "category": "accomplishments, ambition, failure, simplicity, success"
    },
    {
        "quote": "Ambition is not what a man would do, but what a man does, for ambition without action is fantasy.",
        "author": "Bryant McGill",
        "category": "action, ambition, success"
    },
    {
        "quote": "Sometimes You Just Gotta Stay Silent Cause No Words Can Explain The Shit Thats Going On In Your Mind And Heart",
        "author": "Bryant McGill",
        "category": "inspirational, motivational"
    },
    {
        "quote": "We must throw out the old, fear-based thought-forms and evolve, and begin to live as higher beings of compassion.",
        "author": "Bryant McGill",
        "category": "change, compassion, evolution, humanity, remove"
    },
    {
        "quote": "You would not believe what skill, power and ability your total intelligence possesses until you are in desperate need.",
        "author": "Bryant McGill",
        "category": "abilities, desperation, intelligence, neediness, power, skills"
    },
    {
        "quote": "There is nothing higher-class than real craftsmanship, diversity, originality and the service of skilled human hands.",
        "author": "Bryant McGill",
        "category": "brilliance, craftmanship, creativity, originality, resourcefulness"
    },
    {
        "quote": "Every word you speak is a prayer, or meditation of reinforcement which creates permanence.",
        "author": "Bryant McGill",
        "category": "manifestation, meditation, prayer"
    },
    {
        "quote": "Your burdens and pains will only be lightened by living ever so fully.",
        "author": "Bryant McGill",
        "category": "burden, fullness, learning, pain"
    },
    {
        "quote": "Suffering is one of life's great teachers.",
        "author": "Bryant McGill",
        "category": "growth, humility, learning, lessons, loss, pain, suffering, trials"
    },
    {
        "quote": "Knowledge is that possession that no misfortune can destroy, no authority can revoke, and no enemy can control. This makes knowledge the greatest of all freedoms.",
        "author": "Bryant McGill",
        "category": "education, intelligence, knowledge, learning"
    },
    {
        "quote": "When we are quiet and still we contract and settle.",
        "author": "Bryant McGill",
        "category": "meditation, quietness, stillness"
    },
    {
        "quote": "The ability to forgive is one of man’s greatest achievements.",
        "author": "Bryant McGill",
        "category": "forgive, forgiveness, forgiving, humanity"
    },
    {
        "quote": "The fullness of life's balancing grace will demand the symmetry of recompense for all your loss and pain.",
        "author": "Bryant McGill",
        "category": "balance, fullness, grace, loss, pain, recompense"
    },
    {
        "quote": "Make no mistake about it, no matter how kind, meek, humble and soft your giving heart is — you are a warrior!",
        "author": "Bryant McGill",
        "category": "humbleness, kindness, meekness"
    },
    {
        "quote": "A mistake made by many people with great convictions is that they will let nothing stand in the way of their views, not even kindness.",
        "author": "Bryant McGill",
        "category": "argument, conflict, convictions, kindness, meanness"
    },
    {
        "quote": "Loneliness and desperation are only possible when we have lost touch with our beauty within.",
        "author": "Bryant McGill",
        "category": "beauty, desperation, loneliness, possibilities"
    },
    {
        "quote": "Toxic relationships are dangerous to your health; they will literally kill you. Stress shortens your lifespan. Even a broken heart can kill you. There is an undeniable mind-body connection. Your arguments and hateful talk can land you in the emergency room or in the morgue. You were not meant to live in a fever of anxiety; screaming yourself hoarse in a frenzy of dreadful, panicked fight-or-flight that leaves you exhausted and numb with grief. You were not meant to live like animals tearing one another to shreds. Don't turn your hair gray. Don't carve a roadmap of pain into the sweet wrinkles on your face. Don't lay in the quiet with your heart pounding like a trapped, frightened creature. For your own precious and beautiful life, and for those around you — seek help or get out before it is too late. This is your wake-up call!",
        "author": "Bryant McGill",
        "category": "abuse-survivors, anxiety, healing, healing-insights, mind-body-connection, recovery, spirit, stress, toxic-friends, toxic-people, toxic-relationships"
    },
    {
        "quote": "Big mistakes are an outstanding opportunity to showcase your ability to recover and have grace under pressure.",
        "author": "Bryant McGill",
        "category": "grace, growth, mistakes, opportunities, recovery"
    },
    {
        "quote": "Real transformation requires real honesty. If you want to move forward — get real with yourself!",
        "author": "Bryant McGill",
        "category": "growth, honesty, transformation"
    },
    {
        "quote": "When you are avoiding your pain you are really only avoiding your growth.",
        "author": "Bryant McGill",
        "category": "growth, pain, spirituality"
    },
    {
        "quote": "Your unstoppable nature is becoming and blooming — you simply, are. Go easy.",
        "author": "Bryant McGill",
        "category": "evolution, growth, state-of-being"
    },
    {
        "quote": "If you want relief from pain just strive to touch more of every part of life.",
        "author": "Bryant McGill",
        "category": "evolve, growth, pain-effort, relief, spirituality"
    },
    {
        "quote": "Crossing the Rubicon of absolute pain is the only journey of purpose and meaning in life.",
        "author": "Bryant McGill",
        "category": "meaning, pain, purpose"
    },
    {
        "quote": "When the storm rips you to pieces, you have to decide how to put yourself back together again.",
        "author": "Bryant McGill",
        "category": "broken, healing, healing-the-past, pieces, rebuilding, rebuilding-one-s-self, shattered, shattered-souls, storm"
    },
    {
        "quote": "If you avoid your truthful emotions and pain you will implode and contract into a diminished and feeble state.",
        "author": "Bryant McGill",
        "category": "avoidance, emotional-pain, emotions, healing, healing-insights, inner-pain, pain-diminish, spirituality, teaching"
    },
    {
        "quote": "Pain is like a healing emotional fever.",
        "author": "Bryant McGill",
        "category": "emotion, healing, pain, spirituality"
    },
    {
        "quote": "There is an intelligent healing process inside of you that knows how to absorb pain and transform it into wisdom.",
        "author": "Bryant McGill",
        "category": "healing, intelligence, pain-transformation, wisdom"
    },
    {
        "quote": "The most powerful tools of revolution through intention are humility and consciousness.",
        "author": "Bryant McGill",
        "category": "awareness, brave, consciousness, fight, humility, powerful"
    },
    {
        "quote": "It is better to have a fair intellect that is well used, than a powerful one that is idle.",
        "author": "Bryant McGill",
        "category": "action, intellect, intelligence"
    },
    {
        "quote": "The secret to discovery is to never believe existing facts.",
        "author": "Bryant McGill",
        "category": "believe, critical-thinking, discovery, investigation, reason"
    },
    {
        "quote": "Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for.",
        "author": "Bryant McGill",
        "category": "direction, forethought, ideas, planning, purpose, thinking"
    },
    {
        "quote": "You will be a beautiful person, as long as you see the beauty in others.",
        "author": "Bryant McGill",
        "category": "attitude, beautiful, beauty, judgement, perspective, projection"
    },
    {
        "quote": "The subtle whispers, cues and nudges are there as guideposts, to gently carry the humble listener along the path back to the source and the true self.",
        "author": "Bryant McGill",
        "category": "humbleness, humility, listening, trueness"
    },
    {
        "quote": "Surrender is not a weakness, but rather an empowering state of humility.",
        "author": "Bryant McGill",
        "category": "empowerment, humbleness, humility"
    },
    {
        "quote": "We must resist impulses to attack people, their credibility or their nature, and focus only on sharing our own positive creations, contributions, ideas and solutions.",
        "author": "Bryant McGill",
        "category": "acceptance, respect, shared-experiences"
    },
    {
        "quote": "One of the most sincere forms of respect is actually listening to what another has to say.",
        "author": "Bryant McGill",
        "category": "inspirational, inspirational-quotes, listening, respect, sincerity"
    },
    {
        "quote": "Where wise actions are the fruit of life, wise discourse is the pollination.",
        "author": "Bryant McGill",
        "category": "communication, discourse, reason, wisdom"
    },
    {
        "quote": "May you receive the wisdom of your wounds and may you live your life even larger than your pain.",
        "author": "Bryant McGill",
        "category": "live, pain, receive, teaching, wisdom"
    },
    {
        "quote": "No time is better spent than that spent in the service of your fellow man.",
        "author": "Bryant McGill",
        "category": "caring, community, humanity, inspirational, service, sharing, spiritual, spirituality, time"
    },
    {
        "quote": "The world's only lessons are tension and fear — relax into yourself.",
        "author": "Bryant McGill",
        "category": "fear, relaxation, teaching, tension"
    },
    {
        "quote": "Quit allowing negativity to block the positive gifts which are meant for you along with the hard lessons and tribulations.",
        "author": "Bryant McGill",
        "category": "gifts, negativity, positivity, teaching, tribulations"
    },
    {
        "quote": "Accept the fullness in life's balance, which demands that there are positive gifts along with adversity.",
        "author": "Bryant McGill",
        "category": "acceptence, adversity, balance, fullness"
    },
    {
        "quote": "When you release the illusion of control, you begin an effortless free-fall toward a grand reunion with your original self.",
        "author": "Bryant McGill",
        "category": "control, falling, originality, reunited"
    },
    {
        "quote": "When we become acquainted with any person on a human level, even a great enemy, we begin to see that no person is really so different from ourselves.",
        "author": "Bryant McGill",
        "category": "acquintance, equality, friendship"
    },
    {
        "quote": "Curiosity is one of the great secrets of happiness.",
        "author": "Bryant McGill",
        "category": "curiosity, happiness, secrets"
    },
    {
        "quote": "Enthusiasm is the energy and force that builds literal momentum of the human soul and mind.",
        "author": "Bryant McGill",
        "category": "energy, enthusiasm, force, momentum, success"
    },
    {
        "quote": "The outer world is a reflection of our inner selves.",
        "author": "Bryant McGill",
        "category": "actualization, impression, reflection"
    },
    {
        "quote": "Genius is always accompanied by enthusiasm.",
        "author": "Bryant McGill",
        "category": "enthusiasm, enthusiasm-inspiration, genius, inspirational, spiritual"
    },
    {
        "quote": "Giving is the key to all success in all applications of human life.",
        "author": "Bryant McGill",
        "category": "giving, human-life, success"
    },
    {
        "quote": "Every generation is inculcated in traditions of prejudice which are encouraged as normal, natural and healthy.",
        "author": "Bryant McGill",
        "category": "generations, prejudice, tradition"
    },
    {
        "quote": "Because of our interconnectedness we all know that extreme poverty and exclusionary practices are violations against the basic dignity of people.",
        "author": "Bryant McGill",
        "category": "connection, dignity, violations"
    }
]