[
    {
        "quote": "The biggest challenge after success is shutting up about it.",
        "author": "Criss Jami",
        "category": "achievement, arrogance, bragging, challenges, ego, envy, fame, humility, humor, money, rich, silence, success, wealth, words-of-wisdom"
    },
    {
        "quote": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths.",
        "author": "Criss Jami",
        "category": "aggravation, concealment, confusion, contemplation, dishonesty, hardcore, honesty, lie, lying, never, pain, provoke, secrecy, secrets, thinkers, thought, torture, truth"
    },
    {
        "quote": "Listen to God with a broken heart. He is not only the doctor who mends it, but also the father who wipes away the tears.",
        "author": "Criss Jami",
        "category": "broken, broken-hearts, comforting, crying, doctor, father, god, healing, heart, heartbreak, heavenly-father, hurt, listen, listening, loss, pain, recovery, tears"
    },
    {
        "quote": "Never marry when under the guise you need to 'see if it'll work', but rather marry because in your mind you want to make it work.",
        "author": "Criss Jami",
        "category": "attitude, bad-decisions, chance, commitment, commitment-and-attitude, couples, decisions, dedication, divorce, doubt, faith, family, guise, happiness, heart, hidden, holy-matrimony, hope, love, marriage, marry, matrimony, mind, power, promises, psychology, relationship, secret, true-love, under-the-guise, vows, vows-marriage, will, will-power, wisdom"
    },
    {
        "quote": "Store up knowledge. Then question your own knowledge in order to expand your mind, both to build and to create more space. Then store up more knowledge. And so on. That is wisdom.",
        "author": "Criss Jami",
        "category": "creativity, intelligence, knowledge, perspective, understanding, wisdom"
    },
    {
        "quote": "Through Christ, the sting of death is but a gentle pinch to the soul; and the mourn is light. Perhaps, someday, in that glorious place, free of sin, we shall meet again.",
        "author": "Criss Jami",
        "category": "christ, death, heaven, hope, sin"
    },
    {
        "quote": "There is a certain delightful sort of hope which the introvert can receive only by having company over...the hope that they will leave soon.",
        "author": "Criss Jami",
        "category": "alone, alone-time, company, funny, funny-but-true, home, hope, humor, introversion, introvert, loner, privacy, shy"
    },
    {
        "quote": "Is it 'Stockholm syndrome' when your God has never once misguided your steps? I think not! Let the lost ones dart across the darkness, bashing into walls, pretending to love their ways as we delight in obedience to the footsteps of Christ which bring us to freedom. By Faith we wander - not because we are lost, but because we are free.",
        "author": "Criss Jami",
        "category": "darkness, faith, freedom, stockholm-syndrome, wander"
    },
    {
        "quote": "I need not adapt in certain ways. I am in fact but a visitor to this world, an ephemeral gasp within its long, tired history, and, before anything else, a follower of Christ. By this alone I have the power not to shuffle away from the Faith, the power to break loose from these marching-shackles of ongoing cultural and political pretense.",
        "author": "Criss Jami",
        "category": "adaptation, apologetics, christ, christian, conformity, culture, different, epic, faith, faithfulness, freedom, history, holiness, individuality, originality, politics, power, pretentiousness, real, rebel, religion, secular, shackles, shuffle, status-quo, strength, world, zombie"
    },
    {
        "quote": "The rather difficult antagonists towards the Church consist not nearly of the cruel and heartless, nihilistic intellectuals who hate God and humanity, but the well-meaning spirits who for the most part lack an understanding of the Spirit.",
        "author": "Criss Jami",
        "category": "apologetics, bible, church, divinity, faith, god, holy-spirit, humanity, intelligence, nihilism, philosophy, scripture, spirit, spiritual, theology"
    },
    {
        "quote": "Christ is our Friend; He is also the Righteous King. God is our Father; He is also the Sovereign Lord. Christianity can be said to be both a religion and a relationship. You may often hear the cliché that it is not a religion, but a relationship only - which, I believe, is a bit too vague a statement - 'religion' has long had different meanings and implications depending on who you ask or where you are coming from. Honestly, it is sometimes the case that Christians like to think they are too cool and free and up-close and personal with God to be like other religions. Perhaps that could be argued, that could be the case, as it is written thus: 'You are no longer a slave to sin, but God's child.' So we might very well assert that Christianity is not at all some stale philosophy centered around legalistic guilt and empty rule-keeping, as the modernists so commonly define religion; although by other definitions we might as well be boasting that it is 'The Religion' simply by claiming that it is too real and too special to be deemed 'just another religion'.",
        "author": "Criss Jami",
        "category": "apologetics, christ, christianity, definitions, god, philosophy, relationship, religion, theology"
    },
    {
        "quote": "As for the belief that humanity is mostly good, Secular humanism, when in that alignment, always presumes the existence of a higher power, or some god-like influence on man. Because it then becomes the belief that people are generally good and should be protected from the wiles of religion, as though this dark, vague and ignorant force once fell from the heavens, latched onto the purer hearts and minds of men and women, and, in all its forms, controlled and polluted the whole of human history. He says, 'When we defeat religion, humanity will be free.' But, if he were duly consistent, if he were really at all as secular as he claims, he might as well admit to what is actually an underlying brand of nihilistic cynicism: 'When we defeat humans, humanity will be free.",
        "author": "Criss Jami",
        "category": "apologetics, cynicism, god, history, humanity, morality, nihilism, philosophy, religion, secular-humanism, theology, war"
    },
    {
        "quote": "The talk of sin is of course to many a big turn-off; to others, an even bigger myth - because in reality, sin is like the spiritual equivalent of a microscopic parasite, or a virus, or better yet even, an infectious disease. And just as one might never know of, until visiting a competent doctor, the tiny pathogens progressively eroding one's body, so we might never know that in sin we are eroding our being and losing direction until hearing the Word of God rightfully applied. Therefore I ask, which of the doctors would then be the more competent: the one who finds the problem and gives the solution, or the one who willfully ignores the problem (or rather finds the problem when it is much too late)? Seldom does anyone write off the knowledge of medicine for the physical body as primitive practice, so neither must the knowledge of the Word of God for one's spiritual well-being remain written off as primitive practice - quite the opposite really. As it is written thus: 'Lean not on your own understanding.",
        "author": "Criss Jami",
        "category": "bible, cure, destruction, disease, evil, god, good, holiness, holiness-of-god, knowledge, learning, medicine, myth, parasite, pathogen, preaching, reality, religion, salvation, self-destruction, sickness, sin, spirituality, teaching, theology, understanding, virus, wisdom, word-of-god"
    },
    {
        "quote": "It's a huge disservice to classify all minds as either closed or open. I find the best minds are closed by openable windows.",
        "author": "Criss Jami",
        "category": "bigotry, classification, close-mindedness, creativity, disservice, imagination, intelligence, knowledge, minds, open-mindedness, thoughts, window, wisdom"
    },
    {
        "quote": "The only sort of pride that may serve a man well on that rarest occasion is his hatred of being wrong. It keeps his mouth shut, his ears open, and his research extensive. And yet this is also the deadliest because when he is in fact proven wrong, he absolutely refuses to acknowledge it. It then keeps his mouth open, his ears shut, and his research inexistent.",
        "author": "Criss Jami",
        "category": "apologetics, argument, debate, development, facts, fallacies, intelligence, knowledge, learning, logic, opinions, pride, research, right, studying, truth, wisdom, wrong"
    },
    {
        "quote": "Know the word of God not in order that by doing so you might be saved; know it rather so that unlike the many you are not easily deceived. You may find that, evidently, a great many of the so-called novel ideas of the present were made without a clue that 'God', if you will, already laid profound discourse on or against them ages ago: no man has gone against God in such a way that God, from the beginning, did not already expect him to. Then, insofar as this, you will remain clear in that it is not at all that the Christian should be against newness; quite the opposite really - for a major point of Christianity is about one constantly being made new in Christ - it is only that many people are not actually bringing true newness to the table, and this is precisely because they do not first apply (or let alone even know) the wisdom of old.",
        "author": "Criss Jami",
        "category": "apologetics, bible, bible-study, church, conservative, deceit, generation, gnosticism, god, history, history-repeats-itself, ideas, knowledge, liberal, new, novel, novelty, old, philosophy, prayer, prophecy, religion, salvation, scripture, studying, theology, truth, understanding, warning, wisdom, word-of-god"
    },
    {
        "quote": "So the paradox goes: No man who is really ignorant is ever aware that he is ignorant. That is its finest, most faulty manifestation; there can be no true ignorance without first some claim of intelligence or consciousness, or superiority or enlightenment.",
        "author": "Criss Jami",
        "category": "arrogance, awakening, awareness, boasting, brain, certainty, confidence, consciousness, deception, doubt, dreaming, ego, enlightenment, false-knowledge, humility, hypocrisy, ignorance, intelligence, knowing, knowledge, manifestation, mental, mind, not-knowing, paradox, pride, pseudo-intellectuals, psychology, self-deception, sleeping, snobbery, stupidity, stupidity-of-man, superiority, superiority-complex, truth, unaware, uncertainty, unconscious, unconscious-mind, wisdom"
    },
    {
        "quote": "Pride is pride not because it hates being wrong, but because it loves being wrong: To hate being wrong is to change your opinion when you are proven wrong; whereas pride, even when proven wrong, decides to go on being wrong.",
        "author": "Criss Jami",
        "category": "arrogance, being-wrong, belief, change, correction, denial, development, dishonesty, facts, falsehood, funny, funny-but-true, growth, honesty, humility, humor, information, intellectual-dishonesty, knowledge, learning, opinion, pride, proof, righteousness, truth, wisdom, wrong"
    },
    {
        "quote": "For a great many skeptics are put to waste. But this is meant in the sense that which they vainly focus their energy on ridiculing a certain tiny denomination of Biblical fundamentalism, a denomination seated just one chair away from unbelief; they, the skeptics, cannot believe because they are the most literal of fundamentalists: of those that which must interpret Scripture only by means of a sort of obsolete and dead script of intellectual incompetence. By all means, this is supposed to happen - Scripture states of itself that all thought and interpretation is folly without the Holy Spirit - but on the other hand, it seems, ironically, that if one thinks that the Bible is, in its true essence, an outdated text, he doesn't know much about the world around him nor those who live in it. Either that, or he doesn't know much about what it says in relation to the world around him nor to those who live in it. It's as though he, too, is dead to the world and it to him. He has no spirit: he can only possibly understand Scripture as deceased rather than the modern world's very living narrative.",
        "author": "Criss Jami",
        "category": "apologetics, atheism, bible, christianity, dead, denominations, etymology, fundamentalism, god, hermeneutics, holy-spirit, ignorance, interpretation, knowledge, living, scripture, skepticism, theism, theology, wisdom, world"
    },
    {
        "quote": "To respect a mystery is to make way for the answer.",
        "author": "Criss Jami",
        "category": "answer, astronomy, crime-solving, detective, discovery, forensics, galaxy, humility, knowledge, mystery, not-knowing, outer-space, philosophy, pride, problem-solving, respect, room, science, searching, searching-and-finding, solving-problems, space, space-travel, theology, universe, wisdom"
    },
    {
        "quote": "Some of the most polished ideas are discovered through healthy, honest debate, so if you don't argue with yourself every once in a while, other people will gladly point out if, in any sense, you missed a spot.",
        "author": "Criss Jami",
        "category": "accountability, arguments, contemplation, counter-argument, debate, discovery, editing, genuine, healthy, honesty, ideas, knowledge, perfection, polish, research, responsibility, thinking, thought, wisdom, writing"
    },
    {
        "quote": "If your doctrine changed for the better yet your character changed for the worse, you changed for the worse.",
        "author": "Criss Jami",
        "category": "apologetics, arrogance, belief, bible, cage-stage, change, character, christendom, christian, christianity, denomination, doctrine, ego, fruits, humility, intelligence, knowing, knowledge, love, philosophy, pride, religion, righteousness, scripture, self-righteousness, theology, truth"
    },
    {
        "quote": "We must not allow our pride to be the motivation behind our apologetics; rather, philoverity, the love of truth must be the full and complete motivation. For pride corrupts truth.",
        "author": "Criss Jami",
        "category": "apologetics, apologist, arrogance, corruption, defense, defense-of-religion, ego, faith, falsehood, honesty, humility, intelligence, knowledge, lies, logic, love, love-of-truth, motivation, philosophy, philoverity, pride, reason, reasonable-faith, religion, theology, truth, wisdom"
    },
    {
        "quote": "Our big mistake in modern intellectualism is first and foremost its lack of nuance. We have made science synonymous with atheism - a presupposed conception and yet, another means to non sequiturs - and therefore, to a number of enthusiasts determined to go the further, anti-theism. Hereby let us observe that science has long served best and should be, if none other, the one discipline, if at all possible, free of potential ideology, pro-religious or anti-religious, and/or biased presupposition in order to maintain the true authenticity and the full reliability of its nature.",
        "author": "Criss Jami",
        "category": "apologetics, atheism, education, ideology, intellectualism, science, theism"
    },
    {
        "quote": "They say the crazies come out at night. I say the crazies come out during election year: Elections have the power to turn once seemingly normal people into certified loonies.",
        "author": "Criss Jami",
        "category": "crazy, democracy, election, funny, funny-but-true, humor, insane, loon, lunatic, monster, political, voting, werewolf"
    },
    {
        "quote": "April Fools' is the only day to take people seriously.",
        "author": "Criss Jami",
        "category": "april-fools, april-fools-day, funny, funny-but-true, holiday, humor"
    },
    {
        "quote": "The Christian God seemed the most offensive to people precisely because he was the most godlike. He was too perfect even to be coaxed by human efforts, and therefore sent his son to do the job.",
        "author": "Criss Jami",
        "category": "apologetics, christ, christ-jesus, christianity, cross, faith, freedom, god, goodness, gospel, grace, holiness, humility, jesus, jesus-christ, judgment, legalism, love, mercy, offensive, perfection, pride, religion, salvation, sin, spirituality, works"
    },
    {
        "quote": "In my experiences, the common critic of Christianity, when he thinks of Christianity, imagines a sort of elementary, Sunday School blunder of elements: fiery Hell, an angry God, 'try not to sin', 'be good so that you can go to Heaven', absurd miracles, hyper-fundamentalist tales, religious hypocrites, and Jesus telling people not to judge. There is no horse more dead than such. I maintain that understanding Christianity and the Bible is quite like painting a piece of art. Let a toddler paint a puppy; then let an adult who is a long-time painter paint the very same puppy. They are both paintings of the puppy, but one is far more detailed, rational, realistic, and believable than the other. One is distorted and comical; the other is proportional and lively. One can write off Theology if he so pleases, but he might not be very wise in using the toddler's painting when it comes time to identify the real puppy or when trying to confront actual men of the Faith.",
        "author": "Criss Jami",
        "category": "agnosticism, analogy, apologetics, appeal-to-ridicule, argumentation, art, atheism, belief, belief-in-god, christianity, criticism, dead-horse, faith, fallacies, fundamentalism, god, heaven, hell, hypocrisy, immaturity, irrational, jesus, judgment, logic, logical-fallacies, maturity, metaphor, miracles, painting, philosophy, puppy, rational, religion, religious-fundamentalism, sin, skepticism, spiritual-maturity, spirituality, sunday-school, theism, theology, toddler, unbelief, understanding"
    },
    {
        "quote": "Christians sometimes make themselves into elephants afraid of mice. You have the Creator of the universe on your side; not to mention, you've been given eternal life. 'Whom or what shall you fear?' To be afraid of anything other than God himself is like an insult to God.",
        "author": "Criss Jami",
        "category": "anxiety, apologetics, bravery, christ, christ-jesus, christian, christianity, courage, darkness, death, defensive, doubt, elephant, encouragement, eternal-life, evil, faith, faith-in-god, fear, fearlessness, funny, funny-but-true, god, goodness, humor, inspirational, irrational-fear, jesus, jesus-christ, life, light, love, martyr, motivational, mouse, negativity, obedience, offended, optimism, pessimism, positivity, power, pray, strength, trust, trust-in-god, universe, world, worry"
    },
    {
        "quote": "The Christian who loves his Master needs not fear any longer for himself. For it is then completely irrational, as it is written thus: 'Perfect love casts out fear.' However, it is very much rational for one to instead fear for the enemies of God.",
        "author": "Criss Jami",
        "category": "christian, damnation, fear, god, hell, irrational, love, perfect-love, punishment, rationa, sin"
    },
    {
        "quote": "To fear man's judgment more than God's judgment is to fear man more than God.",
        "author": "Criss Jami",
        "category": "crime, fear, god, honor, judgment, man, respect, sin, wrath"
    },
    {
        "quote": "On the one hand you had people constantly fighting Hell; on the other, you had people constantly fighting Hell on earth.",
        "author": "Criss Jami",
        "category": "desperation, fear, fighting, hell, hell-on-earth, politics, religion, struggle"
    },
    {
        "quote": "I do not much trust the man who cares solely to inspire - he does not really inspire me - only the man who cares mostly to tell the truth, whatever that may do. For when the man who cares to tell the truth happens to inspire, I, in addition, find it easier to believe that he in fact does his homework on how and when one should truly inspire.",
        "author": "Criss Jami",
        "category": "believe, false-prophet, genuine, homework, honesty, inspiration, misguidedness, motivation, naivety, prophet, research, sincerity, trust, truth, wishful-thinking"
    },
    {
        "quote": "When you meet someone, and you find that they are prejudiced against your kind, it might be your chance, not to confirm, but to be the one to finally change their mind.",
        "author": "Criss Jami",
        "category": "bigotry, encouraging, enemies, friendship, inspirational, kindness, love, love-your-enemies, motivational, patience, peace, prejudice, racism, relationship, sexism, stereotypes, unconditional-love"
    },
    {
        "quote": "Best to live and love by the maxim that 'silence in the face of evil is evil itself', but when it's evil fighting evil, let evil kill itself.",
        "author": "Criss Jami",
        "category": "activism, defense, evil, fight, life, love, maxim, offense, oppression, protection, silence, war"
    },
    {
        "quote": "Peace ought not be regarded the height of civilization, else like barbarians we forever battle for peace.",
        "author": "Criss Jami",
        "category": "barbarian, battle, civilization, conflict, hypocrisy, love, morality, peace, unity, utopia, war"
    },
    {
        "quote": "Their doubt is your fuel for dreams. You just have to drive.",
        "author": "Criss Jami",
        "category": "car, doubt, dreams, drive, encouragement, envy, fuel, haters, inspirational, jealousy, motivational, pursue-your-dreams, pursue-your-passion"
    },
    {
        "quote": "Freedom of speech is detestable only to those who have no desire to think for themselves.",
        "author": "Criss Jami",
        "category": "freedom, freedom-of-speech, intelligence, political, thought"
    },
    {
        "quote": "He has a way of drawing His loves back to Himself. A psyche separated from the peace (and the freedom) of Christ is liable to entangle itself in all sorts of folly and vanity, or confused witchcraft. On the one side it will preach, 'Empowerment!' But on the other it will scream, 'Oppression!' Yes, you now have the power to be oppressed: because as long as you look to be a victim, you will find yourself to be a victim.",
        "author": "Criss Jami",
        "category": "christ, empowerment, freedom, oppression, victim"
    },
    {
        "quote": "To be respected is not my concern. So long as I seek to live in obedience to my Lord, respect will come accordingly from the people He deems it necessary.",
        "author": "Criss Jami",
        "category": "freedom, god, honor, obedience, respect"
    },
    {
        "quote": "The way of the consumerist culture is to spend so much energy chasing happiness that it has none left to be happy.",
        "author": "Criss Jami",
        "category": "american-dream, chasing, civilization, consumer, consumerism, content, culture, disappointment, discontent, dissatisfaction, economy, energy, freedom, gluttony, greed, happiness, joy, letdown, materialism, miserable, miserable-life, money, peace, products, rat-race, rush-hour, satisfaction, selfishness, society, things"
    },
    {
        "quote": "They have a special confidence in Christ, plus thoughtfulness plus faithfulness plus humility: for there are no things, in all creation, more beautiful, more rare than the so very disciplined and free, joyful and principled daughters of God.",
        "author": "Criss Jami",
        "category": "attractive, beauty, christ, christianity, confidence, courting, creation, dating, discipline, faithfulness, freedom, girlfriend, god, humility, imagination, joy, love, marriage, principle, rarity, relationship, self-control, spouse, thoughtfulness, wife, woman, women"
    },
    {
        "quote": "Even the self-assured truth-finders and self-proclaimed freedom-fighters reject Truth. As admirable as such endeavors may be, they still only really want it so long as it to some extent confirms what they had already presumed to be true.",
        "author": "Criss Jami",
        "category": "bias, confirmation-bias, ego, fallacies, freedom, pride, self, truth"
    },
    {
        "quote": "On the whole the modern world has been conditioned to have a chip on its shoulder against devoutly religious people. I disagree with this in some instances - particularly in, believe it or not, matters of integrity. Deep down I often rather believe the man who honestly thinks - or better yet even, prefers - that he has an omnipotent Judge breathing down his neck, holding his every word and his every move accountable, than the man who much like his modern peers, and ironically enough, claims or wishes to bask in complete independence. As it appears actually, the former is more free of guilt than the latter.",
        "author": "Criss Jami",
        "category": "accountability, apologetics, freedom, god, guilt, honesty, integrity, judge, modern, omnipotence, religion, responsibility, truth"
    },
    {
        "quote": "Of course, if one does not fully trust the promise of God's Kingdom, he will have a hard time taking risks and making sacrifices in this life. A gospel centered around the temporal self - fleeting happiness, earthly success, vain prosperity, things such as these - is the primary ambition of the half-hearted Christian; the one who somewhat believes he is subject to an eternal death; the one who just might believe in men before God, who morbidly fears seeming less than anyone else. The man of this school feels deeply that he has but one life to live, that this must be his only chance, and therefore must have it all in his favor - from glory to comfort to riches - and have it right this instant. He is but hinting that he is overcome because he insists always that he must overcome, that his judgment comes now and by the persons around him. The point is, however, in this sense, that by grace the Christian is indeed free, but only for as long as he wants to be free - the practicality of true freedom: that of God which offers not so much freedom to be like the world as it does freedom from the pressures of having to be like the world. For Divine Law is based solely on love and freedom; whereas secular law, pressure and imitation.",
        "author": "Criss Jami",
        "category": "ambition, apologetics, christ, christian, contentment, defeat, ego, faith, faith-in-god, fear, freedom, god, gospel, grace, happiness, heaven, humility, imitation, kingdom-of-god, law, life, love, lukewarm, morbid, peer-pressure, pressure, pride, promise, prosperity, prosperity-gospel, responsibility, risk, sacrifice, selfishness, success, suffering, theology, world"
    },
    {
        "quote": "Humility is by far the most spiritual virtue of the lot. The only way by which one may cease obsessing over himself is to wholly step outside his flesh. But who could do this by himself? And who would really want to under his natural pretense? And even if somehow he could and he succeeded, would not it be artificial? Would not he seem far too aware of his own talents of achieving humility for it to be such? Alternatively, he would need a distraction, something else to love; it is not that the Humbleman thinks poorly of himself, nor highly for that matter, but rather he does not think of himself at all - and this is because he is too busy loving something or someone else to do it. For the humility of this kind 'rears its head' as the most love-driven and free, spiritual of virtues; whereas its opposite, pride, the most self-imprisoning human vice.",
        "author": "Criss Jami",
        "category": "conceitedness, consideration, distraction, ego, flesh, freedom, god, humility, love, meekness, narcissism, pride, self, self-absorption, self-obsession, selflessness, spiritual, vice, virtue"
    },
    {
        "quote": "Man is the only god of confusion. In a political sense the liberal man is like one shouting over the voice of God thus making it difficult to hear God; the conservative man is like one standing in the way of God, making it difficult to see God.",
        "author": "Criss Jami",
        "category": "confusion, conservative, god, liberal, politics"
    },
    {
        "quote": "Christ died not so that you could freely go on sinning, and therefore, continue dying; He died rather so that you could freely grow in obedience, and therefore, start living.",
        "author": "Criss Jami",
        "category": "change, christ, christ-jesus, christianity, cross, death, growth, jesus, jesus-christ, life, obedience, redemption, salvation, sin, transformation"
    },
    {
        "quote": "I am not convinced within myself that to its core and as a whole, humanity has, as some like to assume, progressed a great deal over the millennia. Human technology? Of course. Human beings? Hardly.",
        "author": "Criss Jami",
        "category": "assumptions, century, change, chronological-snobbery, chronology, history, history-repeating-itself, human-nature, humanity, humans, intelligence, millennium, morality, nature, personality, progression, repetition, stupidity, stupidity-of-man, technology, times, universal, world"
    },
    {
        "quote": "There is this common notion that young conservatives are the few, that most people had liberal worldviews when they were young. If this is true, then it is with great irony that a number of old liberals must never had progressed into conservatives as they grew older.",
        "author": "Criss Jami",
        "category": "age, beliefs, change, change-your-life, conservatism, funny, funny-but-true, growth, humor, immaturity, ironic, liberalism, maturity, new, old, opinion, perception, perspective, politics, progression, psychology, stagnation, stubbornness, young"
    },
    {
        "quote": "Perhaps not everything happens for a reason. That is, until you make it so; because for everything there is a season, which can, in fact, become beautiful.",
        "author": "Criss Jami",
        "category": "beauty, character, faith, healing, heartache, hope, pain, reason, season, struggle, suffering"
    },
    {
        "quote": "To understand even remotely the holy omnipotence of God is to understand at least from mostly to wholly the magnificence of Christ.",
        "author": "Criss Jami",
        "category": "beauty, christ, god, holiness, omnipotence, sovereignty, understanding"
    },
    {
        "quote": "If beauty is relative, then any and everything when compared to the beauty of God is absolutely hideous.",
        "author": "Criss Jami",
        "category": "absolute-truth, absolutes, beautiful, beauty, comparison, depravity, flawlessness, glory, glory-of-god, god, hideous, holiness, life, magnificence, perfection, relativity, righteousness, sin, ugly"
    },
    {
        "quote": "Christ commands his people to love their enemies, because if not, that would rule out pretty much the entire world.",
        "author": "Criss Jami",
        "category": "christ, christianity, commandment, love, world"
    },
    {
        "quote": "A spirit ushered by false teachings is like a body nourished by sweets. The adult, as opposed to the child, will come to understand reasons one cannot live a healthy existence on nothing but candy; so likewise, the Christian must come to understand that one cannot know and love the will of God under false doctrine.",
        "author": "Criss Jami",
        "category": "christianity, false-prophets, false-teachings, god, healthy"
    },
    {
        "quote": "Growing up I sometimes imagined that for Christ's return perhaps He would appear as 'Black Jesus' to white people and 'White Jesus' to black people just to screw with the racists.",
        "author": "Criss Jami",
        "category": "arrogance, bias, bigotry, black, black-people, christ, christ-jesus, christianity, christianity-faith, color, culture, faith, funny, funny-but-true, god, hatred, humility, humor, jesus, jesus-christ, love, peace, prejudice, pride, race, racism, racism-and-culture, skin, skin-color, spirit, theory, white, white-people"
    },
    {
        "quote": "We are not as some people like to assume nowadays 'just being real' by embracing passively the sinful, fallen versions of ourselves. Quite the opposite really: our true selves were, from the beginning, intended to resemble the example which was then set by Christ Jesus; hence God wants to restore us to how we would have been had original sin never once befell.",
        "author": "Criss Jami",
        "category": "apologetics, be-yourself, befall, being-real, christ, christ-jesus, christianity, disobedience, fake, fallen, god, holiness, jesus, jesus-christ, obedience, original, original-sin, purity, realness, restoration, salvation, sin, unique"
    },
    {
        "quote": "It is by continuing to put out good work that the artist best shows his gratitude.",
        "author": "Criss Jami",
        "category": "appreciation, art, artist, fans, good-work, gratitude, music, musician, passion, supporters, thankfulness, work"
    },
    {
        "quote": "In the heart of appeasement there's the fear of rejection, and in acts of fear there are mirrors of oppression.",
        "author": "Criss Jami",
        "category": "appeasement, art, failure, fear, insecurity, mirror, oppression, reflection, rejection, slavery"
    },
    {
        "quote": "Everybody knows basically what is right and what is wrong. Everybody knows better than to hate others. In fact, most people teach against it, and yet we still see it on the daily. But why do you think that is? It is because the problem was never really humans not loving humans enough; the problem was humans not loving righteousness enough. We must empty our own love for the world so that it can be replaced by the love of Christ; only then will we begin to love people as Christ loves people, as He always intended.",
        "author": "Criss Jami",
        "category": "apologetics, christ, conscience, divine-love, god, happiness, hate, holiness, humans, hypocrisy, joy, love, love-of-god, morals, peace, right, righteousness, sacrifice, self-sacrifice, spiritual, true-love, truth, virtue, world, wrong"
    },
    {
        "quote": "The sacrifices we make to stay healthy, to look good, the tasty foods we skip, the guilt trips, the exercising - all these things require great discipline, care, and even a paradoxical, self-denying self-love of sorts in order to be properly executed. However it is regretful that so many of us today are not as passionate about our spiritual holiness as we are about our physical health. They are indeed both important - we should worship in every aspect of our lives - and one even, in a sense, entails the other. Although, this disproportion in said priorities is still very much expected: we humans have always taken a liking to trendiness and the temporal side of things, doing what is judged vainly in the eyes of man before that which is judged vitally and eternally in the eyes of God (i.e. \"cleaning the outside of one's cup while leaving a filthy inside\"). But in a way, it all goes to show that the man who fully hates discipline hates himself fully; for within the spirit is where The Holy One judges true wellness or malady.",
        "author": "Criss Jami",
        "category": "ailment, apologetics, body, care, death, dedication, diet, discipline, disease, disobedience, eating, eternal, exercise, food, fullness, god, guilt, health, holiness, malady, nutrition, obedience, paradox, physical, sacrifice, self-denial, self-help, self-love, sickness, spiritual, temporary, transformation, trendiness, vanity, wellness, worship"
    },
    {
        "quote": "There are those who feel that the world is ultimately moving closer to Truth and to prosperity as the times evolve; then there are those who feel that it is ultimately moving farther away from Truth and into self-destruction. From this, and if it were really that simplistic, one might get the impression that life gravitates slightly into two types of people whom which are diametrically opposed in spirit.",
        "author": "Criss Jami",
        "category": "beliefs, conservative, destruction, devolve, dystopia, evolve, feelings, liberal, life, opinions, political, progression, prosperity, self-destruction, spiritual, theory, truth, utopia, world"
    },
    {
        "quote": "It is not enough to call yourself a 'free thinker' just because you can change your beliefs. A whole mess of people change their beliefs based on what is fashionable rather than what is factual, which, by always following the crowd, would be the complete opposite of the beauty of a free thinker.",
        "author": "Criss Jami",
        "category": "beliefs, factual, fashionable, free-thinking, intelligence"
    },
    {
        "quote": "It is not that men become too intelligent for God,' says the Apologist, 'but rather they become too arrogant for intelligence.",
        "author": "Criss Jami",
        "category": "apologetics, apologist, arrogance, atheism, god, intelligence, pride, theism, theology"
    },
    {
        "quote": "Time and time over it is the ones who try a little too hard to be innovative rebels - and for the sheer glory of being considered innovative rebels - who then turn out not quite as innovative or as rebellious as they would like to think they are.",
        "author": "Criss Jami",
        "category": "creativity, false-hope, fame, glory, history, history-repeating-itself, innovation, originality, pretending, pride, rebel, rebellious, revolution, self-deception, selfish-ambition, selfishness, vanity"
    },
    {
        "quote": "People will seek the ends of the galaxy to avoid that which they need most.",
        "author": "Criss Jami",
        "category": "avoidance, christ, distraction, earth, fear, galaxy, god, humanity, life, love, need, people, universe, want, world"
    },
    {
        "quote": "God is not some lesser employee, as many try to make Him out to be: rather He is the ultimate Treasure. He works in a man; He works on a man; He works through a man; He works around a man. Know that He does far more than simply work for a man. And yet, even as He Himself needs no one else, everyone else is ever in need of Him.",
        "author": "Criss Jami",
        "category": "apologetics, employee, god, love-of-god, salvation, sovereignty, sovereignty-of-god, transformation, treasure, work"
    },
    {
        "quote": "God writes love and speaks poetry.",
        "author": "Criss Jami",
        "category": "artist, beautiful, creator, divinity, eternity, god, life, love, nature, poetry, speaking, writing"
    },
    {
        "quote": "But the Egotist is stuck somewhere between his hidden triad of pride, fear, and insecurity; he is forever fighting to prove himself, instigating battles the Humbleman has unwittingly conquered, already sealed some time ago. Yes, the day he finally accepts face-to-face such an irony as humility - the irony that humility is indeed the mother of giants, that great men, having life so large, as needed, can afford to appear small - the world will then know peace.",
        "author": "Criss Jami",
        "category": "ego, humility, irony, peace, pride"
    },
    {
        "quote": "Any coward can be a peacekeeper! In fact, that comes to one naturally. But they are blessed, the peacemakers...and all those who know the difference.",
        "author": "Criss Jami",
        "category": "courage, coward, defense, offense, peace, peacekeeper, peacemaker"
    },
    {
        "quote": "If you want to know how negative you are, pay attention to how much you hate negativity in other people. Fragile, artificial positivity needs always to be surrounded by more positivity in order to stay positive, but the ability to be positive, happy, and even, at times, appreciative around 'negative people' is the mark of real positivity.",
        "author": "Criss Jami",
        "category": "appreciation, artificial, attitude, attraction, caring, close-minded, compassion, confidence, constructive-criticism, criticism, discernment, emotions, emotions-and-attitude, empathy, faith, faith-hope, fake, fragile, happiness, hope, hypocrisy, insecurity, ironic, joy, judging, love, magnets, negative, open-minded, opposites, opposites-attract, pain, peace, peace-of-mind, pity, positive, positive-thinking, pride, psychology, real, sadness, security, sympathy, toxic, toxic-people, unconditional-love"
    },
    {
        "quote": "You might be an introvert if you were ready to go home before you left the house.",
        "author": "Criss Jami",
        "category": "anti-social, anti-social-instincts, antisocial, antisocial-instincts, bored, drained, energy, extroversion, extrovert, funny, funny-but-true, home, homebody, house, humor, instincts, introversion, introvert, loner, partying, peace, personality, quiet, quiet-time, recharge, rest, restoration, shy, sleepy, social, tired, traits"
    },
    {
        "quote": "There are 2 kinds of fighters: those who fight because they hate, and those who fight because they love.",
        "author": "Criss Jami",
        "category": "apologetics, argument, army, battle, combat, conflict, contender, country, disagreement, enemy, fighter, fighting, fighting-spirit, hate, hero, knight, love, nation, patriotism, peace, protection, security, soldier, truth, villain, war, warrior"
    },
    {
        "quote": "You speak rather poorly of God when praising Him, or when wanting to praise Him, only during that which you perceive to be your highest of moments. That is many a reason behind unbelief altogether: the failed attempt to control God, to lower His standards to one's own level of understanding in doubt of His foresight and omniscience, His goodness and power. He wants to know if you are faithful enough to praise Him even when, to you, all seems lost.",
        "author": "Criss Jami",
        "category": "adversity, agnosticism, apologetics, atheism, belief, character, faith, foresight, god, goodness, grateful, hope, hopelessness, lack-of-faith, life, omniscience, pain, power, praise, suffering, thankful, theism, unbelief, worship"
    },
    {
        "quote": "One's suffering, one's melancholy is, in itself, really only looked upon as failure or as punishment, as detestable or sinful or socially unacceptable in the eyes of man; but this is not so in the eyes of God: for He is close to the broken-hearted.",
        "author": "Criss Jami",
        "category": "adversity, affliction, anxiety, apologetics, broken, broken-heart, caring, christ, compassion, crushed, crying, cure, depression, detestable, distress, emotions, empathy, failure, feelings, gloom, god, grief, grief-and-loss, guilt, healing, heart, heartbreak, losing, loss, love, man, melancholy, misery, pain, passion, punishment, sadness, sickness, sin, socially-acceptable, socially-unacceptable, sorrow, stress, suffering, sympathy, tears, unconditional-love"
    },
    {
        "quote": "It is in the nature of man to want what he does not have. This modern concern for happiness seems a real testimony of its absence.",
        "author": "Criss Jami",
        "category": "absence, concern, contentment, covet, culture, depression, desire, discontentment, dystopia, greed, happiness, human-nature, hurt, joy, man, modernity, obsession, pain, preoccupation, prosperity, prosperity-gospel, pursuit, pursuit-of-happiness, sadness, society, testimony, unhappy, vanity"
    },
    {
        "quote": "In their minds, it seems as though people don't often have the same answers, but in their hearts, they do very frequently have the same questions.",
        "author": "Criss Jami",
        "category": "answers, big-questions, heart, mind, philosophy, questions"
    },
    {
        "quote": "The legions who attempt to love without Christ, without a new heart, are indeed able to love amongst themselves; however this love is made possible by restraining any anger or hatred deep within the old heart, only to release it all on whichever village idiot(s) they collectively feel a crucifixion would be justified.",
        "author": "Criss Jami",
        "category": "christ, crucifixion, hate, heart, love"
    },
    {
        "quote": "Even the devils are theists. I am of all people one of the least qualified to judge, but I do believe that some atheists are closer to God than are some theists. With Him, it is better to be distant in the mind but near in the heart than it is to be distant in the heart but near in the mind.",
        "author": "Criss Jami",
        "category": "atheism, god, heart, love, theism"
    },
    {
        "quote": "When it comes to moral dilemmas and matters of discerning right justice, my natural sympathy so often happens to land on the opposite end of that of most of my peers. I sometimes wonder if this is nothing more than the misguidedness and the wickedness of my own heart. I wonder other times if God wires some of us in such a way so that fair discourse might then be provided, so that honest and unbiased, due process is ultimately more likely to be carried out. Perhaps it is all necessary for variance of perception, for mindful debate: that the heart is meant to create a bit of bias on certain issues; as between one another, they weigh and balance. For not all hearts are the same.",
        "author": "Criss Jami",
        "category": "argument, bias, compassion, court, debate, discerning, discourse, discussion, empathy, evil, god, good, heart, immorality, injustice, judgment, justice, love, mercy, misguided, morality, opinions, perception, perspectives, problems, solutions, sympathy, trial, truth, variance, wicked"
    },
    {
        "quote": "I wouldn't think that God is quite as much concerned with whether or not one actually sins as He is with whether or not in one's heart one genuinely wants to turn from sin; and therefore, continues working passionately with Him in doing so. It is not some pleasure of God's, as some might imagine, to stand around critiquing, arms crossed, holding a whip. I suppose that when someone weeps over their sins, He extends His hands; He wants them to lift their head and embrace Him and the mercy He's willing to show. But when someone is proud of their sins, He delivers His justice swiftly and righteously. Sin does not intimidate God - although He takes it very seriously - it does no real harm to Him whatsoever, only to the sinner and to other people: and He loves people.",
        "author": "Criss Jami",
        "category": "apologetics, christ, christ-jesus, critiquing, death, forgiveness, genuine, god, grace, harm, heart, jesus, jesus-christ, judgment, justice, love, mercy, mistakes, obedience, punishment, repentance, sin, sincere, whip"
    },
    {
        "quote": "We often use the Bible as a source for personal validation and defense, a sidekick and a shield, but these will prove ineffective without first the other part. We must also allow ourselves to be wounded by it. We tend to forget its authority - that it is a double-edged sword. Our decrepit, depraved hearts must be completely ripped out in order to welcome that of God.",
        "author": "Criss Jami",
        "category": "apologetics, authority, bible, bible-study, broken, christian, confirmation, correction, cripple, decrepit, defense, depravity, development, double-edged-sword, god, gods-word, growth, healing, heart, humility, learning, medicine, offended, scripture, shield, sidekick, study, sword, theology, transformation, understanding, validation, wounds, wounds-to-the-heart"
    },
    {
        "quote": "As for the secularist belief that says 'if we were to eliminate all religions, the world would know peace,' this is the Atheist Heaven; thus it is so important to him (although perhaps more laughable than some say the Christian Heaven). It is about as useless as saying 'if all people were true Christians, the world would know peace,' or 'if all people were devout Muslims, the world would know peace.' And even yet, the secular dream could remain active only for a time before generational rebellion and freedom of thought were to kick in anew.",
        "author": "Criss Jami",
        "category": "atheism, christian, heaven, muslim, religion"
    },
    {
        "quote": "Our poor world aspires simply to point out where Christians have gone wrong, and that is pretty much where it goes wrong. It is as though many of us, when of the world, are actually all the more judgmental: for we are stuck on a bad Christian while the Christian is pinned to a good Christ.",
        "author": "Criss Jami",
        "category": "apologetics, christ, christian, hypocrisy, jesus, judging, judgmental, secular, self-righteousness, world"
    },
    {
        "quote": "You are the enemy and a vessel through which the cure flows - if Christ lives in you, then you are an embodiment of the very shot this hostile and crying world needs as it, in every waking moment, struggles belligerently to resist.",
        "author": "Criss Jami",
        "category": "apologetics, christ, christian, cure, doctor, enemy, evangelism, hostility, jesus, love, resistance, service, shot, vaccine, vessel, world"
    },
    {
        "quote": "I'm not a political Christian; for the most part I allow people even their vain, earthly rights. And I certainly don't see anti-Christians as bad or evil (as if they actually have the power to pose any kind of threat against God Almighty), but rather complete idiots I was commanded to love.",
        "author": "Criss Jami",
        "category": "anti-christian, apologetics, christian, fools, forgiveness, god, grace, human-rights, ignorance, love, mercy, political, politics, rights, unconditional-love"
    },
    {
        "quote": "Respect elders; protect children. This I do believe. As a young man it is sometimes, in a charitable sense, difficult to shake the sentiment that every elderly person is my grandparent, and every child is my child.",
        "author": "Criss Jami",
        "category": "charity, children, community, compassion, elderly, family, life, love, protection, respect"
    },
    {
        "quote": "That which you love most will then become both your strength and your weakness.",
        "author": "Criss Jami",
        "category": "children, family, husband, love, spouse, strength, weakness, wife"
    },
    {
        "quote": "Much like humans, opinions come in all shapes and forms, but in the end, they are just what they are; and may yet still be categorized in nature. The first you might say is the Indoctrinal, which is, of course, dictated by community and necessity, by the human need for acceptance; secondly, there is the Personal, and this is often dictated by individuality, by the yearning to seem interesting and intelligent, or free, or special; and lastly comes the Emotional. This is most commonly dictated by circumstance and bitterness and excitement. However, rarely do we find the case in which any of these are dictated by reason in the pure state: it is by this we see that at the core of a number of false opinions lies not always misinformation but quite often some issue of the human self.",
        "author": "Criss Jami",
        "category": "beliefs, cognition, community, false-beliefs, false-opinions, individuality, indoctrination, logic, mind, misinformation, opinions, people, pride, psychology, reason, self, truth"
    },
    {
        "quote": "Sadly enough, some people are insecure in such a way that they cannot bear the thought of the sovereignty of God, the thought of His Being as greater than themselves. It makes them feel insignificant. But I know if I were to worship and obey anything, I would like it far greater than myself or any person or human system, preferably to the point that which it, perhaps, in all its majesty, makes me feel lost and even 'creatural' in my sheer humanity. Only this God - He who is great beyond human measure, yet still considers His creation precious - I find to be more than worthy of praise; otherwise, I bow down and worship nothing. And if the thought of such a superior and almighty God were to indeed offend me, I would have to remember that it is because I am only as significant as the things which I am idolizing, things which are ultimately separating me, the creation, from my original Creator.",
        "author": "Criss Jami",
        "category": "apologetics, authority, creature, depravity, god, holiness, humans, insecurity, insignificant, obedience, omnipotence, perfection, power, praise, righteousness, sovereignty, worship"
    },
    {
        "quote": "Where God is like the sun, the Devil is like a raindrop. There is no 'God vs. Satan' because they aren't even that close in power and authority. The former is very patient; the latter is at mercy.",
        "author": "Criss Jami",
        "category": "apologetics, authority, devil, dualism, evil, god, good, grace, love, lucifer, mercy, patience, power, raindrop, satan, sin, sovereignty, sun"
    },
    {
        "quote": "Keep your finger on the pulse of society, take controversies with a grain of salt, lick your finger and then lift it to the wind; always know what is going on, my friend, so this world can never steer you wrong again.",
        "author": "Criss Jami",
        "category": "controversy, culture, deceit, deception, finger, gossip, libel, lies, media, propaganda, right, slander, society, steer, truth, world, wrong"
    },
    {
        "quote": "False humility is quite like the worst of both worlds: both that of Meekness and that of Conceit.",
        "author": "Criss Jami",
        "category": "arrogance, bragging, conceit, deceit, ego, fake, false-humility, falsehood, humble-bragging, humility, meek, narcissism, pride, self, self-absorption, self-centeredness, sin, vanity, world"
    },
    {
        "quote": "A true prophet would rather be believed false by many but actually true than believed true by many but actually false.",
        "author": "Criss Jami",
        "category": "absolutes, authenticity, belief, courage, deception, falsehood, genuine, honesty, image, lies, perception, prophet, reputation, truth, ultimatum, uncompromising, wisdom"
    },
    {
        "quote": "I do not believe it possible for one to genuinely love Truth more than people (or vice versa). One might fall into the snare of loving the search more than people, or the pride of having exposed something or someone, but not the truth itself. For if you love Truth you love people; because to love people at all and without illusion, you must also love the truth about them.",
        "author": "Criss Jami",
        "category": "compassion, empathy, illusion, interest, learning, love, passion, people, pride, search, seek, snare, sympathy, truth, unconditional-love, wonder"
    },
    {
        "quote": "...And maybe one day you will wake up as an infant in a completely different universe, and your entire life thus far was just one big dream.",
        "author": "Criss Jami",
        "category": "baby, dream, heaven, imagination, infant, life, nightmare, paradise, reality, strange, universe"
    },
    {
        "quote": "The hype cheapens the hyped, as right things are then made wrong by exaggeration.",
        "author": "Criss Jami",
        "category": "accuracy, advertisement, business, cheap, deceit, dishonesty, exaggeration, honesty, hype, integrity, lies, marketing, media, reality, stories, truth"
    },
    {
        "quote": "Rebuke without love is abuse. But, a love that would never rebuke? I dare to admit that that, too, would be a kind of abuse.",
        "author": "Criss Jami",
        "category": "children, correction, discipline, love, parents, rebuke"
    },
    {
        "quote": "Generally it appears the case that, when faced with all life's problems, the baby, he wants to cry about everything, the child wants to question everything, the teenager wants to rebel against everything, the young adult wants to solve everything, the middle-aged adult wants to protect everything, and the elder wants to accept everything.",
        "author": "Criss Jami",
        "category": "adults, age, baby, children, circle-of-life, elder, funny, funny-but-true, generalization, humans, humor, life, people, problems, psychology, stages-of-life, stereotype, teenager, young-adults"
    },
    {
        "quote": "Some skeptics believe religious people are religious because they fear Hell. It's about as fair as saying skeptics are skeptics because they fear the ridicule of modern society.",
        "author": "Criss Jami",
        "category": "agnosticism, apologetics, appeal-to-ridicule, atheism, belief, cool, culture, discernment, earth, faith, fallacies, fear, fearless, god, heaven, hell, hell-on-earth, hypocrisy, hypocrisy-in-everyone, insecurity, irony, judgment, logic, logical-fallacies, martyr, mockery, modernity, peers, persecution, religion, ridicule, security, skeptic, skepticism, society, status-quo, theism, uncool"
    },
    {
        "quote": "Pride has quite a bit to do with hatred. In many a case in which one hates another, one subconsciously begins patterns of cherry-picking and selective hearing: he continues to look only for things about the other person which he can use to justify his hatred, things which will then make him feel less guilty about hating someone. In this regard, hatred is not so much an emotion as it is a decision.",
        "author": "Criss Jami",
        "category": "anger, anger-management, cherry-picking, decision, ego, emotions, grudge, guilt, habit, hate, hatred, humility, justification, love, pride, psychology, selective-hearing, stubborn, subconscious"
    },
    {
        "quote": "As cliché as it might sound, I'd rather lose than win by cheating. The latter is a much deeper, more personal loss in that one is admittedly whispering to himself his lack of competence. His cheating then begets more cheating, as he is ever-privately, ever-subconsciously insulting himself; thus, gradually deteriorating any remaining confidence.",
        "author": "Criss Jami",
        "category": "academics, cheating, cliche, college, confidence, dignity, exams, games, honesty, honor, honor-code, insecurity, insult, integrity, losing, lying, mental, noble, personal, psychology, quizzes, school, sin, sincerity, sports, subliminal, subsconscious, tests, whisper, winning"
    },
    {
        "quote": "It is sometimes but the mere hope for enjoyment that allows one to enjoy something, even when he is not really enjoying it at the moment.",
        "author": "Criss Jami",
        "category": "activities, anticipation, enjoyment, expectation, fun, future, hope, tolerance"
    },
    {
        "quote": "Many of us are literally prone to believing the most blatantly nonsensical untruths. There are some opinions and some beliefs so incredibly moronic, you actually feel stupid for not believing them; and it's probably because in giving the benefit of the doubt you self-doubt, you convince yourself into lame passivity and blind acceptance, you tell yourself, 'Maybe I'm just missing something here.",
        "author": "Criss Jami",
        "category": "belief, benefit-of-the-doubt, opinion, self-doubt, stupidity"
    },
    {
        "quote": "I am not convinced of the argument, 'I want to believe; it is only those awful Christians I hate. They get in the way of my belief.' If you hate Christians more than you love Christ, you do not love Christ. It comes to mind the question, 'If you do not love your brother or sister whom you have seen, how can you love God whom you have not seen?",
        "author": "Criss Jami",
        "category": "apologetics, belief, christ, christians, hypocrisy, love"
    },
    {
        "quote": "You are believing not in your god but in yourself if your god knows no better than you do...and yet, in this alone, I am afraid, you have already been fooling yourself.",
        "author": "Criss Jami",
        "category": "agnosticism, atheism, belief, confusion, deception, faithlessness, false-beliefs, foolishness, god, idolatry, illusion, narcissism, self-deception, self-worship, theism, unbelief"
    },
    {
        "quote": "Worldly religion is that which replaces Faith with mere wishful thinking. One must not make the common mistake of putting his faith in all the things he thinks God ought to bless him with; he should instead keep his faith planted in God Himself. Present to Him his needs and wants like a child to his Father, but have faith only in His wisdom and goodness like a servant to his King. God must always be one's Everything before He is one's token to everything.",
        "author": "Criss Jami",
        "category": "apologetics, blessings, child, conquer, failure, faith, father, god, goodness, king, prayer, religion, servant, success, victory, winning, wisdom, wishful-thinking"
    },
    {
        "quote": "Life is about discovering things worth dying for.",
        "author": "Criss Jami",
        "category": "death, discipline, discovery, experience, growth, learning, life, love, martyr, maturity, morality, suffering, worth"
    },
    {
        "quote": "Do not tell someone you are hungry if, whenever they feed you, you do not eat.",
        "author": "Criss Jami",
        "category": "appreciation, eating, food, food-for-thought, gratitude, hungry, love, relationship, sincerity, thankfulness"
    },
    {
        "quote": "If I do not love my fellow man, I can be sure of it that I do not love Jesus Christ. And I would do well if guilty of loving Jesus Christ even more than I love my fellow man, because only by this may I fully come to love my fellow man.",
        "author": "Criss Jami",
        "category": "compassion, fellow-man, jesus, learning-to-love, love"
    },
    {
        "quote": "There is not one harsher, more sure-fire way to fail than that of the man who tries to be like Jesus without submitting to Jesus.",
        "author": "Criss Jami",
        "category": "failure, godliness, jesus, salvation, works"
    },
    {
        "quote": "People assume that repetition is always a static thing, but I beg to differ. Repetition is just as often the complete opposite of that: or a sign of rapid personal growth. In this repetition manifests one's ability to go on experiencing again the very same thing from a different perspective and in a brand-new light.",
        "author": "Criss Jami",
        "category": "experience, growth, habit, perspective, repetition"
    },
    {
        "quote": "The actual confident man, the man truly sure of himself, is not he who esteems himself higher than others, but he who is sure enough that he can bear to esteem others higher than himself.",
        "author": "Criss Jami",
        "category": "arrogance, cocky, confident, ego, esteem, high-self-esteem, humility, insecurity, love, low-self-esteem, pride, security, self-esteem, service, sure"
    },
    {
        "quote": "Assuming what people want is about as controlled as using fireworks to start a fire.",
        "author": "Criss Jami",
        "category": "appeasement, assumptions, controlled, failure, fire, fireworks, flattery, funny, funny-but-true, guessing, humor, unpredictable"
    },
    {
        "quote": "Heresy would like to think of itself as 'invented Truth'. But of course, all Reason and Logic would agree that no man can ever create Truth; he can only discover it. If heresy were ever at all beneficial, God would use it really to bring one right back to Truth, as countless 'inventions' have brought men to discovery.",
        "author": "Criss Jami",
        "category": "answers, apologetics, argumentation, beliefs, church, create, deceit, definition, discovery, doctrine, exploration, facts, false-prophets, falsehood, fundamental, gnosticism, god, heresy, honesty, hope, invent, lies, logic, mathematics, mystery, opinions, original, orthodoxy, philosophy, questions, reason, religion, science, theology, thinking, thought, truth, unoriginal"
    },
    {
        "quote": "We live in an age so legalistic, we find it hard to imagine someone wanting to obey their Lord simply because they love their God.",
        "author": "Criss Jami",
        "category": "god, grace, legalism, love, obedience"
    },
    {
        "quote": "If you are not there for other people, do not expect them to be there for you. In many a case one might conclude that this is part of God's sovereign justice. His grace, however, is that He Himself will always be there for you, no matter what.",
        "author": "Criss Jami",
        "category": "being-there, god, grace, justice, love, sovereignty"
    },
    {
        "quote": "The worst evil is that most subtle evil. It is the evil that is merely 'base' which is more evil than evil itself. For it is the one closest to righteousness, the one indistinguishable and doused in virtue.",
        "author": "Criss Jami",
        "category": "bad, deception, evil, good, righteousness"
    },
    {
        "quote": "They call good evil and evil good. There are those who are so easily offended that they lose their ability to ever discern any truth, and this is often derived from a sort of frenzy by way of their own masked prejudice.",
        "author": "Criss Jami",
        "category": "coward, discernment, dishonesty, evil, facts, fake-outrage, frenzy, good, honesty, immorality, judgmental, logic, mask, moral-compass, morality, offended, outrage, prejudice, reason, truth"
    },
    {
        "quote": "Perhaps it is true that, by some definitions, Satan is more religious than God. Many of the particularly proud sinners are deceived into thinking that Satan is anti-religious, that he likes seeing people do immoral things simply because he likes immoral things. Doubtful; Satan likes for people to do immoral things so that he can blame them for doing immoral things. The Father of Lies laughs not with his teammates, but at them.",
        "author": "Criss Jami",
        "category": "accusation, accuser, anti-religious, apologetics, blame, deception, devil, evil, father-of-lies, fault, god, good, hypocrisy, immoral, incrimination, legalism, lies, lucifer, moral, pride, religious, satan, sin, sinners, teammates, theology"
    },
    {
        "quote": "The pride of man hopes but to blame God for the evils of the world, and to praise himself for the good.",
        "author": "Criss Jami",
        "category": "accountability, apologetics, blame, evil, god, good, hypocrisy, man, pride, religion, responsibility, sin"
    },
    {
        "quote": "Self-awareness - the commendable ability to be yourself without being a nuisance to someone else.",
        "author": "Criss Jami",
        "category": "empathy, hypocrisy, self-awareness, self-control, understanding"
    },
    {
        "quote": "Speculation, movements having abandoned rational thought, echo chambers, projection, hypocrisy by little to no self-awareness, bewildering minds brainwashed and manipulative hearts manipulated - one is sure to find these à la people cock-sure in their biased and fanatical, immovable despising of persons. We would all do well to humbly re-think from time to time: 'Whom do I really hate? For what purpose?",
        "author": "Criss Jami",
        "category": "confusion, echo-chamber, emotion, hate, hypocrisy, hypocrisy-in-everyone, manipulation, pride, projection, self-awareness, self-hate, self-loathing, thought"
    },
    {
        "quote": "Sure, some of us humans might be angry at a sovereign God about Hell, but know that that is about as meaningful as a few germs being angry at humans about bleach.",
        "author": "Criss Jami",
        "category": "anger, antitheism, apologetics, atheism, bacteria, bleach, damnation, germs, god, hell, holiness, holiness-of-god, hypocrisy, punishment, scientist, sin, sovereignty, sovereignty-of-god, theism"
    },
    {
        "quote": "For what religion has never had sects? Rest assured, Extremism is always the derrière.",
        "author": "Criss Jami",
        "category": "apologetics, butt, clever, cult, death, denominations, derriere, execution, extremism, fanaticism, funny, funny-but-true, hate, heresy, humor, ideology, law, murder, radical, religion, sin, violence, war, witty"
    },
    {
        "quote": "When disinformation is running rampant, there are two ignorances that may emerge: the one is actually positive, a sort of pure and intentional emptying of the mind; but the other is of course negative and clogged and polluted.",
        "author": "Criss Jami",
        "category": "disinformation, ignorance, media, misinformation, propaganda"
    },
    {
        "quote": "Just because something isn't a lie does not mean that it isn't deceptive. A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.",
        "author": "Criss Jami",
        "category": "agenda, bad-influence, compulsive-liar, controlling, craftsman, deception, destruction, dishonest, influence, lies, manipulation, media, mislead, slander, speak, true"
    },
    {
        "quote": "God's judgment is not like man's judgment. It is not a suspension of His Love but an extension of His Love. His justice is always righteous, so His judgment is always Love.",
        "author": "Criss Jami",
        "category": "apologetics, extension, god, holiness, holiness-of-god, judgment, justice, love, love-of-god, righteousness, sin, suspension, wrath, wrath-of-god"
    },
    {
        "quote": "Nothing amuses people more than a cocky guy who starts losing.",
        "author": "Criss Jami",
        "category": "amusement, arrogance, athletics, cocky, competition, entertainment, funny, funny-but-true, haters, humility, humor, justice, karma, losing, narcissism, pride, sports, winning"
    },
    {
        "quote": "God is so omnipotent yet man so impotent, the Divine masterpiece was not even in creating the universe, but in making sin boring to sinners.",
        "author": "Criss Jami",
        "category": "creation, god, masterpiece, righteousness, sin"
    },
    {
        "quote": "Sanity for anyone is pretty much out of the question, as both the saint and the sinner appear only equally insane: the saint appears it for actually believing in a place of eternal torment; the sinner, for deciding to risk going to that place of eternal torment.",
        "author": "Criss Jami",
        "category": "apologetics, heaven, hell, insanity, religion, saint, salvation, sanity, sin, sinner, theology"
    },
    {
        "quote": "One is not necessarily made self-centered because he is foolish, but one is very often made foolish because he is self-centered.",
        "author": "Criss Jami",
        "category": "arrogance, bad-decisions, decisions, depravity, ego, egotistical, fallen, foolish, humility, inconsiderate, love, pride, self-centered, selfish, sin, sinners"
    },
    {
        "quote": "Plot twist: everything goes exactly as planned.",
        "author": "Criss Jami",
        "category": "books, clever, ending, expectation, foreshadowing, funny, funny-but-true, humor, movies, novels, paradox, planning, planning-ahead, plays, plot, plot-twist, shows, stories, surprise, surprise-endings, television, tv, tv-shows"
    },
    {
        "quote": "Let them spend their time condemning every action of persons they do not like; by this let them revoke their own condemnation licenses: no one will take them seriously when it comes time to condemn something that really needs to be condemned, and thus hear, hear, despite the excess noise, the reasonable voices may prevail.",
        "author": "Criss Jami",
        "category": "condemnation, criticism, love, reason, rebuke"
    },
    {
        "quote": "If we all knew who God really was and what he really wanted for each and every one of us, we would all know that only a fool could really deny him.",
        "author": "Criss Jami",
        "category": "apologetics, foolishness, god, goodness, goodness-of-god, knowing-god, life, love, worship"
    },
    {
        "quote": "Civic duty? Perhaps it would be a little naive to try to coerce me into voting. I assure you my basic standards of healthy living are very different from yours, which is the reason I do not vote. You should note that, as nonsensical a scenario, if forced to choose I would most definitely rather live in a failing, Christ-honoring, God-fearing nation than a flourishing one that mocks said Creator. Beware of my personal ambitions.",
        "author": "Criss Jami",
        "category": "ambition, civic-duty, country, democracy, democracy-voting, elections, god, healthy, mock, political, theocracy, voting"
    },
    {
        "quote": "To merely blank the page and vaguely assume that 'religion' is the cause of all the world's problems is, on the contrary, an allegation brought about by nothing more than cognitive lethargy; it is when unburied, unpacked, and exposed but a stale conclusion and a misdirection for the one overwhelmed by centuries of sound theology, scholarly thought, and spiritual development.",
        "author": "Criss Jami",
        "category": "apologetics, lazy, religion, theology, theology-of-religions"
    },
    {
        "quote": "Comedy to me has always seemed a social tightrope for the comedian. For all axioms intellectually sound the general public would prefer to be amused, but in those emotionally sound, it then chooses to get offended.",
        "author": "Criss Jami",
        "category": "comedian, comedy, emotional, humor, intellectual, jokes, offensive"
    },
    {
        "quote": "Narcissists often feign oppression because narcissists always feel entitled.",
        "author": "Criss Jami",
        "category": "entitlement, feign, mental-illness, narcissism, oppression"
    },
    {
        "quote": "The fans are always more radical than that which they are fans.",
        "author": "Criss Jami",
        "category": "crazy, extremism, fan, fan-base, fanaticism, obnoxious, obsession, political, radical, religious, zealous"
    },
    {
        "quote": "Always have there been great numbers of individuals who were very much eager to fight for good causes. Always there were these, but then there were even greater numbers of trendies who would then become wholly and completely misguided in the efforts.",
        "author": "Criss Jami",
        "category": "activism, cause, guidance, manipulation, media, purpose, trend"
    },
    {
        "quote": "That most pleasant weather to feel is the one never felt.",
        "author": "Criss Jami",
        "category": "beautiful-weather, bliss, cool, cool-weather, disturbance, forecast, ignorance-is-bliss, peacefulness, perfect-weather, pleasant, sunny, sunshine, unnoticed, warm, warm-weather, weather"
    }
]