[
    {
        "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
        "author": "Friedrich Nietzsche",
        "category": "friendship, lack-of-friendship, lack-of-love, love, marriage, unhappy-marriage"
    },
    {
        "quote": "There is always some madness in love. But there is also always some reason in madness.",
        "author": "Friedrich Nietzsche",
        "category": "love, madness"
    },
    {
        "quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
        "author": "Friedrich Nietzsche",
        "category": "enemies, friends, friendship, hatred, intelligence, knowledge, love, wisdom"
    },
    {
        "quote": "One ought to hold on to one's heart; for if one lets it go, one soon loses control of the head too.",
        "author": "Friedrich Nietzsche",
        "category": "emotions, heart, insanity, love, rationality, reason"
    },
    {
        "quote": "Amor Fati – “Love Your Fate”, which is in fact your life.",
        "author": "Friedrich Nietzsche",
        "category": "fate, inspirational, life, love"
    },
    {
        "quote": "Ultimately, it is the desire, not the desired, that we love.",
        "author": "Friedrich Nietzsche",
        "category": "desire, love"
    },
    {
        "quote": "Love is a state in which a man sees things most decidedly as they are not.",
        "author": "Friedrich Nietzsche",
        "category": "love"
    },
    {
        "quote": "The spiritualization of sensuality is called love: it is a great triumph over Christianity.",
        "author": "Friedrich Nietzsche",
        "category": "anti-christian, christianity, love, sensuality, spirituality"
    },
    {
        "quote": "He who has a why to live for can bear almost any how.",
        "author": "Friedrich Nietzsche",
        "category": "how, life, purpose, questioning, questions, why"
    },
    {
        "quote": "Art is the proper task of life.",
        "author": "Friedrich Nietzsche",
        "category": "art, inspirational, life"
    },
    {
        "quote": "Is life not a thousand times too short for us to bore ourselves?",
        "author": "Friedrich Nietzsche",
        "category": "boredom, life"
    },
    {
        "quote": "The overman...Who has organized the chaos of his passions, given style to his character, and become creative. Aware of life's terrors, he affirms life without resentment.",
        "author": "Friedrich Nietzsche",
        "category": "control, discipline, life"
    },
    {
        "quote": "He who has attained the freedom of reason to any extent cannot, for a long time, regard himself otherwise than as a wanderer on the face of the earth - and not even as a traveler towards a final goal, for there is no such thing. But he certainly wants to observe and keep his eyes open to whatever actually happens in the world; therefore he cannot attach his heart too firmly to anything individual; he must have in himself something wandering that takes pleasure in change and transitoriness.",
        "author": "Friedrich Nietzsche",
        "category": "life"
    },
    {
        "quote": "One must still have chaos in oneself to be able to give birth to a dancing star.",
        "author": "Friedrich Nietzsche",
        "category": "creative-process, creativity, inspirational, mental-illness, outsider, self-discovery"
    },
    {
        "quote": "Dancing in all its forms cannot be excluded from the curriculum of all noble education; dancing with the feet, with ideas, with words, and, need I add that one must also be able to dance with the pen?",
        "author": "Friedrich Nietzsche",
        "category": "dancing, inspirational"
    },
    {
        "quote": "Arrogance on the part of the meritorious is even more offensive to us than the arrogance of those without merit: for merit itself is offensive.",
        "author": "Friedrich Nietzsche",
        "category": "arrogance, inspirational, philosphy"
    },
    {
        "quote": "It is hard enough to remember my opinions, without also remembering my reasons for them!",
        "author": "Friedrich Nietzsche",
        "category": "humor, philosophy"
    },
    {
        "quote": "A joke is an epigram on the death of a feeling.",
        "author": "Friedrich Nietzsche",
        "category": "humor, humour, jokes"
    },
    {
        "quote": "When we are tired, we are attacked by ideas we conquered long ago.",
        "author": "Friedrich Nietzsche",
        "category": "past, philosophy"
    },
    {
        "quote": "I would believe only in a God that knows how to dance.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "The true man wants two things: danger and play. For that reason he wants woman, as the most dangerous plaything.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy, women"
    },
    {
        "quote": "The most perfidious way of harming a cause consists of defending it deliberately with faulty arguments.",
        "author": "Friedrich Nietzsche",
        "category": "perception, philosophy, scientific-process, truth"
    },
    {
        "quote": "I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage",
        "author": "Friedrich Nietzsche",
        "category": "ant-christ, atheism, philosophy, religion"
    },
    {
        "quote": "I am one thing, my writings are another.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "All great things must first wear terrifying and monstrous masks in order to inscribe themselves on the hearts of humanity.",
        "author": "Friedrich Nietzsche",
        "category": "history, humanity, philosophy"
    },
    {
        "quote": "If a man has character, he has also his typical experience, which always recurs.",
        "author": "Friedrich Nietzsche",
        "category": "nietzsche, philosophy"
    },
    {
        "quote": "Plato was a bore.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "What then is truth? A movable host of metaphors, metonymies, and anthropomorphisms: in short, a sum of human relations which have been poetically and rhetorically intensified, transferred, and embellished, and which, after long usage, seem to a people to be fixed, canonical, and binding. Truths are illusions which we have forgotten are illusions — they are metaphors that have become worn out and have been drained of sensuous force.",
        "author": "Friedrich Nietzsche",
        "category": "friedrich-nietzche, philosophy"
    },
    {
        "quote": "You say, it's dark. And in truth, I did place a cloud before your sun. But do you not see how the edges of the cloud are already glowing and turning light.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "The life of the enemy . Whoever lives for the sake of combating an enemy has an interest in the enemy's staying alive.",
        "author": "Friedrich Nietzsche",
        "category": "enemies, life, philosophy"
    },
    {
        "quote": "I have forgotten my umbrella.",
        "author": "Friedrich Nietzsche",
        "category": "aphorism, derrida, interpretation, philosophy"
    },
    {
        "quote": "I consist of body and soul - in the worlds of a child. And why shouldn't we speak like children? But the enlightened, the knowledgealbe would say: I am body through and through, nothing more; and the soul is just a word for something on the body.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "Because we have for millenia made moral, aesthetic, religious demands on the world, looked upon it with blind desire, passion or fear, and abandoned ourselves to the bad habits of illogical thinking, this world has gradually become so marvelously variegated, frightful, meaningful, soulful, it has acquired color - but we have been the colorists: it is the human intellect that has made appearances appear and transported its erroneous basic conceptions into things.",
        "author": "Friedrich Nietzsche",
        "category": "humanity, insightful, philosophy"
    },
    {
        "quote": "In some remote corner of the universe, poured out and glittering among innumerable solar systems, there once was a star on which clever animals invented knowledge.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "A nation is a detour of nature to arrive at five or six great men- yes, and then to get around them.",
        "author": "Friedrich Nietzsche",
        "category": "nietzsche, philosophy, politics"
    },
    {
        "quote": "You may lie with your mouth, but with the mouth you make as you do so you none the less tell the truth.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "The tragedy is that we cannot believe the dogmas of religion and metaphysics if we have the strict methods of truth in heart and head, but on the other hand, we have become through the development of humanity so tenderly suffering that we need the highest kind of means of salvation and consolation: whence arises the danger that man may bleed to death through the truth that he realises.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "Excess of strength alone is proof of strength",
        "author": "Friedrich Nietzsche",
        "category": "axiom, philosophy"
    },
    {
        "quote": "All that exists is just and unjust and is equally justified in both respects.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "To be incapable of taking one’s enemies, one’s accidents, even one’s misdeeds seriously for very long - that is the sign of strong full natures in whom there is an excess of power to form, to mold, to recuperate and to forget. Mirabeau had no memory for insults and vile actions done to him and was unable to forgive simply because he - forgot. Such a man shakes off with a single shrug the many vermin that eat deep into others.",
        "author": "Friedrich Nietzsche",
        "category": "ethics, friedrich-nietzsche, justice, morals, philosophy, psychology, truth, wisdom"
    },
    {
        "quote": "Plus d'un qui n'a pu liberer ses propres chaines a su pourtant en liberer son ami.",
        "author": "Friedrich Nietzsche",
        "category": "philosophy"
    },
    {
        "quote": "Dove la moralità è troppo forte l'intelletto perisce.",
        "author": "Friedrich Nietzsche",
        "category": "morality, philosophy"
    },
    {
        "quote": "There are no facts, only interpretations.",
        "author": "Friedrich Nietzsche",
        "category": "perspective, truth"
    },
    {
        "quote": "A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all.",
        "author": "Friedrich Nietzsche",
        "category": "failure, intelligence, science, scientific-process, success, truth"
    },
    {
        "quote": "Convictions are more dangerous foes of truth than lies.",
        "author": "Friedrich Nietzsche",
        "category": "convictions, existentialism, lies, truth"
    },
    {
        "quote": "Belief means not wanting to know what is true.",
        "author": "Friedrich Nietzsche",
        "category": "belief, truth"
    },
    {
        "quote": "What, then, is truth? A mobile army of metaphors, metonyms, and anthropomorphisms – in short, a sum of human relations, which have been enhanced, transposed, and embellished poetically and rhetorically, and which after long use seem firm, canonical, and obligatory to a people: truths are illusions about which one has forgotten that this is what they are; metaphors which are worn out and without sensuous power; coins which have lost their pictures and now matter only as metal, no longer as coins.",
        "author": "Friedrich Nietzsche",
        "category": "abstraction, language, metaphor, myths, representation, truth"
    },
    {
        "quote": "Truth is a mobile army of metaphors, metonyms, anthropomorphisms, in short a sum of human relations which have been subjected to poetic and rhetorical intensification, translation and decoration […]; truths are illusions of which we have forgotten that they are illusions, metaphors which have become worn by frequent use and have lost all sensuous vigour […]. Yet we still do not know where the drive to truth comes from, for so far we have only heard about the obligation to be truthful which society imposes in order to exist\"from, \"On Truth and Lying in a Non-Moral Sense\".",
        "author": "Friedrich Nietzsche",
        "category": "nietzsche, truth"
    },
    {
        "quote": "Einer hat immer Unrecht: aber mit zweien beginnt die Wahrheit. Einer kann sich nicht beweisen: aber zweie kann man bereits nicht widerlegen.",
        "author": "Friedrich Nietzsche",
        "category": "german, proof, right, subjectivity, truth, unrecht, wahrheit"
    },
    {
        "quote": "It was a subtle refinement of God to learn Greek when he wished to write a book – and that he did not learn it better.",
        "author": "Friedrich Nietzsche",
        "category": "god, the-bible"
    },
    {
        "quote": "Whoever extolleth him as a God of love, doth not think highly enough of love itself. Did not that God want also to be judge? But the loving one loveth irrespective of reward and requital.",
        "author": "Friedrich Nietzsche",
        "category": "god"
    },
    {
        "quote": "The advantage of a bad memory is that one enjoys several times the same good things for the first time.",
        "author": "Friedrich Nietzsche",
        "category": "forgetfulness, forgetting, happiness, memory"
    },
    {
        "quote": "Hope in reality is the worst of all evils because it prolongs the torments of man.",
        "author": "Friedrich Nietzsche",
        "category": "hope"
    },
    {
        "quote": "Remain faithful to the earth, my brothers, with the power of your virtue. Let your gift-giving love and your knowledge serve the meaning of the earth. Thus I beg and beseech you. Do not let them fly away from earthly things and beat with their wings against eternal walls. Alas, there has always been so much virtue that has flown away. Lead back to the earth the virtue that flew away, as I do—back to the body, back to life, that it may give the earth a meaning, a human meaning.",
        "author": "Friedrich Nietzsche",
        "category": "care, dream, earth, future, heaven, hope, human, humanity, love, man, now, real, virtue"
    },
    {
        "quote": "The final reward of the dead - to die no more",
        "author": "Friedrich Nietzsche",
        "category": "death, nietzsche"
    },
    {
        "quote": "Poets are shameless with their experiences: they exploit them.",
        "author": "Friedrich Nietzsche",
        "category": "exploitation, poetry, poets"
    },
    {
        "quote": "We talk so abstractly about poetry because all of us are usually bad poets.",
        "author": "Friedrich Nietzsche",
        "category": "poetry"
    },
    {
        "quote": "A casual stroll through the lunatic asylum shows that faith does not prove anything.",
        "author": "Friedrich Nietzsche",
        "category": "belief, delusions, faith, insanity"
    },
    {
        "quote": "At times one remains faithful to a cause only because its opponents do not cease to be insipid.",
        "author": "Friedrich Nietzsche",
        "category": "faith, insipid, opponent"
    },
    {
        "quote": "A good writer possesses not only his own spirit but also the spirit of his friends.",
        "author": "Friedrich Nietzsche",
        "category": "friends, friendship, observation, writers, writing"
    },
    {
        "quote": "All I need is a sheet of paperand something to write with, and thenI can turn the world upside down.",
        "author": "Friedrich Nietzsche",
        "category": "writing"
    },
    {
        "quote": "It is my ambition to say in ten sentences what others say in a whole book.",
        "author": "Friedrich Nietzsche",
        "category": "brevity, writing"
    },
    {
        "quote": "The author must keep his mouth shut when his work starts to speak.",
        "author": "Friedrich Nietzsche",
        "category": "writing"
    },
    {
        "quote": "It is not the strength, but the duration, of great sentiments that makes great men.",
        "author": "Friedrich Nietzsche",
        "category": "writing"
    },
    {
        "quote": "In heaven, all the interesting people are missing.",
        "author": "Friedrich Nietzsche",
        "category": "heaven, religion"
    },
    {
        "quote": "I cannot believe in a God who wants to be praised all the time.",
        "author": "Friedrich Nietzsche",
        "category": "agama, agnosticism, prayer, religion"
    },
    {
        "quote": "Is man merely a mistake of God's? Or God merely a mistake of man?",
        "author": "Friedrich Nietzsche",
        "category": "atheism, organized-religion, paradox, religion"
    },
    {
        "quote": "In truth,there was only one christian and he died on the cross.",
        "author": "Friedrich Nietzsche",
        "category": "christian-behavior, christianity, religion"
    },
    {
        "quote": "Two great European narcotics, alcohol and Christianity.",
        "author": "Friedrich Nietzsche",
        "category": "drinking, religion"
    },
    {
        "quote": "Fanatics are picturesque, mankind would rather see gestures than listen to reasons.",
        "author": "Friedrich Nietzsche",
        "category": "fanatics, fundamentalists, reason, religion"
    },
    {
        "quote": "Ultimately, nobody can get more out of things, including books, than he already knows.",
        "author": "Friedrich Nietzsche",
        "category": "books, knowledge, nietzche, reading"
    },
    {
        "quote": "They're so cold, these scholars!May lightning strike their foodso that their mouths learn howto eat fire!",
        "author": "Friedrich Nietzsche",
        "category": "coldness, education, elitism, higher-education, scholars, scholarship"
    },
    {
        "quote": "It is nobler to declare oneself wrong than to insist on being right --especially when one is right.",
        "author": "Friedrich Nietzsche",
        "category": "life-lessons, nietzsche, noble, right, wrong"
    },
    {
        "quote": "We do not belong to those who have ideas only among books, when stimulated by books. It is our habit to think outdoors - walking, leaping, climbing, dancing, preferably on lonely mountains or near the sea where even the trails become thoughtful.",
        "author": "Friedrich Nietzsche",
        "category": "books, idea, thought, walking"
    },
    {
        "quote": "Thus I spoke, more and more softly; for I was afraid of my own thoughts and the thoughts behind my thoughts.",
        "author": "Friedrich Nietzsche",
        "category": "fear, speaking, thoughts, thus-spoke-zarathustra"
    },
    {
        "quote": "Shared joys make a friend, not shared sufferings.",
        "author": "Friedrich Nietzsche",
        "category": "friendship"
    },
    {
        "quote": "How good music and bad reasons sound when one marches against an enemy.",
        "author": "Friedrich Nietzsche",
        "category": "war"
    },
    {
        "quote": "Today as always, men fall into two groups: slaves and free men. Whoever does not have two-thirds of his day for himself, is a slave, whatever he may be: a statesman, a businessman, an official, or a scholar.",
        "author": "Friedrich Nietzsche",
        "category": "humour, men, slavery, slaves"
    },
    {
        "quote": "philosophy is not suited for the masses, what they need is holiness.",
        "author": "Friedrich Nietzsche",
        "category": "humour, philosophical"
    },
    {
        "quote": "A thinking man never be a party man.",
        "author": "Friedrich Nietzsche",
        "category": "politics"
    },
    {
        "quote": "A real man wants two things: danger and play. Therefore he wants woman as the most dangerous plaything. Man shall be educated for war, and woman for the recreation of the warrior: all else is folly.",
        "author": "Friedrich Nietzsche",
        "category": "man, recreation, woman, women"
    },
    {
        "quote": "Among such persons are those women who transform themselves into just that function of a man that is but weakly developed in him, and then become his purse, or his politics, or his social intercourse. Such beings maintain themselves best when they insert themselves in an alien organism; if they do not succeed they become vexed, irritated, and eat themselves up.",
        "author": "Friedrich Nietzsche",
        "category": "man, men, woman, women"
    },
    {
        "quote": "The slow arrow of beauty. The most noble kind of beauty is that which does not carry us away suddenly, whose attacks are not violent or intoxicating (this kind easily awakens disgust), but rather the kind of beauty which infiltrates slowly, which we carry along with us almost unnoticed, and meet up with again in dreams; finally, after it has for a long time lain modestly in our heart, it takes complete possession of us, filling our eyes with tears, our hearts with longing. What do we long for when we see beauty? To be beautiful. We think much happiness must be connected with it. But that is an error.",
        "author": "Friedrich Nietzsche",
        "category": "beauty"
    },
    {
        "quote": "In Christianity neither morality nor religion come into contact with reality at any point.",
        "author": "Friedrich Nietzsche",
        "category": "christianity"
    },
    {
        "quote": "The word \"Christianity\" is already a misunderstanding; in reality there has been only one Christian, and he died on the cross.",
        "author": "Friedrich Nietzsche",
        "category": "christian, christianity, cross"
    },
    {
        "quote": "There have been two great narcotics in European civilisation: Christianity and alcohol.",
        "author": "Friedrich Nietzsche",
        "category": "alcohol, booze, christianity, envy, european-history, funny, german, narcotics, philosophy"
    },
    {
        "quote": "Whoever fights monsters should see to it that in the process he does not become a monster. And if you gaze long enough into an abyss, the abyss will gaze back into you.",
        "author": "Friedrich Nietzsche",
        "category": "corruption, dark-side, fighting, monsters, soul"
    },
    {
        "quote": "What is happening to me happens to all fruits that grow ripe. It is the honey in my veins that makes my blood thicker, and my soul quieter.",
        "author": "Friedrich Nietzsche",
        "category": "blood, fruit, honey, ripe, soul, veins"
    },
    {
        "quote": "You must have chaos within you to give birth to a dancing star.",
        "author": "Friedrich Nietzsche",
        "category": "art, chaos"
    },
    {
        "quote": "We have art in order not to die of the truth.",
        "author": "Friedrich Nietzsche",
        "category": "art"
    },
    {
        "quote": "If you know the why, you can live any how.",
        "author": "Friedrich Nietzsche",
        "category": "art, understanding"
    },
    {
        "quote": "For art to exist, for any sort of aesthetic activity or perception to exist, a certain physiological precondition is indispensable: intoxication.",
        "author": "Friedrich Nietzsche",
        "category": "art, creativity, drinking"
    },
    {
        "quote": "Art is essentially the affirmation, the blessing, and the deification of existence.",
        "author": "Friedrich Nietzsche",
        "category": "art, creativity"
    },
    {
        "quote": "[N]othing is more easily corrupted than an artist.",
        "author": "Friedrich Nietzsche",
        "category": "art, artist, asceticism, corruption"
    },
    {
        "quote": "Art as the single superior counter-force against all will to negation of life, art as the anti-Christian, anti-Buddhist, anti-Nihilist par excellence.",
        "author": "Friedrich Nietzsche",
        "category": "art"
    },
    {
        "quote": "The worst readers are those who behave like plundering troops: they take away a few things they can use, dirty and confound the remainder, and revile the whole.",
        "author": "Friedrich Nietzsche",
        "category": "nietzsche, readers, reading"
    },
    {
        "quote": "And granted that your imperative, \"living according to Nature,\" means actually the same as \"living according to life\"--how could you do DIFFERENTLY? Why should you make a principle out of what you yourselves are, and must be?",
        "author": "Friedrich Nietzsche",
        "category": "life, morality, nature"
    },
    {
        "quote": "How can a man become great if he does not feel in himself the force and the will to inflict great pain",
        "author": "Friedrich Nietzsche",
        "category": "greatness, pain"
    },
    {
        "quote": "If something is to stay in the memory it must be burned in: only that which never ceases hurting stays in the memory.",
        "author": "Friedrich Nietzsche",
        "category": "heartbreak, memory, pain"
    },
    {
        "quote": "And those who were seen dancing were thought to be insane by those who could not hear the music.",
        "author": "Friedrich Nietzsche",
        "category": "dance, music"
    },
    {
        "quote": "We should consider every day lost on which we have not danced at least once.",
        "author": "Friedrich Nietzsche",
        "category": "dance, dancing, music"
    },
    {
        "quote": "Music heals all forms of misery",
        "author": "Friedrich Nietzsche",
        "category": "christian, inspirational, misery, music, singing, worship"
    },
    {
        "quote": "Family love is messy, clinging, and of an annoying and repetitive pattern, like bad wallpaper.",
        "author": "Friedrich Nietzsche",
        "category": "family, love"
    },
    {
        "quote": "What knows he of love who has not been obliged to despise just what he loved",
        "author": "Friedrich Nietzsche",
        "category": "family, life, love"
    },
    {
        "quote": "Giving style” to one’s character - a great and rare art! It is exercised by those who see all the strengths and weaknesses of their own natures and then comprehend them in an artistic plan until everything appears as art and reason and even weakness delights the eye.",
        "author": "Friedrich Nietzsche",
        "category": "confomity, courage, individuality, nonconformity, self-freedom, truth-to-self"
    },
    {
        "quote": "We ought to face our destiny with courage.",
        "author": "Friedrich Nietzsche",
        "category": "courage, destiny"
    },
    {
        "quote": "The deepest and most sublime hatred is a hatred which creates ideals and transforms values—something whose like has never been seen on earth",
        "author": "Friedrich Nietzsche",
        "category": "passion"
    },
    {
        "quote": "To predict the behavior of ordinary people in advance, you only have to assume that they will always try to escape a disagreeable situation with the smallest possible expenditure of intelligence.",
        "author": "Friedrich Nietzsche",
        "category": "reality"
    },
    {
        "quote": "We possess art lest we perish of the truth.",
        "author": "Friedrich Nietzsche",
        "category": "arbitrariness, art, life, meaning, reality, vapidity"
    },
    {
        "quote": "In individuals, insanity is rare; but in groups, parties, nations and epochs, it is the rule.",
        "author": "Friedrich Nietzsche",
        "category": "insanity, society"
    },
    {
        "quote": "We like to be out in nature so much because it has no opinion on us.",
        "author": "Friedrich Nietzsche",
        "category": "nature, opinion, personality, society"
    },
    {
        "quote": "The desire to annoy no one, to harm no one, can equally well be the sign of a just as of an anxious disposition.",
        "author": "Friedrich Nietzsche",
        "category": "psychology"
    },
    {
        "quote": "To leave is to suffer,to survive is to find some meaning in the suffering.",
        "author": "Friedrich Nietzsche",
        "category": "nietzsche, philosophy-of-life, psychology"
    },
    {
        "quote": "That which does not kill us makes us stronger.",
        "author": "Friedrich Nietzsche",
        "category": "paraphrased, strength"
    },
    {
        "quote": "For one thing is needful: that a human being should attain satisfaction with himself, whether it be by means of this or that poetry or art; only then is a human being at all tolerable to behold. Whoever is dissatisfied with himself is constantly ready for revenge, and we others will be his victims, if only by having to endure his ugly sight.",
        "author": "Friedrich Nietzsche",
        "category": "calling, creativity, nietzsche, vocation"
    },
    {
        "quote": "Hypocrisy has its place in the ages of strong belief: in which even when one is compelled to exhibit a different belief one does not abandon the belief on already has.",
        "author": "Friedrich Nietzsche",
        "category": "belief, hypocrisy, intellectual-conscience, self-tolerence"
    },
    {
        "quote": "...throw roses into the abyss and say: 'here is my thanks to the monster who didn't succeed in swallowing me alive.",
        "author": "Friedrich Nietzsche",
        "category": "life-and-living"
    },
    {
        "quote": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.",
        "author": "Friedrich Nietzsche",
        "category": "lies, lying, trust"
    },
    {
        "quote": "So long as men praise you, you can only be sure that you are not yet on your own true path but on someone else's.",
        "author": "Friedrich Nietzsche",
        "category": "men, praise"
    },
    {
        "quote": "Blessed are the forgetful, for they get the better even of their blunders.",
        "author": "Friedrich Nietzsche",
        "category": "beatitudes, bless, blessed, blunders, forget, forgetful, friedrich, memory, nietzsche"
    },
    {
        "quote": "The existence of forgetting has never been proved: we only know that some things do not come to our mind when we want them to.",
        "author": "Friedrich Nietzsche",
        "category": "memory"
    },
    {
        "quote": "The sedentary life...is the real sin against the holy spirit.",
        "author": "Friedrich Nietzsche",
        "category": "sedentary, spirit"
    },
    {
        "quote": "To the man of science, on his unassuming and laborious travels, which must often enough be journeys through the desert, there appear those glittering mirages called 'philosophical systems'; with bewitching deceptive power they show the solution of all enigmas and the freshest draught of the true water of life to be near at hand; his heart rejoices, and it seems to the weary traveller that his lips already touch the goal of all the perseverance and sorrows of the scientific life... Other natures again, may well grow exceedingly ill-humoured and curse the salty taste which these apparitions leave behind in the mouth and from which arises a raging thirst – without one having been brought so much as a step nearer to any kind of spring.",
        "author": "Friedrich Nietzsche",
        "category": "deception, enigma, goals, knowledge, mirages, science, solutions, systems"
    },
    {
        "quote": "Human nature has nevertheless been changed by the ever new appearance of these teachers of the purpose of existence: It now has one additional need—the need for the ever new appearance of such teachers and teachings of a “purpose.” Gradually, man has become a fantastic animal that has to fulfill one more condition of existence than any other animal: man has to believe, to know, from time to time why he exists; his race cannot flourish without a periodic trust in life—without faith in reason in life.",
        "author": "Friedrich Nietzsche",
        "category": "anthropocentrism, meaning, meaning-of-life, self"
    },
    {
        "quote": "I love brief habits and consider them an inestimable means for getting to know many things…My nature is designed entirely for brief habits…I always believe that here is something that will give me lasting satisfaction—brief habits, too, have this faith of passion, this faith in eternity—and that I am to be envied for having found and recognized it…But one day its time is up; the good thing parts from me, not as something that has come to nauseate me but peacefully and sated with me as I am with it—as if we had reason to be grateful to each other as we shook hands to say farewell. Even then something new is waiting at the door, along with my faith—this indestructible fool and sage!—that this new discovery will be just right, and that this will be the last time. That is what happens to me with dishes, ideas, human beings, cities, poems, music, doctrines, ways of arranging the day, and life styles.",
        "author": "Friedrich Nietzsche",
        "category": "free-spirit, improvisation, meaning"
    },
    {
        "quote": "He who doesn't know how to put his will into things at least puts a meaning into them: that is, he believes there is a will in them already.",
        "author": "Friedrich Nietzsche",
        "category": "meaning, principle-of-belief, will"
    },
    {
        "quote": "The thought of suicide is a great consolation: by means of it one gets through many a dark night.",
        "author": "Friedrich Nietzsche",
        "category": "suicide"
    },
    {
        "quote": "In the end one loves one's desire and not what is desired.",
        "author": "Friedrich Nietzsche",
        "category": "desire"
    },
    {
        "quote": "Man is the cruelest animal.",
        "author": "Friedrich Nietzsche",
        "category": "animals, cruelty, evil, man"
    },
    {
        "quote": "There is an old illusion. It is called good and evil.",
        "author": "Friedrich Nietzsche",
        "category": "evil, good, illusion"
    },
    {
        "quote": "Was aus Liebe getan wird, geschieht immer jenseits von Gut und Böse. (What is done out of love always takes place beyond good and evil.)",
        "author": "Friedrich Nietzsche",
        "category": "evil, good, love"
    },
    {
        "quote": "State is the name of the coldest of all cold monsters. Coldly it lies; and this lie slips from its mouth: 'I, the state, am the people.",
        "author": "Friedrich Nietzsche",
        "category": "anarchy, capitalism, coercion, collectivism, communism, criminal, evil, fascism, free-market, freedom, gang, government, laissez-faire, libertarian, liberty, mafia, non-aggression-principle, politics, socialism, statism, theft, thieves, violence, voluntaryism"
    },
    {
        "quote": "The bite of conscience is indecent.",
        "author": "Friedrich Nietzsche",
        "category": "conscience, consciousness"
    },
    {
        "quote": "Every Profound thinker is more afraid of being understood than of being misunderstood",
        "author": "Friedrich Nietzsche",
        "category": "philosophy-of-life, understanding"
    },
    {
        "quote": "A strong and well-constituted man digests his experiences (deeds and misdeeds all included) just as he digests his meats, even when he has some tough morsels to swallow.",
        "author": "Friedrich Nietzsche",
        "category": "character, experience, meat"
    },
    {
        "quote": "Character is determined more by the lack of certain experiences than by those one has had.",
        "author": "Friedrich Nietzsche",
        "category": "character, experience, life"
    },
    {
        "quote": "Every word is a prejudice.",
        "author": "Friedrich Nietzsche",
        "category": "language"
    },
    {
        "quote": "Man is the cruelest animal,\" says Zarathustra. \"When gazing at tragedies, bull-fights, crucifixations he hath hitherto felt happier than at any other time on Earth. And when he invented Hell...lo, Hell was his Heaven on Earth\"; he could put up with suffering now, by contemplating the eternal punishment of his oppressors in the other world.",
        "author": "Friedrich Nietzsche",
        "category": "cruelty, hell, man"
    },
    {
        "quote": "The Great Man... is colder, harder, less hesitating, and without fear of 'opinion'; he lacks the virtues that accompany respect and 'respectability,' and altogether everything that is the 'virtue of the herd.' If he cannot lead, he goes alone... He knows he is incommunicable: he finds it tasteless to be familiar... When not speaking to himself, he wears a mask. There is a solitude within him that is inaccessible to praise or blame.",
        "author": "Friedrich Nietzsche",
        "category": "friedrich-nietzsche, man, the-will-to-power"
    },
    {
        "quote": "What is great in man is that he is a bridge and not a goal.",
        "author": "Friedrich Nietzsche",
        "category": "great, greatness, man"
    },
    {
        "quote": "If thinking is your fate, revere this fate with divine honour and sacrifice to it the best, the most beloved",
        "author": "Friedrich Nietzsche",
        "category": "thinking, thinking-with-a-great-mind"
    },
    {
        "quote": "One does not hate as long as one has a low esteem of someone, but only when one esteems him as an equal or a superior.",
        "author": "Friedrich Nietzsche",
        "category": "hate, superiority"
    },
    {
        "quote": "A moral system valid for all is basically immoral.",
        "author": "Friedrich Nietzsche",
        "category": "morality, morals"
    },
    {
        "quote": "Morality is neither rational nor absolute nor natural. World has known many moral systems, each of which advances claims universality; all moral systems are therefore particular, serving a specific purpose for their propagators or creators, and enforcing a certain regime that disciplines human beings for social life by narrowing our perspectives and limiting our horizons.",
        "author": "Friedrich Nietzsche",
        "category": "ethics, morality"
    },
    {
        "quote": "Every means hitherto employed with the intention of making mankind moral has been thoroughly immoral.",
        "author": "Friedrich Nietzsche",
        "category": "morality, nietzsche, philosophy"
    },
    {
        "quote": "Morality is just a fiction used by the herd of inferior human beings to hold back the few superior men.",
        "author": "Friedrich Nietzsche",
        "category": "keep-going-going, life-lessons, morality"
    },
    {
        "quote": "Books that teach us to dance: There are writers who, by portraying the impossible as possible, and by speaking of morality and genius as if both were high-spirited freedom, as if man were rising up on tiptoe and simply had to dance out of inner pleasure.",
        "author": "Friedrich Nietzsche",
        "category": "all-to-human-faber-trans, human"
    },
    {
        "quote": "The visionary lies to himself, the liar only to others.",
        "author": "Friedrich Nietzsche",
        "category": "lies, lying, self-deception, vision, visionaries"
    },
    {
        "quote": "Everything the State says is a lie, and everything it has it has stolen.",
        "author": "Friedrich Nietzsche",
        "category": "anarchy, lies"
    },
    {
        "quote": "Just as it is certain that one leaf is never totally the same as another, so it is certain that the concept \"leaf\" is formed by arbitrarily discarding these individual differences and by forgetting the distinguishing aspects. This awakens the idea that, in addition to the leaves, there exists in nature the \"leaf\": the original model according to which all the leaves were perhaps woven, sketched, measured, colored, curled, and painted--but by incompetent hands, so that no specimen has turned out to be a correct, trustworthy, and faithful likeness of the original model.",
        "author": "Friedrich Nietzsche",
        "category": "difference, identity, truth"
    },
    {
        "quote": "Under peaceful conditions, the warlike man attacks himself.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational-attitude, introspective"
    },
    {
        "quote": "Those who know that they are profound strive for clarity. Those who would like to seem profound to the crowd strive for obscurity.",
        "author": "Friedrich Nietzsche",
        "category": "human-nature, obscurity, people, profound"
    },
    {
        "quote": "Your only problem, perhaps, is that you scream without letting yourself cry.",
        "author": "Friedrich Nietzsche",
        "category": "cry, emotions, nietzsche, scream"
    },
    {
        "quote": "After coming into contact with a religious man I always feel I must wash my hands.",
        "author": "Friedrich Nietzsche",
        "category": "atheism"
    },
    {
        "quote": "At bottom every man knows well enough that he is a unique being, only once on this earth; and by no extraordinary chance will such a marvelously picturesque piece of diversity in unity as he is, ever be put together a second time.",
        "author": "Friedrich Nietzsche",
        "category": "diversity, evolution, genetics"
    },
    {
        "quote": "Species do not grow more perfect: the weaker dominate the strong again and again - the reason being they are the great majority, and they are also cleverer.... Darwin forgot the mind (- that in English): the weak possess more mind. ... To acquire mind one must need mind - one loses it when one no longer needs it. He who possesses strength divests himself of mind.",
        "author": "Friedrich Nietzsche",
        "category": "anti-darwin, evolution, survival-of-species"
    },
    {
        "quote": "When we observe how some people know how to manage their experiences--their insignificant, everyday experiences--so that they become an arable soil that bears fruit three times a year, while others--and how many there are!--are driven through surging waves of destiny, the most multifarious currents of the times and the nations, and yet always remain on top, bobbing like a cork, then we are in the end tempted to divide mankind into a minority (a minimality) of those who know how to make much of little, and a majority of those who know how to make little of much.",
        "author": "Friedrich Nietzsche",
        "category": "attitude, everyday, experiences, life"
    },
    {
        "quote": "The person who fights monsters should make sure that in the process, he does not become a monster himself. Because when you stare down at an abyss, the abyss stares back at you.",
        "author": "Friedrich Nietzsche",
        "category": "actualization, fight, identification, self-realization, uncertainly"
    },
    {
        "quote": "Everyone who has ever built anywhere a new heaven first found the power thereto in his own hell.",
        "author": "Friedrich Nietzsche",
        "category": "heaven, hell, nietzsche"
    },
    {
        "quote": "The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.",
        "author": "Friedrich Nietzsche",
        "category": "corruption, individuality, peer-pressure, youth"
    },
    {
        "quote": "One sticks to an opinion because he prides himself on having come to it on his own, and another because he has taken great pains to learn it and is proud to have grasped it: and so both do so out of vanity.",
        "author": "Friedrich Nietzsche",
        "category": "opinions, pride, vanity"
    },
    {
        "quote": "Early in the morning, at break of day, in all the freshness and dawn of one’s strength, to read a book – I call that viciousness!",
        "author": "Friedrich Nietzsche",
        "category": "pride"
    },
    {
        "quote": "The end of a melody is not its goal: but nonetheless, had the melody not reached its end it would not have reached its goal either. A parable.",
        "author": "Friedrich Nietzsche",
        "category": "acceptance, endings"
    },
    {
        "quote": "Be not virtuous beyond your powers! And seek nothing from yourselves opposed to probability!...Shy, ashamed, awkward, like the tiger whose spring hath failed—thus, ye higher men, have I often seen you slink aside. A cast which ye made had failed...The higher its type, always the seldomer doth a thing succeed. Ye higher men here, have ye not all—been failures?Be of good cheer; what doth it matter? How much is still possible! Learn to laugh at yourselves, as ye ought to laugh!What wonder even that ye have failed and only half-succeeded, ye half-shattered ones! Doth not—man's future strive and struggle in you?Man's furthest, profoundest, star-highest issues, his prodigious powers—do not all these foam through one another in your vessel?What wonder that many a vessel shattereth! Learn to laugh at yourselves, as ye ought to laugh! Ye higher men, Oh, how much is still possible!",
        "author": "Friedrich Nietzsche",
        "category": "acceptance, striving, sufficiency"
    },
    {
        "quote": "He who writes in blood and aphorisms does not want to be read, he wants to be learned by heart.",
        "author": "Friedrich Nietzsche",
        "category": "author, blood, writing"
    },
    {
        "quote": "Writers whose thoughts are expressed with clarity and precision are assumed by readers to be superficial. Where the meaning is obscured, then readers give more attention and consider the fruit of their labour more valuable",
        "author": "Friedrich Nietzsche",
        "category": "author, clarity, cynical, obscure, precision, reader"
    },
    {
        "quote": "A thought, even a possibility, can shatter and transform us.",
        "author": "Friedrich Nietzsche",
        "category": "possibility, profundity, thought"
    },
    {
        "quote": "A thought comes when it will, not when I will.",
        "author": "Friedrich Nietzsche",
        "category": "thought"
    },
    {
        "quote": "We have to cease to think, if we refuse to do it in the prison house of language; for we cannot reach further than the doubt which asks whether the limit we see is really a limit.",
        "author": "Friedrich Nietzsche",
        "category": "limit-of-language, prison-house, thought"
    },
    {
        "quote": "Only those thoughts which come from walking have any value",
        "author": "Friedrich Nietzsche",
        "category": "thought, walking"
    },
    {
        "quote": "Your bad love of yourselves makes solitude a prison to you.",
        "author": "Friedrich Nietzsche",
        "category": "solitude"
    },
    {
        "quote": "Let the young soul survey its own life with a view of the following question: ‘What have you truly loved thus far? What has ever uplifted your soul, what has dominated and delighted it at the same time?",
        "author": "Friedrich Nietzsche",
        "category": "affection, maturation, values"
    },
    {
        "quote": "All things are subject to interpretation. Whichever interpretation prevails at a given time is a function of power and not truth.",
        "author": "Friedrich Nietzsche",
        "category": "perception"
    },
    {
        "quote": "He who fights with monsters might take care lest he thereby becomes a monster.",
        "author": "Friedrich Nietzsche",
        "category": "dark, philosophy"
    },
    {
        "quote": "In practice it is death that works soseductively behind the image of its brother, sleep",
        "author": "Friedrich Nietzsche",
        "category": "death, sleep"
    },
    {
        "quote": "The craving for equality can express itself either as a desire to pull everyone down to our own level (by belittling them, excluding them, tripping them up) or as a desire to raise ourselves up along with everyone else (by acknowledging them, helping them, and rejoicing in their success).",
        "author": "Friedrich Nietzsche",
        "category": "equality"
    },
    {
        "quote": "God is dead. God remains dead. And we have killed him. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives: who will wipe this blood off us? What water is there for us to clean ourselves? What festivals of atonement, what sacred games shall we have to invent? Is not the greatness of this deed too great for us? Must we ourselves not become gods simply to appear worthy of it?",
        "author": "Friedrich Nietzsche",
        "category": "philosophical"
    },
    {
        "quote": "To die proudly when it is no longer possible to live proudly. Death of one's own free choice, death at the proper time, with a clear head and with joyfulness, consummated in the midst of children and witnesses: so that an actual leave-taking is possible while he who is leaving is still there",
        "author": "Friedrich Nietzsche",
        "category": "death-and-dying"
    },
    {
        "quote": "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.",
        "author": "Friedrich Nietzsche",
        "category": "amorality, correct-way, individuality, my-way, only-way, right-way, the-way, your-way"
    },
    {
        "quote": "The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself.",
        "author": "Friedrich Nietzsche",
        "category": "individuality"
    },
    {
        "quote": "In comparison with the spirit of priestly revenge all the remaining spirits are hardly worth considering.",
        "author": "Friedrich Nietzsche",
        "category": "bitterness, guilt, religion, rules"
    },
    {
        "quote": "This is the hardest of all: to close the open hand out of love, and keep modest as a giver.",
        "author": "Friedrich Nietzsche",
        "category": "difficult, enable, hard, help, love, modest, refuse"
    },
    {
        "quote": "Let us face ourselves. We are Hyperboreans!",
        "author": "Friedrich Nietzsche",
        "category": "race"
    },
    {
        "quote": "A great truth wants to be criticized not idolized",
        "author": "Friedrich Nietzsche",
        "category": "critical-thinking, criticism, epistemology, truth"
    },
    {
        "quote": "Even the most beautiful scenery is no longer assured of our love after we have lived in it for three months, and some distant coast attracts our avarice: possessions are generally diminished by possession.",
        "author": "Friedrich Nietzsche",
        "category": "greed, possession"
    },
    {
        "quote": "What if pleasure and displeasure were so tied together that whoever wanted to have as much as possible of one must also have as much as possible of the other. You have a choice in life: either as little displeasure as possible, painlessness in brief or as much displeasure as possible as the price for an abundance of subtle pleasures and joys",
        "author": "Friedrich Nietzsche",
        "category": "displeasure, happiness, pain, pleasure"
    },
    {
        "quote": "Did you ever say yes to a pleasure? oh my friends, then you also said yes to all pain. all things are linked, entwined, in love with one another.",
        "author": "Friedrich Nietzsche",
        "category": "nietzsche, pain, pleasure"
    },
    {
        "quote": "O my brothers, I dedicate and direct you to a new nobility: you shall become procreators and cultivators and sowers of the future — verily, not to a nobility that you might buy like shopkeepers and with shopkeepers' gold: for whatever has its price has little value. Not whence you came shall henceforth constitute your honor, but whither you are going! Your will and your foot which has a will to go over and beyond yourselves — that shall constitute your new honor.",
        "author": "Friedrich Nietzsche",
        "category": "will"
    },
    {
        "quote": "Weariness, which seeketh to get to the ultimate with one leap, with a death-leap; a poor ignorant weariness, unwilling even to will any longer: that created all Gods and backworlds.",
        "author": "Friedrich Nietzsche",
        "category": "god, phantom, religion, weariness, will"
    },
    {
        "quote": "I praise, I do not reproach, [nihilism's] arrival. I believe it is one of the greatest crises, a moment of the deepest self-reflection of humanity. Whether man recovers from it, whether he becomes master of this crisis, is a question of his strength",
        "author": "Friedrich Nietzsche",
        "category": "existentialism, nihilism"
    },
    {
        "quote": "In order that the concept of substance could originate--which is indispensable for logic although in the strictest sense nothing real corresponds to it--it was likewise necessary that for a long time one did not see or perceive the changes in things. The beings that did not see so precisely had an advantage over those who saw everything \"in flux.\" At bottom, every high degree of caution in making inferences and every skeptical tendency constitute a great danger for life. No living beings would have survived if the opposite tendency--to affirm rather than suspend judgment, to err and make up things rather than wait, to assent rather than negate, to pass judgment rather than be just-- had not been bred to the point where it became extraordinarily strong.",
        "author": "Friedrich Nietzsche",
        "category": "evolutionary-epistemology, logic, seeing, substance"
    },
    {
        "quote": "The man who fights too long against dragons becomes a dragon himself.",
        "author": "Friedrich Nietzsche",
        "category": "dragons"
    },
    {
        "quote": "We have to be careful that in throwing out the devil, we don't throw out the best part of ourselves.",
        "author": "Friedrich Nietzsche",
        "category": "devil, nietzsche"
    },
    {
        "quote": "Every talent must unfold itself in fighting.",
        "author": "Friedrich Nietzsche",
        "category": "talent"
    },
    {
        "quote": "There exists no more repulsive and desolate creature in the world than the man who has evaded his genius and who now looks furtively to left and right, behind him and all about him. In the end such a man becomes impossible to get hold of, since he is wholly exterior, without kernel, a tattered, painted bag of clothes, a decked-out ghost that cannot inspire even fear and certainly not pity.",
        "author": "Friedrich Nietzsche",
        "category": "focus-on-your-dreams, genius, skill"
    },
    {
        "quote": "What is Genius?- To aspire to a lofty aim and to will the means to that aim.",
        "author": "Friedrich Nietzsche",
        "category": "genius, goals-and-dreams"
    },
    {
        "quote": "Genius too does nothing but learn first how to lay bricks then how to build, and continually seek for material and continually form itself around it.Every activity of man is amazingly complicated, not only that of the genius: but none is a ‘miracle.",
        "author": "Friedrich Nietzsche",
        "category": "genius"
    },
    {
        "quote": "We do not place especial value on the possession of a virtue until we notice its total absence in our opponent.",
        "author": "Friedrich Nietzsche",
        "category": "strategy, virtue"
    },
    {
        "quote": "When your heart flows broad and full like a river, a blessing and a danger to those living near: there is the origin of your virtue.When you are above praise and blame, and your will wants to command all things, like a lover's will: there is the origin of your virtue.When you despise the agreeable and the soft bed and cannot bed yourself far enough from the soft: there is the origin of your virtue.When you will with a single will and you call this cessation of all need \"necessity\": there is the origin of your virtue.Verily, a new good and evil is she. Verily, a new deep murmur and the voice of a new well!Power is she, this new virtue; a dominant thought is she, and around her a wise soul: a golden sun, and around it the serpent of knowledge.",
        "author": "Friedrich Nietzsche",
        "category": "virtue"
    },
    {
        "quote": "Everything goes, everything comes back; eternally rolls the wheel of being. Everything dies, everything blossoms again; eternally runs the year of being. Everything breaks, everything is joined anew; eternally the same House of Being is built. Everything parts, everything greets every other thing again; eternally the ring of being remains faithful to itself. In every Now, being begins; round every Here rolls the sphere There. The center is everywhere. Bent is the path of eternity.",
        "author": "Friedrich Nietzsche",
        "category": "eternity, nietzsche, recurrence"
    },
    {
        "quote": "If, in all that you wish to do, you begin by asking yourself: am I certain that I would wish to do this an infinite number of times? This should be for you the most solid centre of gravity . . . My doctrine says, the task is to live your life in such a way that you must wish to live it again - for you will anyway! If striving gives you the highest feeling, then strive! If rest gives you the highest feeling, then rest! If fitting in, following and obeying give you the highest feeling, then obey! Only make sure you come to know what gives you the highest feeling, and then spare no means. Eternity is at stake! This doctrine is mild in its treatment of those who do not believe in it. It has neither hell nor threats. But anyone who does not believe merely lives a fugitive life in the consciousness of it.",
        "author": "Friedrich Nietzsche",
        "category": "eternity, life, live-in-the-moment"
    },
    {
        "quote": "I am a wanderer and mountain-climber, said he to his heart, I love not the plains, and it seemeth I cannot long sit still.And whatever may still overtake me as fate and experience—a wandering will be therein, and a mountain-climbing: in the end one experienceth only oneself.",
        "author": "Friedrich Nietzsche",
        "category": "self-discovery"
    },
    {
        "quote": "Should not the giver be thankful that the receiver received? Is not giving a need? Is not receiving mercy?",
        "author": "Friedrich Nietzsche",
        "category": "giving"
    },
    {
        "quote": "Be careful when you cast out your demons that you don’t throw away the best of yourself.",
        "author": "Friedrich Nietzsche",
        "category": "demons"
    },
    {
        "quote": "Around the hero, everything becomes a tragedy.Around God, everything becomes what? a world?",
        "author": "Friedrich Nietzsche",
        "category": "god, hero"
    },
    {
        "quote": "Admiration for a quality or an art can be so strong that it deters us from striving to possess it.",
        "author": "Friedrich Nietzsche",
        "category": "admiration, appreciation, distraction, obstacles"
    },
    {
        "quote": "Invisible threads are the strongest ties.",
        "author": "Friedrich Nietzsche",
        "category": "connection, invisibility, thread, ties"
    },
    {
        "quote": "What? A great man? I only ever see the ape of his own ideal.",
        "author": "Friedrich Nietzsche",
        "category": "great-men, heroes"
    },
    {
        "quote": "Anarchists are mouthpieces of a declining stratum of society; when they work themselves into a state of righteous indignation demanding 'rights', 'justice', 'equal rights', they are just acting under the pressure of their own lack of culture, which has no way of grasping why they really suffer, or what they lack in life.",
        "author": "Friedrich Nietzsche",
        "category": "anarchy, protestors, social-justice"
    },
    {
        "quote": "There is an innocence in admiration: it occurs in one who has not yet realized that they might one day be admired.",
        "author": "Friedrich Nietzsche",
        "category": "admiration, innocence"
    },
    {
        "quote": "It is certainly not the least charm of a theory that it is refutable; it is precisely thereby that it attracts the more subtle minds. It seems that the hundred-times-refuted theory of the \"free will\" owes its persistence to this charm alone; some one is always appearing who feels himself strong enough to refute it.",
        "author": "Friedrich Nietzsche",
        "category": "free-will, theory"
    },
    {
        "quote": "Every habit makes our hand more witty, and out wit more handy.",
        "author": "Friedrich Nietzsche",
        "category": "habit, handy, witty"
    },
    {
        "quote": "I keep having the same experience and keep resisting it every time. I do not want to believe it although it is palpable: the great majority of people lacks an intellectual conscience. Indeed, it has often seemed to me as if anyone calling for an intellectual conscience were as lonely in the most densely populated cities as if he were in a desert. Everybody looks at you with strange eyes and goes right on handling his scales, calling this good and that evil. Nobody even blushes when you intimate that their weights are underweight; nor do people feel outraged; they merely laugh at your doubts. I mean: the great majority of people does not consider it contemptible to believe this or that and to live accordingly, without first having given themselves an account of the final and most certain reasons pro and con, and without even troubling themselves about such reasons afterward: the most gifted men and the noblest women still belong to this \"great majority.\" But what is goodheartedness, refinement, or genius to me, when the person who has these virtues tolerates slack feelings in his faith and judgments and when he does not account the desire for certainty as his inmost craving and deepest distress—as that which separates the higher human beings from the lower.Among some pious people I found a hatred of reason and was well disposed to them for that; for this at least betrayed their bad intellectual conscience. But to stand in the midst of this rerum concordia discors and of this whole marvelous uncertainty and rich ambiguity of existence without questioning, without trembling with the craving and the rapture of such questioning, without at least hating the person who questions, perhaps even finding him faintly amusing—that is what I feel to be contemptible, and this is the feeling for which I look first in everybody. Some folly keeps persuading me that every human being has this feeling, simply because he is human. This is my type of injustice.",
        "author": "Friedrich Nietzsche",
        "category": "aphorism, gay-science"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "adversity"
    },
    {
        "quote": "We are terrified by the idea of being terrified.",
        "author": "Friedrich Nietzsche",
        "category": "anxiety, about, future"
    },
    {
        "quote": "Science and art have that in common that everyday things seem to them new and attractive.",
        "author": "Friedrich Nietzsche",
        "category": "applause"
    },
    {
        "quote": "Let that day be lost to us on which we did not dance once I",
        "author": "Friedrich Nietzsche",
        "category": "applause"
    },
    {
        "quote": "In architecture the pride of man  his triumph over gravitation  his will to power  assume a visible form. Architecture is a sort of oratory of power by means of forms.",
        "author": "Friedrich Nietzsche",
        "category": "architects, architecture"
    },
    {
        "quote": "Either you reach a higher point today  or you exercise your strength in order to be able to climb higher tomorrow.",
        "author": "Friedrich Nietzsche",
        "category": "boring, days"
    },
    {
        "quote": "Is not life a hundred times too short for us to bore ourselves?",
        "author": "Friedrich Nietzsche",
        "category": "boring, days"
    },
    {
        "quote": "Courage is the best slayer-courage which attacketh  for in every attack there is the sound of triumph.",
        "author": "Friedrich Nietzsche",
        "category": "courage"
    },
    {
        "quote": "We ought to face our destiny with courage.",
        "author": "Friedrich Nietzsche",
        "category": "courage"
    },
    {
        "quote": "Convictions are more dangerous enemies of truth than lies.",
        "author": "Friedrich Nietzsche",
        "category": "creating, positive, change"
    },
    {
        "quote": "Speaking generally  punishment hardens and numbs  it produces concentration  it sharpens the consciousness of alienation  it strengthens the power of resistance.",
        "author": "Friedrich Nietzsche",
        "category": "crime, punishment"
    },
    {
        "quote": "Insanity in individuals is rare - but in groups  parties  nations  and epochs  it is the rule.",
        "author": "Friedrich Nietzsche",
        "category": "crowds, masses"
    },
    {
        "quote": "When a hundred men stand together  each of them loses his mind and gets another one.",
        "author": "Friedrich Nietzsche",
        "category": "crowds, masses"
    },
    {
        "quote": "In Heaven  all the interesting people are missing.",
        "author": "Friedrich Nietzsche",
        "category": "death, dying"
    },
    {
        "quote": "Necessity is not an established fact  but an interpretation.",
        "author": "Friedrich Nietzsche",
        "category": "decisions"
    },
    {
        "quote": "He who would learn to fly one day must first learn to stand and walk and run and climb and dance  one cannot fly into flying.",
        "author": "Friedrich Nietzsche",
        "category": "education"
    },
    {
        "quote": "What is evil?  -  Whatever springs from weakness.",
        "author": "Friedrich Nietzsche",
        "category": "evil"
    },
    {
        "quote": "There are no eternal facts  as there are no absolute truths.",
        "author": "Friedrich Nietzsche",
        "category": "facts"
    },
    {
        "quote": "The errors of great men are venerable because they are more fruitful than the truths of little men.",
        "author": "Friedrich Nietzsche",
        "category": "failures, mistakes"
    },
    {
        "quote": "Family love is messy  clinging  and of an annoying and repetitive pattern  like bad wallpaper.",
        "author": "Friedrich Nietzsche",
        "category": "family"
    },
    {
        "quote": "That which does not kill me makes me stronger.",
        "author": "Friedrich Nietzsche",
        "category": "forgiveness"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friend"
    },
    {
        "quote": "Women can form a friendship with a man very well  but to preserve it  a slight physical antipathy most probably helps.",
        "author": "Friedrich Nietzsche",
        "category": "friendship"
    },
    {
        "quote": "Sometimes we owe a friend to the lucky circumstance that we give him no cause for envy.",
        "author": "Friedrich Nietzsche",
        "category": "friendship"
    },
    {
        "quote": "A friend should be a master at guessing and keeping still.",
        "author": "Friedrich Nietzsche",
        "category": "friendship"
    },
    {
        "quote": "Shared joys make a friend  not shared sufferings.",
        "author": "Friedrich Nietzsche",
        "category": "friendship"
    },
    {
        "quote": "What is it: is man only a blunder of God  or God only a blunder of man?",
        "author": "Friedrich Nietzsche",
        "category": "glory"
    },
    {
        "quote": "He who has a why to live for can bear almost any how.",
        "author": "Friedrich Nietzsche",
        "category": "goals"
    },
    {
        "quote": "Many are stubborn in pursuit of the path they have chosen  few in pursuit of the goal.",
        "author": "Friedrich Nietzsche",
        "category": "goals"
    },
    {
        "quote": "The abdomen is the reason why man does not easily take himself for a god.",
        "author": "Friedrich Nietzsche",
        "category": "god"
    },
    {
        "quote": "Should not the giver be thankful that the receiver received? Is not giving a need? Is not receiving  mercy?",
        "author": "Friedrich Nietzsche",
        "category": "goodness, giving"
    },
    {
        "quote": "To do great things is difficult  but to command great things is more difficult.",
        "author": "Friedrich Nietzsche",
        "category": "greatness"
    },
    {
        "quote": "It is not the strength  but the duration  of great sentiments that makes great men.",
        "author": "Friedrich Nietzsche",
        "category": "greatness"
    },
    {
        "quote": "It is not a lack of love  but a lack of friendship that makes unhappy marriages.",
        "author": "Friedrich Nietzsche",
        "category": "heartbreak"
    },
    {
        "quote": "The historian looks backward. In the end he also believes backward.",
        "author": "Friedrich Nietzsche",
        "category": "history, historians"
    },
    {
        "quote": "Everyone who has ever built anywhere a \"new heaven\" first found the power thereto in his own hell.",
        "author": "Friedrich Nietzsche",
        "category": "hope"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "hope"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "human, relations"
    },
    {
        "quote": "A joke is an epigram on the death of a feeling.",
        "author": "Friedrich Nietzsche",
        "category": "humour, humorists"
    },
    {
        "quote": "Not to he who is offensive to us are we most unfair  but to he who does not concern us at all.",
        "author": "Friedrich Nietzsche",
        "category": "indifference, apathy"
    },
    {
        "quote": "Insanity in individuals is something rare - but in groups  parties  nations  and epochs it is the ru)e.",
        "author": "Friedrich Nietzsche",
        "category": "insanity"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "inspirational"
    },
    {
        "quote": "Better know nothing than half-know many things.",
        "author": "Friedrich Nietzsche",
        "category": "knowledge"
    },
    {
        "quote": "Man alone suffers so excruciatingly in the world that he was compelled to invent laughter.",
        "author": "Friedrich Nietzsche",
        "category": "laughter"
    },
    {
        "quote": "The lie is a condition of life.",
        "author": "Friedrich Nietzsche",
        "category": "liars, lying"
    },
    {
        "quote": "I understand by 'freedom of spirit' something quite definite - the unconditional will to say No  where it is dangerous to say No.",
        "author": "Friedrich Nietzsche",
        "category": "liberty, human, rights"
    },
    {
        "quote": "He who has a why to live can bear with almost any how.",
        "author": "Friedrich Nietzsche",
        "category": "life"
    },
    {
        "quote": "In the true man there is a child concealed - who wants to play.",
        "author": "Friedrich Nietzsche",
        "category": "lighten"
    },
    {
        "quote": "Love your enemies because they bring out the best in you.",
        "author": "Friedrich Nietzsche",
        "category": "lighten"
    },
    {
        "quote": "The lonely one offers his hand too quickly to whomever he encounters.",
        "author": "Friedrich Nietzsche",
        "category": "loneliness"
    },
    {
        "quote": "I teach you beyond Man (superman). Man is something that shall be surpassed. What have you done to surpass him?",
        "author": "Friedrich Nietzsche",
        "category": "man"
    },
    {
        "quote": "The advantage of a bad memory is that one enjoys several times the same good thing for the first time.",
        "author": "Friedrich Nietzsche",
        "category": "memory"
    },
    {
        "quote": "A woman may very well form a friendship with a man  but for this to endure  it must be assisted by a little physical antipathy.",
        "author": "Friedrich Nietzsche",
        "category": "men, women"
    },
    {
        "quote": "Morality is the best of all devices for leading mankind by the nose.",
        "author": "Friedrich Nietzsche",
        "category": "morality"
    },
    {
        "quote": "For every man there exists a bait which he cannot resist swallowing.",
        "author": "Friedrich Nietzsche",
        "category": "motivation"
    },
    {
        "quote": "We should consider every day lost on which we have not danced at least once.",
        "author": "Friedrich Nietzsche",
        "category": "one, day"
    },
    {
        "quote": "When one has not had a good father  one must create one.",
        "author": "Friedrich Nietzsche",
        "category": "parenthood"
    },
    {
        "quote": "A politician divides mankind into two classes: tools and enemies.",
        "author": "Friedrich Nietzsche",
        "category": "politicians"
    },
    {
        "quote": "Wherever I found a living creature  there I found the will to power.",
        "author": "Friedrich Nietzsche",
        "category": "power"
    },
    {
        "quote": "There are no facts  only interpretations.",
        "author": "Friedrich Nietzsche",
        "category": "proof, certainty"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "The more you let yourself go  the less others let you go.",
        "author": "Friedrich Nietzsche",
        "category": "relationship"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "ruin"
    },
    {
        "quote": "One is healthy when one can laugh at the earnestness and zeal with which one has been hypnotized by any single detail of one's life.",
        "author": "Friedrich Nietzsche",
        "category": "sanity, insanity"
    },
    {
        "quote": "Never to talk of oneself is a form of hypocrisy.",
        "author": "Friedrich Nietzsche",
        "category": "self, self, knowledge"
    },
    {
        "quote": "Great intellects are skeptical.",
        "author": "Friedrich Nietzsche",
        "category": "skepticism"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "What does not destroy me  makes me strong.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "Strong hope is a much greater stimulant of life than any single realized joy could be.",
        "author": "Friedrich Nietzsche",
        "category": "strong"
    },
    {
        "quote": "The relatives of a suicide always take it in bad part  that he did not remain alive out of consideration for the family dignity.",
        "author": "Friedrich Nietzsche",
        "category": "suicide"
    },
    {
        "quote": "Only sick music makes money today.",
        "author": "Friedrich Nietzsche",
        "category": "past"
    },
    {
        "quote": "Profundity of thought belongs to youth  clarity of thought to old age.",
        "author": "Friedrich Nietzsche",
        "category": "thinking, thought"
    },
    {
        "quote": "He who would learn to fly one day must first learn to stand and walk and run and climb and dance  one cannot fly into flying.",
        "author": "Friedrich Nietzsche",
        "category": "time"
    },
    {
        "quote": "When virtue has slept  she will get up more refreshed.",
        "author": "Friedrich Nietzsche",
        "category": "virtue"
    },
    {
        "quote": "Ascetic: one who makes a necessity of virtue.",
        "author": "Friedrich Nietzsche",
        "category": "virtue"
    },
    {
        "quote": "Sleeping is no mean art. For its sake one must stay awake all day.",
        "author": "Friedrich Nietzsche",
        "category": "weariness"
    },
    {
        "quote": "Wit is the epitaph of an emotion.",
        "author": "Friedrich Nietzsche",
        "category": "wit"
    },
    {
        "quote": "Belief in form  but disbelief in content - that's what makes an aphorism charming.",
        "author": "Friedrich Nietzsche",
        "category": "wit"
    },
    {
        "quote": "When thou goest to woman  take thy whip.",
        "author": "Friedrich Nietzsche",
        "category": "women"
    },
    {
        "quote": "Has a woman who knew that she was well dressed ever caught a cold?",
        "author": "Friedrich Nietzsche",
        "category": "women"
    },
    {
        "quote": "As an artist, a man has no home in Europe save in Paris.",
        "author": "Friedrich Nietzsche",
        "category": "paris"
    },
    {
        "quote": "Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend.",
        "author": "Friedrich Nietzsche",
        "category": "Friend, Enemy, Him"
    },
    {
        "quote": "The bad gains respect through imitation, the good loses it especially in art.",
        "author": "Friedrich Nietzsche",
        "category": "Art, Good, Through"
    },
    {
        "quote": "The best weapon against an enemy is another enemy.",
        "author": "Friedrich Nietzsche",
        "category": "Best, Enemy, Weapon"
    },
    {
        "quote": "You say it is the good cause that hallows even war? I say unto you: it is the good war that hallows any cause.",
        "author": "Friedrich Nietzsche",
        "category": "Good, You, Say"
    },
    {
        "quote": "We love life, not because we are used to living but because we are used to loving.",
        "author": "Friedrich Nietzsche",
        "category": "Life, Love Life, Loving"
    },
    {
        "quote": "Love is blind friendship closes its eyes.",
        "author": "Friedrich Nietzsche",
        "category": "Friendship, Eyes, Love Is"
    },
    {
        "quote": "A pair of powerful spectacles has sometimes sufficed to cure a person in love.",
        "author": "Friedrich Nietzsche",
        "category": "Powerful, Sometimes, Person"
    },
    {
        "quote": "The doer alone learneth.",
        "author": "Friedrich Nietzsche",
        "category": "Alone, Doer"
    },
    {
        "quote": "Our treasure lies in the beehive of our knowledge. We are perpetually on the way thither, being by nature winged insects and honey gatherers of the mind.",
        "author": "Friedrich Nietzsche",
        "category": "Knowledge, Mind, Treasure"
    },
    {
        "quote": "God is dead. God remains dead. And we have killed him. Yet his shadow still looms. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives; who will wipe this blood off us? What water is there for us to clean ourselves?",
        "author": "Friedrich Nietzsche",
        "category": "God, Water, World"
    },
    {
        "quote": "The 'kingdom of Heaven' is a condition of the heart - not something that comes 'upon the earth' or 'after death.'",
        "author": "Friedrich Nietzsche",
        "category": "Heart, Earth, Heaven"
    },
    {
        "quote": "Is Wagner a human being at all? Is he not rather a disease? He contaminates everything he touches - he has made music sick.",
        "author": "Friedrich Nietzsche",
        "category": "Sick, Human, Human Being"
    },
    {
        "quote": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.",
        "author": "Friedrich Nietzsche",
        "category": "Marriage, Believe, Yourself"
    },
    {
        "quote": "He who would learn to fly one day must first learn to stand and walk and run and climb and dance one cannot fly into flying.",
        "author": "Friedrich Nietzsche",
        "category": "Day, Dance, Walk"
    },
    {
        "quote": "God is a thought who makes crooked all that is straight.",
        "author": "Friedrich Nietzsche",
        "category": "God, Thought, Straight"
    },
    {
        "quote": "There is not enough religion in the world even to destroy religion.",
        "author": "Friedrich Nietzsche",
        "category": "World, Enough, Destroy"
    },
    {
        "quote": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.",
        "author": "Friedrich Nietzsche",
        "category": "Truth, Power, Interpretation"
    },
    {
        "quote": "Ah, women. They make the highs higher and the lows more frequent.",
        "author": "Friedrich Nietzsche",
        "category": "Higher, More, Lows"
    },
    {
        "quote": "Women are considered deep - why? Because one can never discover any bottom to them. Women are not even shallow.",
        "author": "Friedrich Nietzsche",
        "category": "Deep, Why, Never"
    },
    {
        "quote": "Genteel women suppose that those things do not really exist about which it is impossible to talk in polite company.",
        "author": "Friedrich Nietzsche",
        "category": "Impossible, Company, Talk"
    },
    {
        "quote": "Behind all their personal vanity, women themselves always have an impersonal contempt for woman.",
        "author": "Friedrich Nietzsche",
        "category": "Woman, Vanity, Personal"
    },
    {
        "quote": "Stupid as a man, say the women: cowardly as a woman, say the men. Stupidity in a woman is unwomanly.",
        "author": "Friedrich Nietzsche",
        "category": "Man, Woman, Men"
    },
    {
        "quote": "When one has not had a good father, one must create one.",
        "author": "Friedrich Nietzsche",
        "category": "Father, Create, Good Father"
    },
    {
        "quote": "Whoever does not have a good father should procure one.",
        "author": "Friedrich Nietzsche",
        "category": "Father, Good Father, Should"
    },
    {
        "quote": "In the course of history, men come to see that iron necessity is neither iron nor necessary.",
        "author": "Friedrich Nietzsche",
        "category": "Men, Iron, See"
    },
    {
        "quote": "I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage.",
        "author": "Friedrich Nietzsche",
        "category": "Pain, Resistance, Turn"
    },
    {
        "quote": "The world itself is the will to power - and nothing else! And you yourself are the will to power - and nothing else!",
        "author": "Friedrich Nietzsche",
        "category": "World, Yourself, You"
    },
    {
        "quote": "What is good? All that heightens the feeling of power, the will to power, power itself in man.",
        "author": "Friedrich Nietzsche",
        "category": "Good, Man, Feeling"
    },
    {
        "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.",
        "author": "Friedrich Nietzsche",
        "category": "Love, Food, Health"
    },
    {
        "quote": "There are people who want to make men's lives more difficult for no other reason than the chance it provides them afterwards to offer their prescription for alleviating life; their Christianity, for instance.",
        "author": "Friedrich Nietzsche",
        "category": "Life, Men, People"
    },
    {
        "quote": "Is man one of God's blunders? Or is God one of man's blunders?",
        "author": "Friedrich Nietzsche",
        "category": "Man, Blunders"
    },
    {
        "quote": "Woman was God's second mistake.",
        "author": "Friedrich Nietzsche",
        "category": "Woman, Mistake, Second"
    },
    {
        "quote": "There cannot be a God because if there were one, I could not believe that I was not He.",
        "author": "Friedrich Nietzsche",
        "category": "Believe, Because, Cannot"
    },
    {
        "quote": "Today I love myself as I love my god: who could charge me with a sin today? I know only sins against my god but who knows my god?",
        "author": "Friedrich Nietzsche",
        "category": "Love, Myself, Today"
    },
    {
        "quote": "I would believe only in a God that knows how to Dance.",
        "author": "Friedrich Nietzsche",
        "category": "Dance, Believe, Knows"
    },
    {
        "quote": "It is not when truth is dirty, but when it is shallow, that the lover of knowledge is reluctant to step into its waters.",
        "author": "Friedrich Nietzsche",
        "category": "Truth, Step, Truth Is"
    },
    {
        "quote": "To use the same words is not a sufficient guarantee of understanding one must use the same words for the same genus of inward experience ultimately one must have one's experiences in common.",
        "author": "Friedrich Nietzsche",
        "category": "Words, Understanding"
    },
    {
        "quote": "Fear is the mother of morality.",
        "author": "Friedrich Nietzsche",
        "category": "Mother, Morality"
    },
    {
        "quote": "On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.",
        "author": "Friedrich Nietzsche",
        "category": "Today, Mountains, Training"
    },
    {
        "quote": "And we should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.",
        "author": "Friedrich Nietzsche",
        "category": "Day, Lost, Laugh"
    },
    {
        "quote": "In the consciousness of the truth he has perceived, man now sees everywhere only the awfulness or the absurdity of existence and loathing seizes him.",
        "author": "Friedrich Nietzsche",
        "category": "Man, Existence"
    },
    {
        "quote": "Mystical explanations are thought to be deep the truth is that they are not even shallow.",
        "author": "Friedrich Nietzsche",
        "category": "Deep, Thought, Truth Is"
    },
    {
        "quote": "Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man - the domain of aesthetic judgment is therewith defined.",
        "author": "Friedrich Nietzsche",
        "category": "Beautiful, Man, Ugly"
    },
    {
        "quote": "We should consider every day lost on which we have not danced at least once. And we should call every truth false which was not accompanied by at least one laugh.",
        "author": "Friedrich Nietzsche",
        "category": "Day, Lost, Laugh"
    },
    {
        "quote": "Words are but symbols for the relations of things to one another and to us nowhere do they touch upon absolute truth.",
        "author": "Friedrich Nietzsche",
        "category": "Words, Touch, Symbols"
    },
    {
        "quote": "All truth is simple... is that not doubly a lie?",
        "author": "Friedrich Nietzsche",
        "category": "Simple, Lie, Truth Is"
    },
    {
        "quote": "There are various eyes. Even the Sphinx has eyes: and as a result there are various truths, and as a result there is no truth.",
        "author": "Friedrich Nietzsche",
        "category": "Eyes, Result, Even"
    },
    {
        "quote": "One may sometimes tell a lie, but the grimace that accompanies it tells the truth.",
        "author": "Friedrich Nietzsche",
        "category": "Lie, Sometimes, May"
    },
    {
        "quote": "Not when truth is dirty, but when it is shallow, does the enlightened man dislike to wade into its waters.",
        "author": "Friedrich Nietzsche",
        "category": "Man, Truth Is, Dirty"
    },
    {
        "quote": "It is good to express a thing twice right at the outset and so to give it a right foot and also a left one. Truth can surely stand on one leg, but with two it will be able to walk and get around.",
        "author": "Friedrich Nietzsche",
        "category": "Good, Walk, Stand"
    },
    {
        "quote": "All credibility, all good conscience, all evidence of truth come only from the senses.",
        "author": "Friedrich Nietzsche",
        "category": "Good, Conscience, Senses"
    },
    {
        "quote": "All truly great thoughts are conceived by walking.",
        "author": "Friedrich Nietzsche",
        "category": "Thoughts, Walking, Truly"
    },
    {
        "quote": "The essence of all beautiful art, all great art, is gratitude.",
        "author": "Friedrich Nietzsche",
        "category": "Gratitude, Art, Beautiful"
    },
    {
        "quote": "The demand to be loved is the greatest of all arrogant presumptions.",
        "author": "Friedrich Nietzsche",
        "category": "Greatest, Loved, Arrogant"
    },
    {
        "quote": "Success has always been a great liar.",
        "author": "Friedrich Nietzsche",
        "category": "Success, Liar, Always"
    },
    {
        "quote": "Germany is a great nation only because its people have so much Polish blood in their veins.",
        "author": "Friedrich Nietzsche",
        "category": "People, Blood, Nation"
    },
    {
        "quote": "Faith: not wanting to know what is true.",
        "author": "Friedrich Nietzsche",
        "category": "Know, True, Wanting"
    },
    {
        "quote": "If there is something to pardon in everything, there is also something to condemn.",
        "author": "Friedrich Nietzsche",
        "category": "Everything, Something"
    },
    {
        "quote": "For art to exist, for any sort of aesthetic activity to exist, a certain physiological precondition is indispensable: intoxication.",
        "author": "Friedrich Nietzsche",
        "category": "Aesthetic, Activity, Exist"
    },
    {
        "quote": "Sleeping is no mean art: for its sake one must stay awake all day.",
        "author": "Friedrich Nietzsche",
        "category": "Day, Mean, Sleeping"
    },
    {
        "quote": "Art is the proper task of life.",
        "author": "Friedrich Nietzsche",
        "category": "Life, Task, Proper"
    },
    {
        "quote": "Love is blind friendship closes its eyes.",
        "author": "Friedrich Nietzsche",
        "category": "Love, Eyes, Love Is"
    },
    {
        "quote": "A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.",
        "author": "Friedrich Nietzsche",
        "category": "Man, Woman, Endure"
    },
    {
        "quote": "Rejoicing in our joy, not suffering over our suffering, makes someone a friend.",
        "author": "Friedrich Nietzsche",
        "category": "Joy, Friend, Suffering"
    },
    {
        "quote": "In large states public education will always be mediocre, for the same reason that in large kitchens the cooking is usually bad.",
        "author": "Friedrich Nietzsche",
        "category": "Cooking, Public Education"
    },
    {
        "quote": "There is more wisdom in your body than in your deepest philosophy.",
        "author": "Friedrich Nietzsche",
        "category": "Philosophy, Body, Deepest"
    },
    {
        "quote": "Does wisdom perhaps appear on the earth as a raven which is inspired by the smell of carrion?",
        "author": "Friedrich Nietzsche",
        "category": "Earth, Smell, Which"
    },
    {
        "quote": "He who has a why to live can bear almost any how.",
        "author": "Friedrich Nietzsche",
        "category": "Live, Why, Bear"
    },
    {
        "quote": "When a hundred men stand together, each of them loses his mind and gets another one.",
        "author": "Friedrich Nietzsche",
        "category": "Together, Mind, Stand"
    },
    {
        "quote": "Regarding life, the wisest men of all ages have judged alike: it is worthless.",
        "author": "Friedrich Nietzsche",
        "category": "Life, Alike, Wisest"
    },
    {
        "quote": "A great value of antiquity lies in the fact that its writings are the only ones that modern men still read with exactness.",
        "author": "Friedrich Nietzsche",
        "category": "Great, Value, Modern"
    },
    {
        "quote": "An artist has no home in Europe except in Paris.",
        "author": "Friedrich Nietzsche",
        "category": "Artist, Paris, Europe"
    },
    {
        "quote": "Perhaps I know best why it is man alone who laughs he alone suffers so deeply that he had to invent laughter.",
        "author": "Friedrich Nietzsche",
        "category": "Best, Laughter, Man"
    },
    {
        "quote": "Nothing has been purchased more dearly than the little bit of reason and sense of freedom which now constitutes our pride.",
        "author": "Friedrich Nietzsche",
        "category": "Pride, Nothing, Reason"
    },
    {
        "quote": "The future influences the present just as much as the past.",
        "author": "Friedrich Nietzsche",
        "category": "Past, Present, Just"
    },
    {
        "quote": "All sciences are now under the obligation to prepare the ground for the future task of the philosopher, which is to solve the problem of value, to determine the true hierarchy of values.",
        "author": "Friedrich Nietzsche",
        "category": "Value, Values, Problem"
    }
]