[
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw",
        "category": "inspirational, life, yourself"
    },
    {
        "quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
        "author": "George Bernard Shaw",
        "category": "art, life"
    },
    {
        "quote": "In heaven an angel is no one in particular.",
        "author": "George Bernard Shaw",
        "category": "life"
    },
    {
        "quote": "Life is no brief candle to me. It is a sort of splendid torch which I have got a hold of for the moment, and I want to make it burn as brightly as possible before handing it on to future generations.",
        "author": "George Bernard Shaw",
        "category": "inspirational, life"
    },
    {
        "quote": "The man who writes about himself and his own time is the only man who writes about all people and all time.",
        "author": "George Bernard Shaw",
        "category": "inspirational, universal-truths"
    },
    {
        "quote": "A photographer is like a cod, which produces a million eggs in order that one may reach maturity.",
        "author": "George Bernard Shaw",
        "category": "art, cod, fish, humor, images, inspirational, photography"
    },
    {
        "quote": "Animals are my friends...and I don't eat my friends.",
        "author": "George Bernard Shaw",
        "category": "animals, attributed-no-source, friends, humor, vegetarianism"
    },
    {
        "quote": "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it.",
        "author": "George Bernard Shaw",
        "category": "funny, humor, optimism, pessimism"
    },
    {
        "quote": "The play was a great success, but audience was a dismal failure.",
        "author": "George Bernard Shaw",
        "category": "humor"
    },
    {
        "quote": "I’m an atheist and I thank God for it.",
        "author": "George Bernard Shaw",
        "category": "humor, religion"
    },
    {
        "quote": "We learn from experience that men never learn anything from experience.",
        "author": "George Bernard Shaw",
        "category": "history, humor"
    },
    {
        "quote": "While browsing in a second-hand bookshop one day, George Bernard Shaw was amused to find a copy of one of his own works which he himself had inscribed for a friend: \"To ----, with esteem, George Bernard Shaw.\"He immediately purchased the book and returned it to the friend with a second inscription: \"With renewed esteem, George Bernard Shaw.",
        "author": "George Bernard Shaw",
        "category": "humor"
    },
    {
        "quote": "If you want to tell people the truth, make them laugh, otherwise they'll kill you.",
        "author": "George Bernard Shaw",
        "category": "kill, laughter, misattributed-oscar-wilde, truth"
    },
    {
        "quote": "Dying is a troublesome business: there is pain to be suffered, and it wrings one's heart; but death is a splendid thing—a warfare accomplished, a beginning all over again, a triumph. You can always see that in their faces.",
        "author": "George Bernard Shaw",
        "category": "truth"
    },
    {
        "quote": "The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not.",
        "author": "George Bernard Shaw",
        "category": "happiness, life, misery"
    },
    {
        "quote": "The man with toothache thinks everyone happy whose teeth are sound.The poverty stricken man makes the same mistake about the rich man.",
        "author": "George Bernard Shaw",
        "category": "happiness, money, poverty"
    },
    {
        "quote": "In literature the ambition of the novice is to acquire the literary language the struggle of the adept is to get rid of it.",
        "author": "George Bernard Shaw",
        "category": "literature, writing"
    },
    {
        "quote": "What we want to see is the child in pursuit of the knowledge not the knowledge in pursuit of the child.",
        "author": "George Bernard Shaw",
        "category": "education, knowledge, youth"
    },
    {
        "quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
        "author": "George Bernard Shaw",
        "category": "mistakes, success"
    },
    {
        "quote": "Schools and schoolmasters, as we have them today, are not popular as places of education and teachers, but rather prisons and turnkeys in which children are kept to prevent them disturbing and chaperoning their parent.",
        "author": "George Bernard Shaw",
        "category": "education, school, teachers"
    },
    {
        "quote": "My religious convictions and scientific views cannot at present be more specifically defined than as those of a believer in creative evolution. I desire that no public monument or work of art or inscription or sermon or ritual service commemorating me shall suggest that I accepted the tenets peculiar to any established church or denomination nor take the form of a cross or any other instrument of torture or symbol of blood sacr",
        "author": "George Bernard Shaw",
        "category": "blood-sacrifice, commemoration, cross, denomination, evolution, monument, religious-convictions, ritual, science, scientific, sermon, service, tenets, torture, views"
    },
    {
        "quote": "Science never solves a problem without creating ten more",
        "author": "George Bernard Shaw",
        "category": "science"
    },
    {
        "quote": "Make it a rule never to give a child a book you would not read yourself.",
        "author": "George Bernard Shaw",
        "category": "books, children"
    },
    {
        "quote": "Reading made Don Quixote a gentleman. Believing what he read made him mad.",
        "author": "George Bernard Shaw",
        "category": "books"
    },
    {
        "quote": "There is always danger for those who are afraid.",
        "author": "George Bernard Shaw",
        "category": "danger, fear"
    },
    {
        "quote": "If you take too long in deciding what to do with your life, you'll find you've done it.",
        "author": "George Bernard Shaw",
        "category": "doubt, fear, procrastination"
    },
    {
        "quote": "A fashion is nothing but an induced epidemic.",
        "author": "George Bernard Shaw",
        "category": "humour"
    },
    {
        "quote": "Patriotism is, fundamentally, a conviction that a particular country is the best in the world because you were born in it....",
        "author": "George Bernard Shaw",
        "category": "anti-patriotism, identity, nation, nationalism, politics"
    },
    {
        "quote": "Custom will reconcile people to any atrocity, and fashion will drive them to acquire any custom.",
        "author": "George Bernard Shaw",
        "category": "politics"
    },
    {
        "quote": "That is the injustice of a woman's lot. A woman has to bring up her children; and that means to restrain them, to deny them things they want, to set them tasks, to punish them when they do wrong, to do all the unpleasant things. And then the father, who has nothing to do but pet them and spoil them, comes in when all her work is done and stealstheir affection from her.",
        "author": "George Bernard Shaw",
        "category": "women"
    },
    {
        "quote": "It is a woman's business to get married as soon as possible, and a man'sto keep unmarried as long as he can.",
        "author": "George Bernard Shaw",
        "category": "marriage, men, women"
    },
    {
        "quote": "Those who cannot change their minds cannot change anything.",
        "author": "George Bernard Shaw",
        "category": "adaptation, change, open-mindedness, self-improvement"
    },
    {
        "quote": "Progress is impossible without change, and those who cannot change their minds, cannot change anything.",
        "author": "George Bernard Shaw",
        "category": "change, george-bernard-shaw, life, progress"
    },
    {
        "quote": "The heart of an Irishman is nothing but his imagination",
        "author": "George Bernard Shaw",
        "category": "empathy, imagination, ireland, love, soul"
    },
    {
        "quote": "Without art, the crudeness of reality would make the world unbearable.",
        "author": "George Bernard Shaw",
        "category": "art"
    },
    {
        "quote": "One man that has a mind and knows it can always beat ten men who haven't and don't.",
        "author": "George Bernard Shaw",
        "category": "intelligence"
    },
    {
        "quote": "Common sense is instinct. Enough of it is genius.",
        "author": "George Bernard Shaw",
        "category": "common-sense, genius, instinct, intelligence"
    },
    {
        "quote": "A Native American elder once described his own inner struggles in this manner: Inside of me there are two dogs. One of the dogs is mean and evil. The other dog is good. The mean dog fights the good dog all the time. When asked which dog wins, he reflected for a moment and replied, The one I feed the most.",
        "author": "George Bernard Shaw",
        "category": "conscience, good-and-evil, humanity, native-americans, self-determination"
    },
    {
        "quote": "I want to be thoroughly used up when I die for the harder I work the more I live. I rejoice in life for its own sake.",
        "author": "George Bernard Shaw",
        "category": "life, work"
    },
    {
        "quote": "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.",
        "author": "George Bernard Shaw",
        "category": "marriage"
    },
    {
        "quote": "Hell is full of musical amateurs.",
        "author": "George Bernard Shaw",
        "category": "music"
    },
    {
        "quote": "Lack of money is the root of all evil.",
        "author": "George Bernard Shaw",
        "category": "money"
    },
    {
        "quote": "My schooling not only failed to teach me what it professed to be teaching, but prevented me from being educated to an extent which infuriates me when I think of all I might have learned at home by myself.",
        "author": "George Bernard Shaw",
        "category": "brainwashing, children, coercion, education, family, free, freedom, government, indocrination, institutions, learn, learning, liberty, school, schooling, self-improvement, self-learning, state, statism, voluntaryism"
    },
    {
        "quote": "Why should we take advice on sex from the pope? If he knows anything about it, he shouldn't!",
        "author": "George Bernard Shaw",
        "category": "sex"
    },
    {
        "quote": "Dancing is a perpendicular expression of a horizontal desire.",
        "author": "George Bernard Shaw",
        "category": "dance, dancing, definition, innuendo, sex, widely-misattributed, wordplay"
    },
    {
        "quote": "Do not waste your time on Social Questions. What is the matter with the poor is Poverty what is the matter with the rich is Uselessness.",
        "author": "George Bernard Shaw",
        "category": "poor, rich, society"
    },
    {
        "quote": "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will.",
        "author": "George Bernard Shaw",
        "category": "creativity"
    },
    {
        "quote": "No man ever believes that the Bible means what it says: He is always convinced that it says what he means.",
        "author": "George Bernard Shaw",
        "category": "belief, bible"
    },
    {
        "quote": "Imitation is not just the sincerest form of flattery - it's the sincerest form of learning.",
        "author": "George Bernard Shaw",
        "category": "imitation, learning"
    },
    {
        "quote": "A little learning is a dangerous thing, but we must take that risk because a little is as much as our biggest heads can hold.",
        "author": "George Bernard Shaw",
        "category": "enlightenment, humility, learning"
    },
    {
        "quote": "An author who gives a manager or publisher any rights in his work except those immediately and specifically required for its publication or performance is for business purposes an imbecile.",
        "author": "George Bernard Shaw",
        "category": "agents, authors, business, contracts, publishers, publishing"
    },
    {
        "quote": "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
        "author": "George Bernard Shaw",
        "category": "dream"
    },
    {
        "quote": "Gentle Jesus, meek and mild' is a snivelling modern invention, with no warrant in the gospels.",
        "author": "George Bernard Shaw",
        "category": "bible, jesus"
    },
    {
        "quote": "The problem with communication…is the illusion that is has been accomplished.",
        "author": "George Bernard Shaw",
        "category": "contemporary-romance, george-bernard-shaw, kathy-l-wheeler, quotable, romance"
    },
    {
        "quote": "Men are wise in proportion, not to their experience, but to their capacity for experience.",
        "author": "George Bernard Shaw",
        "category": "experience"
    },
    {
        "quote": "My method is to take the utmost trouble to find the right thing to say, and then to say it with the utmost levity.",
        "author": "George Bernard Shaw",
        "category": "language"
    },
    {
        "quote": "I need not repeat familiar arguments about the waste of teachers' time, and the difficulties thrown in the way of English children trying to learn their own language; or the fact that nobody without a visual memory for words ever succeeds in spelling conventionally, however highly educated he or she may be.",
        "author": "George Bernard Shaw",
        "category": "english, language, spelling"
    },
    {
        "quote": "Confusing monogamy with morality has done more to destroy the conscience of the human race than any other error.",
        "author": "George Bernard Shaw",
        "category": "humankind, monogamy, morality"
    },
    {
        "quote": "Doing what needs to be done may not make you happy, but it will make you great.",
        "author": "George Bernard Shaw",
        "category": "doing, greatness, needs"
    },
    {
        "quote": "Nothing but the natural ignorance of the public, countenanced by the inoculated erroneousness of the ordinary general medical practitioners, makes such a barbarism as vaccination possible.......Recent developments have shown that an inoculation made in the usual general practitioner's light-hearted way, without previous highly skilled examination of the state of the patient's blood, is just as likely to be a simple manslaughter as a cure or preventive. But vaccination is nothing short of attempted murder. A skilled bacteriologist would just as soon think of cutting his child's arm and rubbing the contents of the dustpan into the wound, as vaccinating it in the same.",
        "author": "George Bernard Shaw",
        "category": "anti-vaccine, attempted-murder, barbarism, ignorance, inoculation, manslaughter, vaccination, vaccine, vaccines"
    },
    {
        "quote": "The thought of two thousand people crunching celery at the same time horrified me.",
        "author": "George Bernard Shaw",
        "category": "food, vegetarianism"
    },
    {
        "quote": "At present there is not a single credible established religion in the world.",
        "author": "George Bernard Shaw",
        "category": "atheism, atheist, credible"
    },
    {
        "quote": "HIGGINS [sitting down beside her] Rubbish! you shall marry an ambassador. You shall marry the Governor-General of India or the Lord-Lieutenant of Ireland, or somebody who wants a deputy-queen. I'm not going to have my masterpiece thrown away on Freddy.LIZA. You think I like you to say that. But I haven't forgot what you said a minute ago; and I won't be coaxed round as if I was a baby or a puppy. If I can't have kindness, I'll have independence.HIGGINS. Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth.LIZA [rising determinedly] I'll let you see whether I'm dependent on you. If you can preach, I can teach. I'll go and be a teacher.HIGGINS. What'll you teach, in heaven's name?LIZA. What you taught me. I'll teach phonetics.HIGGINS. Ha! Ha! Ha!",
        "author": "George Bernard Shaw",
        "category": "doolittle, eliza, independence, shaw, woman"
    },
    {
        "quote": "Youth is wasted on the young.",
        "author": "George Bernard Shaw",
        "category": "attributed-no-source, elderly, growing, potential, respect, waste, youth"
    },
    {
        "quote": "The single biggest problem in communication is the illusion that it has taken place.",
        "author": "George Bernard Shaw",
        "category": "communication, misattributed, misunderstanding"
    },
    {
        "quote": "England and America are two countries separated by the same language.",
        "author": "George Bernard Shaw",
        "category": "america, britain, languages, uk, usa"
    },
    {
        "quote": "I'm not a teacher: only a fellow traveler of whom you asked the way. I pointed ahead - ahead of myself as well as you.",
        "author": "George Bernard Shaw",
        "category": "teacher, teaching"
    },
    {
        "quote": "Democracy is a device that ensures we shall be governed no better than we deserve.",
        "author": "George Bernard Shaw",
        "category": "democracy"
    },
    {
        "quote": "Written over the gate here are the words 'Leave every hope behind, ye who enter.' Only think what a relief that is! For what is hope? A form of moral responsibility. Here there is no hope, and consequently no duty, no work, nothing to be gained by praying, nothing to be lost by doing what you like. Hell, in short is a place where you have nothing to do but amuse yourself.",
        "author": "George Bernard Shaw",
        "category": "hell"
    },
    {
        "quote": "If you have an apple and I have an apple and we exchange these apples then you and I will still each have one apple. But if you have an idea and I have an idea and we exchange these ideas, then each of us will have two ideas.",
        "author": "George Bernard Shaw",
        "category": "ideas"
    },
    {
        "quote": "The quality of a play is the quality of its ideas.",
        "author": "George Bernard Shaw",
        "category": "ideas, plays"
    },
    {
        "quote": "While we ourselves are the living graves of murdered beasts, how can we expect any ideal conditions on this earth?",
        "author": "George Bernard Shaw",
        "category": "ethics, vegetarianism"
    },
    {
        "quote": "The longer I live the more I see that I am never wrong about anything, and that all the pains I have so humbly taken to verify my notions have only wasted my time.",
        "author": "George Bernard Shaw",
        "category": "age, wasted-time"
    },
    {
        "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
        "author": "George Bernard Shaw",
        "category": "progress"
    },
    {
        "quote": "Cruelty would be delicious if one could only find some sort of cruelty that didn’t really hurt.",
        "author": "George Bernard Shaw",
        "category": "cruelty, irony, malicious"
    },
    {
        "quote": "Hatred is the coward's revenge for being intimidated.",
        "author": "George Bernard Shaw",
        "category": "cowardice, hatred"
    },
    {
        "quote": "What man really wishes to do he will find a means of doing.",
        "author": "George Bernard Shaw",
        "category": "actions"
    },
    {
        "quote": "A tragic situation exists precisely when virtue does NOT triumph but when it is still felt that man is nobler than the forces which destroy him.",
        "author": "George Bernard Shaw",
        "category": "drama"
    },
    {
        "quote": "You don't stop laughing when you grow old, you grow old when you stop laughing.",
        "author": "George Bernard Shaw",
        "category": "aging, aging-gracefully"
    },
    {
        "quote": "The most tragic thing in the world is a man of genius who is not a man of honor.",
        "author": "George Bernard Shaw",
        "category": "genius, honor"
    },
    {
        "quote": "How we lavish our money and worship on Shakespeare without in the least knowing why!",
        "author": "George Bernard Shaw",
        "category": "criticism, shakespeare"
    },
    {
        "quote": "It is easy-terribly easy-to shake a man's faith in himself. To take advantage of that to to break a man's spirit is Devil's work.",
        "author": "George Bernard Shaw",
        "category": "devil, faith-in-self"
    },
    {
        "quote": "My dear: in this world there is always danger for those who are afraid of it.",
        "author": "George Bernard Shaw",
        "category": "devil, disciple"
    },
    {
        "quote": "Never waste jealousy on a real man: it is the imaginary man that supplants us all in the long run.",
        "author": "George Bernard Shaw",
        "category": "jealousy"
    },
    {
        "quote": "I have defined the hundred per cent American as ninety-nine per cent an idiot.",
        "author": "George Bernard Shaw",
        "category": "american, stupidity"
    },
    {
        "quote": "Patriotism is your conviction that this country is superior to all other countries because you were born in it.",
        "author": "George Bernard Shaw",
        "category": "patriotism"
    },
    {
        "quote": "Baseball has the great advantage over cricket of being sooner ended.",
        "author": "George Bernard Shaw",
        "category": "sports"
    },
    {
        "quote": "I finished my first book seventy-six years ago. I offered it to every publisher on the English-speaking earth I had ever heard of. Their refusals were unanimous: and it did not get into print until, fifty years later; publishers would publish anything that had my name on it.",
        "author": "George Bernard Shaw",
        "category": "fame, publishing, rejections"
    },
    {
        "quote": "Liquor is the chloroform which enables the poor man to endure the painful operation of living.",
        "author": "George Bernard Shaw",
        "category": "attributed, definitions, drinking, shaw-review-10"
    },
    {
        "quote": "The golden rule is that there are no golden rules.",
        "author": "George Bernard Shaw",
        "category": "life, rules"
    },
    {
        "quote": "Those who do not know how to live must make a merit of dying.",
        "author": "George Bernard Shaw",
        "category": "mortality"
    },
    {
        "quote": "The reasonable man adapts himself to the world  the unreasonable one persists in trying to adapt the world to himself.",
        "author": "George Bernard Shaw",
        "category": "acceptance"
    },
    {
        "quote": "You have learned something. That always feels at first as if you had lost something.",
        "author": "George Bernard Shaw",
        "category": "adversity"
    },
    {
        "quote": "My opportunities were still there  nay  they multiplied tenfold  but the strength and youth to cope with them began to fail  and to need eking out with the shifty cunning of experience.",
        "author": "George Bernard Shaw",
        "category": "aging, old, age"
    },
    {
        "quote": "Without art  the crudeness of reality would make the world unbearable.",
        "author": "George Bernard Shaw",
        "category": "applause"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "arguments, quarrels"
    },
    {
        "quote": "The test of a man or woman's breeding is how they behave in a quarrel.",
        "author": "George Bernard Shaw",
        "category": "arguments, quarrels"
    },
    {
        "quote": "Peace is not only better than war  but infinitely more arduous.",
        "author": "George Bernard Shaw",
        "category": "boring, days"
    },
    {
        "quote": "I am a Millionaire. That is my religion.",
        "author": "George Bernard Shaw",
        "category": "capitalism"
    },
    {
        "quote": "All professions are a conspiracy against the country.",
        "author": "George Bernard Shaw",
        "category": "capitalism"
    },
    {
        "quote": "When people shake their heads because we are living in a restless age  ask them how they would like to life in a stationary one  and do without change.",
        "author": "George Bernard Shaw",
        "category": "change"
    },
    {
        "quote": "Progress is impossible without change  and those who cannot change their minds cannot change anything.",
        "author": "George Bernard Shaw",
        "category": "change"
    },
    {
        "quote": "Self-denial is not a virtue  it is only the effect of prudence on rascality.",
        "author": "George Bernard Shaw",
        "category": "character, personality"
    },
    {
        "quote": "She had lost the art of conversation  but not  unfortunately  the power of speech.",
        "author": "George Bernard Shaw",
        "category": "conversation"
    },
    {
        "quote": "You don't learn to hold your own in the world by standing on guard  but by attacking  and getting well hammered yourself.",
        "author": "George Bernard Shaw",
        "category": "courage, bravery"
    },
    {
        "quote": "You don't learn to hold your own in the world by standing on guard  but by attacking  and getting well-hammered yourself.",
        "author": "George Bernard Shaw",
        "category": "courage"
    },
    {
        "quote": "Progress is impossible without change  and those who cannot change their minds cannot change anything.",
        "author": "George Bernard Shaw",
        "category": "creating, positive, change"
    },
    {
        "quote": "The faults of the burglar are the qualities of the financier.",
        "author": "George Bernard Shaw",
        "category": "crime, punishment"
    },
    {
        "quote": "It is easy - terribly easy - to shake a man's faith in himself. To take advantage of that  to break a man's spirit is devil's work.",
        "author": "George Bernard Shaw",
        "category": "critics, criticism"
    },
    {
        "quote": "In Heaven an angel is nobody in particular.",
        "author": "George Bernard Shaw",
        "category": "crowds, masses"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "death, dying"
    },
    {
        "quote": "You can lose a man like that by your own death  but not by his.",
        "author": "George Bernard Shaw",
        "category": "death, dying"
    },
    {
        "quote": "There are two tragedies in life. One is not to get your heart's desire. The other is to get it.",
        "author": "George Bernard Shaw",
        "category": "desire"
    },
    {
        "quote": "I am only a beer teetotaller  not a champagne teetotaller.",
        "author": "George Bernard Shaw",
        "category": "drink, , drinking, drinkers"
    },
    {
        "quote": "It is impossible for an Englishman to open his mouth without making some other Englishman despise him.",
        "author": "George Bernard Shaw",
        "category": "england, u, k,"
    },
    {
        "quote": "England and America are two countries separated by the same language.",
        "author": "George Bernard Shaw",
        "category": "england, u, k,"
    },
    {
        "quote": "An Englishman thinks he is moral when he is only uncomfortable.",
        "author": "George Bernard Shaw",
        "category": "england, u, k,"
    },
    {
        "quote": "fights you on patriotic principles  he robs you on business principles  he enslaves you on imperial principles.",
        "author": "George Bernard Shaw",
        "category": "england"
    },
    {
        "quote": "An Englishman thinks he is moral when he is only uncomfortable.",
        "author": "George Bernard Shaw",
        "category": "england"
    },
    {
        "quote": "Everything happens to everybody sooner or later if there is time enough.",
        "author": "George Bernard Shaw",
        "category": "experience"
    },
    {
        "quote": "Men are wise in proportion  not to their experience  but to their capacity for experience.",
        "author": "George Bernard Shaw",
        "category": "experience"
    },
    {
        "quote": "Men are wise in proportion  not to their experience  but to their capacity for experience.",
        "author": "George Bernard Shaw",
        "category": "experience"
    },
    {
        "quote": "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.",
        "author": "George Bernard Shaw",
        "category": "failures, mistakes"
    },
    {
        "quote": "Martyrdom is the only way a man can become famous without ability.",
        "author": "George Bernard Shaw",
        "category": "fame, celebrities"
    },
    {
        "quote": "Fashions  after all  are only induced epidemics.",
        "author": "George Bernard Shaw",
        "category": "fashion"
    },
    {
        "quote": "There is no love sincerer than the love of food.",
        "author": "George Bernard Shaw",
        "category": "food"
    },
    {
        "quote": "What is life but a series of inspired follies? The difficulty is to find them to do.",
        "author": "George Bernard Shaw",
        "category": "fools, foolishness"
    },
    {
        "quote": "The secret of forgiving everything is to understand nothing.",
        "author": "George Bernard Shaw",
        "category": "forgiveness"
    },
    {
        "quote": "The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.",
        "author": "George Bernard Shaw",
        "category": "friendship"
    },
    {
        "quote": "This is true joy of life-the being used for a purpose that is recognized by yourself as a right one  instead of being a feverish  selfish little clod of ailments and grievances  complaining that the world will not devote itself to making you happy.",
        "author": "George Bernard Shaw",
        "category": "goals"
    },
    {
        "quote": "Use your health  even to the point of wearing it out. That is what it is for. Spend all you have before you die  do not outlive yourself.",
        "author": "George Bernard Shaw",
        "category": "goals"
    },
    {
        "quote": "This is true joy of life-being used for a purpose that is recognized by yourself as a mighty one ... instead of being a feverish  selfish little clod of ailments and grievances  complaining that the world will not devote itself to making you happy.",
        "author": "George Bernard Shaw",
        "category": "goals"
    },
    {
        "quote": "Give a man health and a course to steer  and he'll never stop to trouble about whether he's happy or not.",
        "author": "George Bernard Shaw",
        "category": "goals"
    },
    {
        "quote": "Beware of the man whose God is in the skies.",
        "author": "George Bernard Shaw",
        "category": "god"
    },
    {
        "quote": "Do not do unto others as you would that they should do unto you. Their tastes may not be the same.",
        "author": "George Bernard Shaw",
        "category": "golden, rule"
    },
    {
        "quote": "My only policy is to profess evil and do good.",
        "author": "George Bernard Shaw",
        "category": "goodness, giving"
    },
    {
        "quote": "A government which robs Peter to pay Paul can always depend on the support of Paul.",
        "author": "George Bernard Shaw",
        "category": "government, rule"
    },
    {
        "quote": "The art of government is the organization of idolatry.",
        "author": "George Bernard Shaw",
        "category": "government, rule"
    },
    {
        "quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "Happiness and beauty are by-products. Folly is the direct pursuit of happiness and beauty.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "This is true joy of life-being used for a purpose that is recognized by yourself as a mighty one ... instead of being a feverish  selfish little clod of ailments and grievances  complaining that the world will not devote itself to making you happy.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "Give a man health and a course to steer  and he'll never stop to trouble about whether he's happy or not.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "The secret of being miserable is to have leisure to bother about whether you are happy or not.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "Give a man health and a course to steer  and he'll never stop to trouble about whether he's happy or not.",
        "author": "George Bernard Shaw",
        "category": "happiness"
    },
    {
        "quote": "Hatred is the coward's revenge for being intimidated.",
        "author": "George Bernard Shaw",
        "category": "hatred"
    },
    {
        "quote": "In Heaven an angel is nobody in particular.",
        "author": "George Bernard Shaw",
        "category": "heaven"
    },
    {
        "quote": "A perpetual holiday is a good working definition of hell.",
        "author": "George Bernard Shaw",
        "category": "hell, devil"
    },
    {
        "quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
        "author": "George Bernard Shaw",
        "category": "helping, people"
    },
    {
        "quote": "Martyrdom - the only way in which a man can become famous without ability.",
        "author": "George Bernard Shaw",
        "category": "heroes, heroism"
    },
    {
        "quote": "The savage bows down to idols of wood and stone  the civilized man to idols of flesh and blood.",
        "author": "George Bernard Shaw",
        "category": "heroes, heroism"
    },
    {
        "quote": "The worst sin towards our fellow creatures is not to hate them  but to be indifferent to them  that's the essence of inhumanity.",
        "author": "George Bernard Shaw",
        "category": "human, relations"
    },
    {
        "quote": "I was taught when I was young that if people would only love one another  all would be well with the world. This seemed simple and very nice  but I found when I tried to put it in practice not only that other people were seldom lovable  but that I was not very lovable myself.",
        "author": "George Bernard Shaw",
        "category": "human, relations"
    },
    {
        "quote": "A perpetual holiday is a good working definition of Hell.",
        "author": "George Bernard Shaw",
        "category": "idleness"
    },
    {
        "quote": "Common sense is instinct. Enough of it is genius.",
        "author": "George Bernard Shaw",
        "category": "instincts"
    },
    {
        "quote": "No man fully capable of his own language ever masters another.",
        "author": "George Bernard Shaw",
        "category": "language"
    },
    {
        "quote": "A learned man is an idler who kills time by study.",
        "author": "George Bernard Shaw",
        "category": "learning"
    },
    {
        "quote": "Liberty means responsibility. That is why most men dread it.",
        "author": "George Bernard Shaw",
        "category": "liberty, human, rights"
    },
    {
        "quote": "This is the true joy in life  the being used for a purpose recognized by yourself as a mighty one  the being thoroughly worn out before you are thrown on the scrap heap.",
        "author": "George Bernard Shaw",
        "category": "life"
    },
    {
        "quote": "The man who writes about himself and his own time is the only man who writes about all people and about all time.",
        "author": "George Bernard Shaw",
        "category": "literature"
    },
    {
        "quote": "It is assumed that the woman must wait motionless until she is wooed. That is how the spider waits for the fly.",
        "author": "George Bernard Shaw",
        "category": "love, marriage"
    },
    {
        "quote": "Love is a gross exaggeration of the difference between one person and everybody else.",
        "author": "George Bernard Shaw",
        "category": "love"
    },
    {
        "quote": "The fickleness of the woman I love is equalled by the infernal constancy of the women who love me.",
        "author": "George Bernard Shaw",
        "category": "love"
    },
    {
        "quote": "The liar's punishment is not in the least that he is not believed  but that he cannot believe anyone else.",
        "author": "George Bernard Shaw",
        "category": "lying"
    },
    {
        "quote": "The whole world is strewn with snares  traps  gins and pitfalls for the capture of men by women.",
        "author": "George Bernard Shaw",
        "category": "marriage"
    },
    {
        "quote": "You don't learn to hold your own by standing on guard  but by attacking  and getting well hammered yourself.",
        "author": "George Bernard Shaw",
        "category": "maturity"
    },
    {
        "quote": "I enjoy convalescence. It is the part that makes the illness worthwhile.",
        "author": "George Bernard Shaw",
        "category": "medicine, sickness"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "memory"
    },
    {
        "quote": "An election is a moral horror  as bad as a battle except for the blood  a mud bath for every soul concerned in it.",
        "author": "George Bernard Shaw",
        "category": "morality, ethics"
    },
    {
        "quote": "Morality is not respectability.",
        "author": "George Bernard Shaw",
        "category": "morality, ethics"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivation"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "As long as I have a want  I have a reason for living. Satisfaction is death.",
        "author": "George Bernard Shaw",
        "category": "motivational"
    },
    {
        "quote": "From Mozart I learnt to say important things in a conversational way.",
        "author": "George Bernard Shaw",
        "category": "music"
    },
    {
        "quote": "Hell is full of musical amateurs.",
        "author": "George Bernard Shaw",
        "category": "music"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A man never tells you anything until you contradict him.",
        "author": "George Bernard Shaw",
        "category": "never"
    },
    {
        "quote": "A day's work is a day's work  neither more nor less  and the man who does it needs a day's sustenance  a night's repose and due leisure  whether he be painter or ploughman.",
        "author": "George Bernard Shaw",
        "category": "one, day"
    },
    {
        "quote": "A day's work is a day's work  neither more nor less  and the man who does it needs a day's sustenance  a night's repose and due leisure  whether he be painter or ploughman.",
        "author": "George Bernard Shaw",
        "category": "one, day"
    },
    {
        "quote": "I often quote myself. It adds spice to my conversation.",
        "author": "George Bernard Shaw",
        "category": "openers, introductions"
    },
    {
        "quote": "Our laws make law impossible  our liberties destroy all freedom  our property is organized robbery  our morality an impudent hypocrisy  our wisdom is administered by inexperienced or mal-experienced dupes  our power wielded by cowards and weaklings  and our honour false in all its points. I am an enemy of the existing order for good reasons.",
        "author": "George Bernard Shaw",
        "category": "order, organization"
    },
    {
        "quote": "The man with a toothache thinks everyone happy whose teeth are sound. The poverty-stricken man makes the same mistake about the rich man.",
        "author": "George Bernard Shaw",
        "category": "side"
    },
    {
        "quote": "Parentage is a very important profession  but no test of fitness  for it is ever imposed in the interests of the Children.",
        "author": "George Bernard Shaw",
        "category": "parenthood"
    },
    {
        "quote": "The best brought-up children are those who have seen their parents as they are. Hypocrisy is not the parents' first duty.",
        "author": "George Bernard Shaw",
        "category": "parenthood"
    },
    {
        "quote": "A pessimist? A man who thinks everybody as nasty as himself  and hates them for it.",
        "author": "George Bernard Shaw",
        "category": "pessimism"
    },
    {
        "quote": "The philosopher is Nature's pilot - and there you have our difference  to be in hell is to drift: to be in heaven is to steer.",
        "author": "George Bernard Shaw",
        "category": "philosophy"
    },
    {
        "quote": "The philosopher is Nature's pilot. And there you have our difference: to be in hell is to drift: to be in heaven is to steer.",
        "author": "George Bernard Shaw",
        "category": "philosophy"
    },
    {
        "quote": "He knows nothing  he thinks he knows everything - that clearly points to a political career.",
        "author": "George Bernard Shaw",
        "category": "politicians"
    },
    {
        "quote": "Modern poverty is not the poverty that was blest in the Sermon on the Mount.",
        "author": "George Bernard Shaw",
        "category": "poverty"
    },
    {
        "quote": "What really flatters a man is that you think him worth flattery.",
        "author": "George Bernard Shaw",
        "category": "praise, flattery"
    },
    {
        "quote": "Most people do not pray  they only beg.",
        "author": "George Bernard Shaw",
        "category": "prayer"
    },
    {
        "quote": "While we have prisons it matters little which of us occupy the cells.",
        "author": "George Bernard Shaw",
        "category": "prison"
    },
    {
        "quote": "A great devotee of the gospel of getting on.",
        "author": "George Bernard Shaw",
        "category": "progress"
    },
    {
        "quote": "The reasonable man adapts himself to the world  the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends upon the unreasonable man.",
        "author": "George Bernard Shaw",
        "category": "progress"
    },
    {
        "quote": "If you cannot get rid of the family skeleton  you may as well make it dance.",
        "author": "George Bernard Shaw",
        "category": "regrets"
    },
    {
        "quote": "Religion is a great force - the only real motive force in the world  but you must get at a man through his own religion  not through yours.",
        "author": "George Bernard Shaw",
        "category": "religion"
    },
    {
        "quote": "Christianity might be a good thing if anyone ever tried it.",
        "author": "George Bernard Shaw",
        "category": "religion"
    },
    {
        "quote": "Reformers have the idea that change can be achieved by brute sanity.",
        "author": "George Bernard Shaw",
        "category": "revolution, reform"
    },
    {
        "quote": "If you go to heaven without being naturally qualified for it  you will not enjoy it there.",
        "author": "George Bernard Shaw",
        "category": "right"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Reminiscences make one feel so deliciously aged and sad.",
        "author": "George Bernard Shaw",
        "category": "sad"
    },
    {
        "quote": "Self-control is the quality that distinguishes the fittest to survive.",
        "author": "George Bernard Shaw",
        "category": "self, control"
    },
    {
        "quote": "The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation.",
        "author": "George Bernard Shaw",
        "category": "self, pity"
    },
    {
        "quote": "People are always blaming their circumstances for what they are. The people who get on in this world are they who get up and look for the circumstances they want  and  if they can't find them  make them.",
        "author": "George Bernard Shaw",
        "category": "self, reliance"
    },
    {
        "quote": "The people who get on in this world are the people who get up and look for the circumstances they want  and  if they can't find them  make them.",
        "author": "George Bernard Shaw",
        "category": "self, reliance"
    },
    {
        "quote": "We live in an atmosphere of shame. We are ashamed of everything that is real about us  ashamed of ourselves  of our relatives  of our incomes  of our accents  of our opinion  of our experience  just as we are ashamed of our naked skins.",
        "author": "George Bernard Shaw",
        "category": "shame"
    },
    {
        "quote": "I believe in the discipline of silence and could talk for hours about it.",
        "author": "George Bernard Shaw",
        "category": "silence"
    },
    {
        "quote": "Silence is the most perfect expression of scorn.",
        "author": "George Bernard Shaw",
        "category": "silence"
    },
    {
        "quote": "Englishmen never will be slaves  they are free to do whatever the Government and public opinion allow them to do.",
        "author": "George Bernard Shaw",
        "category": "slavery"
    },
    {
        "quote": "A soldier is an anachronism of which we must get rid.",
        "author": "George Bernard Shaw",
        "category": "soldier"
    },
    {
        "quote": "If the announcer can produce the impression that he is a gentleman  he may pronounce as he pleases.",
        "author": "George Bernard Shaw",
        "category": "speakers, speeches"
    },
    {
        "quote": "When a man wants to murder a tiger he calls it sport: wlien the tiger wants to murder him he calls it ferocity.",
        "author": "George Bernard Shaw",
        "category": "sport"
    },
    {
        "quote": "The people who get on in this world are the people who get up and look for the circumstances they want  and  if they can't find them  make them.",
        "author": "George Bernard Shaw",
        "category": "success"
    },
    {
        "quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.",
        "author": "George Bernard Shaw",
        "category": "success"
    },
    {
        "quote": "Success covers a multitude of blunders.",
        "author": "George Bernard Shaw",
        "category": "success"
    },
    {
        "quote": "He who can does. He who can't  teaches.",
        "author": "George Bernard Shaw",
        "category": "teachers, teaching"
    },
    {
        "quote": "Never resist temptation: prove all things: hold fast that which is good.",
        "author": "George Bernard Shaw",
        "category": "temptation"
    },
    {
        "quote": "The great advantage of a hotel is that it's a refuge from home life.",
        "author": "George Bernard Shaw",
        "category": "home"
    },
    {
        "quote": "One man who has a mind and knows it can always beat ten men who haven't and don't.",
        "author": "George Bernard Shaw",
        "category": "mind"
    },
    {
        "quote": "I dislike feeling at home when I am abroad.",
        "author": "George Bernard Shaw",
        "category": "travel, travellers"
    },
    {
        "quote": "All great truths began as blasphemies.",
        "author": "George Bernard Shaw",
        "category": "trust"
    },
    {
        "quote": "My way of joking is to tell the truth. It's the funniest joke in the world.",
        "author": "George Bernard Shaw",
        "category": "trust"
    },
    {
        "quote": "Virtue consists  not in abstaining from vice  but in not desiring it.",
        "author": "George Bernard Shaw",
        "category": "virtue"
    },
    {
        "quote": "It is a woman's business to get married as soon as possible  and a man's to keep unmarried as long as he can.",
        "author": "George Bernard Shaw",
        "category": "wife"
    },
    {
        "quote": "The fickleness of the woman I love is only equalled by the infernal constancy of the women who love me.",
        "author": "George Bernard Shaw",
        "category": "women"
    },
    {
        "quote": "Woman's dearest delight is to wound Man's self-conceit  though Man's dearest delight is to gratify hers.",
        "author": "George Bernard Shaw",
        "category": "women"
    },
    {
        "quote": "England and America are two countries separated by the same language.",
        "author": "George Bernard Shaw",
        "category": "words, language"
    },
    {
        "quote": "The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation.",
        "author": "George Bernard Shaw",
        "category": "work"
    },
    {
        "quote": "I work as my father drank.",
        "author": "George Bernard Shaw",
        "category": "work"
    },
    {
        "quote": "When I was a young man I observed that nine out of ten things I did were failures. I didn't want to be a failure  so I did ten times more work.",
        "author": "George Bernard Shaw",
        "category": "work"
    },
    {
        "quote": "You'll never have a quiet world till you knock the patriotism out of the human race.",
        "author": "George Bernard Shaw",
        "category": "world"
    },
    {
        "quote": "Never believe anything a writer tells you about himself. A man comes to believe in the end the lies he tells himself about himself.",
        "author": "George Bernard Shaw",
        "category": "writers, writing"
    },
    {
        "quote": "My method is to take the utmost trouble to find the right thing to say  and then to say it with the utmost levity.",
        "author": "George Bernard Shaw",
        "category": "writers, writing"
    },
    {
        "quote": "It's all that the young can do for the old  to shock them and keep them up to date.",
        "author": "George Bernard Shaw",
        "category": "youth"
    },
    {
        "quote": "I owe all my originality, such as it is, to my determination not to be a literary man. Instead of belonging to a literary club I belong to a municipal council. Instead of drinking and discussing authors and reviews, I sit on committees with capable practical greengrocers and bootmakers... Keep away from books and from men who get their ideas from books, and your own books will always be fresh.",
        "author": "George Bernard Shaw",
        "category": "writing-craft"
    },
    {
        "quote": "Youth is a wonderful thing. What a crime to waste it on children.",
        "author": "George Bernard Shaw",
        "category": "Children, Youth, Crime"
    },
    {
        "quote": "Never fret for an only son, the idea of failure will never occur to him.",
        "author": "George Bernard Shaw",
        "category": "Son, Idea, Never"
    },
    {
        "quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.",
        "author": "George Bernard Shaw",
        "category": "Work, Young, Things"
    },
    {
        "quote": "My reputation grows with every failure.",
        "author": "George Bernard Shaw",
        "category": "Reputation, Every, Grows"
    },
    {
        "quote": "There is no sincerer love than the love of food.",
        "author": "George Bernard Shaw",
        "category": "Food, Than"
    },
    {
        "quote": "Love is a gross exaggeration of the difference between one person and everybody else.",
        "author": "George Bernard Shaw",
        "category": "Love Is, Difference, Person"
    },
    {
        "quote": "First love is only a little foolishness and a lot of curiosity.",
        "author": "George Bernard Shaw",
        "category": "Love Is, Curiosity, First"
    },
    {
        "quote": "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children.",
        "author": "George Bernard Shaw",
        "category": "Children, Fitness, Important"
    },
    {
        "quote": "I often quote myself. It adds spice to my conversation.",
        "author": "George Bernard Shaw",
        "category": "Myself, Conversation, Spice"
    },
    {
        "quote": "Syllables govern the world.",
        "author": "George Bernard Shaw",
        "category": "World, Govern, Syllables"
    },
    {
        "quote": "Baseball has the great advantage over cricket of being sooner ended.",
        "author": "George Bernard Shaw",
        "category": "Great, Baseball, Cricket"
    },
    {
        "quote": "Martyrdom: The only way a man can become famous without ability.",
        "author": "George Bernard Shaw",
        "category": "Man, Way, Ability"
    },
    {
        "quote": "Except during the nine months before he draws his first breath, no man manages his affairs as well as a tree does.",
        "author": "George Bernard Shaw",
        "category": "Tree, Man, First"
    },
    {
        "quote": "Science never solves a problem without creating ten more.",
        "author": "George Bernard Shaw",
        "category": "Problem, Creating, Never"
    },
    {
        "quote": "A fool's brain digests philosophy into folly, science into superstition, and art into pedantry. Hence University education.",
        "author": "George Bernard Shaw",
        "category": "Education, Art, Philosophy"
    },
    {
        "quote": "Life levels all men. Death reveals the eminent.",
        "author": "George Bernard Shaw",
        "category": "Life, Men, Levels"
    },
    {
        "quote": "Every man over forty is a scoundrel.",
        "author": "George Bernard Shaw",
        "category": "Man, Forty, Every"
    },
    {
        "quote": "Just do what must be done. This may not be happiness, but it is greatness.",
        "author": "George Bernard Shaw",
        "category": "Great, Greatness, Done"
    },
    {
        "quote": "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.",
        "author": "George Bernard Shaw",
        "category": "Peace, Heart, Pain"
    },
    {
        "quote": "It is the mark of a truly intelligent person to be moved by statistics.",
        "author": "George Bernard Shaw",
        "category": "Statistics, Intelligent"
    },
    {
        "quote": "I would like to take you seriously, but to do so would be an affront to your intelligence.",
        "author": "George Bernard Shaw",
        "category": "Seriously, You, Like"
    },
    {
        "quote": "A happy family is but an earlier heaven.",
        "author": "George Bernard Shaw",
        "category": "Happy, Heaven, Earlier"
    },
    {
        "quote": "Perhaps the greatest social service that can be rendered by anybody to the country and to mankind is to bring up a family.",
        "author": "George Bernard Shaw",
        "category": "Service, Greatest, Country"
    },
    {
        "quote": "Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth.",
        "author": "George Bernard Shaw",
        "category": "Soul, Earth, Class"
    },
    {
        "quote": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.",
        "author": "George Bernard Shaw",
        "category": "History, Experience, Man"
    },
    {
        "quote": "I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it.",
        "author": "George Bernard Shaw",
        "category": "Long, Pig, You"
    },
    {
        "quote": "Statistics show that of those who contract the habit of eating, very few survive.",
        "author": "George Bernard Shaw",
        "category": "Statistics, Survive, Eating"
    },
    {
        "quote": "Animals are my friends... and I don't eat my friends.",
        "author": "George Bernard Shaw",
        "category": "Friends, Animals, Eat"
    },
    {
        "quote": "There is only one religion, though there are a hundred versions of it.",
        "author": "George Bernard Shaw",
        "category": "Only, Hundred, Versions"
    },
    {
        "quote": "Everything happens to everybody sooner or later if there is time enough.",
        "author": "George Bernard Shaw",
        "category": "Everything, Enough"
    },
    {
        "quote": "If women were particular about men's characters, they would never get married at all.",
        "author": "George Bernard Shaw",
        "category": "Men, Never, Married"
    },
    {
        "quote": "Clever and attractive women do not want to vote they are willing to let men govern as long as they govern men.",
        "author": "George Bernard Shaw",
        "category": "Men, Long, Want"
    },
    {
        "quote": "The best place to find God is in a garden. You can dig for him there.",
        "author": "George Bernard Shaw",
        "category": "God, Gardening, Garden"
    },
    {
        "quote": "I am afraid we must make the world honest before we can honestly say to our children that honesty is the best policy.",
        "author": "George Bernard Shaw",
        "category": "Children, Honesty, I Am"
    },
    {
        "quote": "Hegel was right when he said that we learn from history that man can never learn anything from history.",
        "author": "George Bernard Shaw",
        "category": "Man, Learn, Said"
    },
    {
        "quote": "Power does not corrupt men; fools, however, if they get into a position of power, corrupt power.",
        "author": "George Bernard Shaw",
        "category": "Men, Fools, Corrupt"
    },
    {
        "quote": "The power of accurate observation is commonly called cynicism by those who have not got it.",
        "author": "George Bernard Shaw",
        "category": "Observation, Cynicism, Got"
    },
    {
        "quote": "Capitalism has destroyed our belief in any effective power but that of self interest backed by force.",
        "author": "George Bernard Shaw",
        "category": "Self, Capitalism, Belief"
    },
    {
        "quote": "I'm an atheist and I thank God for it.",
        "author": "George Bernard Shaw",
        "category": "Thank God, Atheist, Thank"
    },
    {
        "quote": "Beware of false knowledge it is more dangerous than ignorance.",
        "author": "George Bernard Shaw",
        "category": "Wisdom, Ignorance, Dangerous"
    },
    {
        "quote": "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.",
        "author": "George Bernard Shaw",
        "category": "Child, Want, See"
    },
    {
        "quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.",
        "author": "George Bernard Shaw",
        "category": "Love, Beauty, Truth"
    },
    {
        "quote": "In a battle all you need to make you fight is a little hot blood and the knowledge that it's more dangerous to lose than to win.",
        "author": "George Bernard Shaw",
        "category": "Fight, Win, Battle"
    },
    {
        "quote": "If all the economists were laid end to end, they'd never reach a conclusion.",
        "author": "George Bernard Shaw",
        "category": "End, Reach, Economists"
    },
    {
        "quote": "All great truths begin as blasphemies.",
        "author": "George Bernard Shaw",
        "category": "Great, Begin, Truths"
    },
    {
        "quote": "I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people.",
        "author": "George Bernard Shaw",
        "category": "Lion, Thought, People"
    },
    {
        "quote": "Caesar was a man of great common sense and good taste, meaning thereby a man without originality or moral courage.",
        "author": "George Bernard Shaw",
        "category": "Good, Great, Man"
    },
    {
        "quote": "The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.",
        "author": "George Bernard Shaw",
        "category": "Service, Mirror, Yourself"
    },
    {
        "quote": "The great advantage of a hotel is that it is a refuge from home life.",
        "author": "George Bernard Shaw",
        "category": "Life, Home, Hotel"
    },
    {
        "quote": "Use your health, even to the point of wearing it out. That is what it is for. Spend all you have before you die; do not outlive yourself.",
        "author": "George Bernard Shaw",
        "category": "Yourself, Die, You"
    },
    {
        "quote": "Give a man health and a course to steer, and he'll never stop to trouble about whether he's happy or not.",
        "author": "George Bernard Shaw",
        "category": "Happy, Man, Stop"
    },
    {
        "quote": "I dislike feeling at home when I am abroad.",
        "author": "George Bernard Shaw",
        "category": "Home, I Am, Feeling"
    },
    {
        "quote": "The Nazi movement is in many respects one which has my warmest sympathy.",
        "author": "George Bernard Shaw",
        "category": "Movement, Which, Many"
    },
    {
        "quote": "Patriotism is your conviction that this country is superior to all others because you were born in it.",
        "author": "George Bernard Shaw",
        "category": "Country, Born, You"
    },
    {
        "quote": "Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us.",
        "author": "George Bernard Shaw",
        "category": "Good, Enough, Us"
    },
    {
        "quote": "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity.",
        "author": "George Bernard Shaw",
        "category": "Opportunity, Temptation"
    },
    {
        "quote": "There is no subject on which more dangerous nonsense is talked and thought than marriage.",
        "author": "George Bernard Shaw",
        "category": "Thought, Nonsense, Dangerous"
    },
    {
        "quote": "Beware of the man who does not return your blow: he neither forgives you nor allows you to forgive yourself.",
        "author": "George Bernard Shaw",
        "category": "Man, Yourself, Forgive"
    },
    {
        "quote": "Beauty is all very well at first sight but who ever looks at it when it has been in the house three days?",
        "author": "George Bernard Shaw",
        "category": "Sight, Three, House"
    },
    {
        "quote": "A government that robs Peter to pay Paul can always depend on the support of Paul.",
        "author": "George Bernard Shaw",
        "category": "Support, Government, Always"
    },
    {
        "quote": "You use a glass mirror to see your face you use works of art to see your soul.",
        "author": "George Bernard Shaw",
        "category": "Soul, Mirror, Glass"
    },
    {
        "quote": "The art of government is the organisation of idolatry.",
        "author": "George Bernard Shaw",
        "category": "Government, Idolatry"
    },
    {
        "quote": "What Englishman will give his mind to politics as long as he can afford to keep a motor car?",
        "author": "George Bernard Shaw",
        "category": "Car, Mind, Long"
    },
    {
        "quote": "Democracy substitutes election by the incompetent many for appointment by the corrupt few.",
        "author": "George Bernard Shaw",
        "category": "Democracy, Election, Corrupt"
    },
    {
        "quote": "Very few people can afford to be poor.",
        "author": "George Bernard Shaw",
        "category": "People, Poor, Afford"
    },
    {
        "quote": "When a man says money can do anything, that settles it: he hasn't got any.",
        "author": "George Bernard Shaw",
        "category": "Man, Anything, Got"
    },
    {
        "quote": "We are made wise not by the recollection of our past, but by the responsibility for our future.",
        "author": "George Bernard Shaw",
        "category": "Future, Wise, Responsibility"
    },
    {
        "quote": "Peace is not only better than war, but infinitely more arduous.",
        "author": "George Bernard Shaw",
        "category": "War, Better, Than"
    },
    {
        "quote": "Alcohol is the anesthesia by which we endure the operation of life.",
        "author": "George Bernard Shaw",
        "category": "Alcohol, Endure, Which"
    },
    {
        "quote": "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own.",
        "author": "George Bernard Shaw",
        "category": "Silence, You, Choose"
    },
    {
        "quote": "Home life is no more natural to us than a cage is natural to a cockatoo.",
        "author": "George Bernard Shaw",
        "category": "Life, Natural, Us"
    },
    {
        "quote": "Do not waste your time on Social Questions. What is the matter with the poor is Poverty what is the matter with the rich is Uselessness.",
        "author": "George Bernard Shaw",
        "category": "Time, Poverty, Rich"
    },
    {
        "quote": "Socialism, reduced to its simplest legal and practical expression, means the complete discarding of the institution of private property by transforming it into public property, and the division of the resultant public income equally and indiscriminately among the entire population.",
        "author": "George Bernard Shaw",
        "category": "Socialism, Property"
    }
]