[
    {
        "quote": "I learned this, at least, by my experiment; that if one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours..",
        "author": "Henry David Thoreau",
        "category": "confidence, dreams, inspirational, life"
    },
    {
        "quote": "It is not worth the while to let our imperfections disturb us always.",
        "author": "Henry David Thoreau",
        "category": "inspirational, life, self-acceptance"
    },
    {
        "quote": "The question is not what you look at, but what you see.",
        "author": "Henry David Thoreau",
        "category": "inspirational"
    },
    {
        "quote": "Write while the heat is in you. The writer who postpones the recording of his thoughts uses an iron which has cooled to burn a hole with. He cannot inflame the minds of his audience.",
        "author": "Henry David Thoreau",
        "category": "creativity, inspirational, writing"
    },
    {
        "quote": "We are constantly invited to be what we are.",
        "author": "Henry David Thoreau",
        "category": "inspirational"
    },
    {
        "quote": "When I hear music, I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times, and to the latest.",
        "author": "Henry David Thoreau",
        "category": "artistic, inspirational, music, power-of-music"
    },
    {
        "quote": "Public opinion is a weak tyrant compared with our own private opinion. what a man thinks of himself, that it is which determines, or rather indicates, his fate.",
        "author": "Henry David Thoreau",
        "category": "inspirational"
    },
    {
        "quote": "To be a philosopher is not merely to have subtle thoughts, nor even to found a school, but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity and trust.",
        "author": "Henry David Thoreau",
        "category": "philosophy"
    },
    {
        "quote": "Disobedience is the true foundation of liberty.",
        "author": "Henry David Thoreau",
        "category": "disobedience, free-thinking, free-will, freedom-of-expression, liberty, philosophy, protest"
    },
    {
        "quote": "My desire for knowledge is intermittent; but my desire to bathe my head in atmospheres unknown to my feet is perennial and constant. The highest that we can attain to is not Knowledge, but Sympathy with Intelligence. I do not know that this higher knowledge amounts to anything more definite than a novel and grand surprise on a sudden revelation of the insufficiency of all that we called Knowledge before,—a discovery that there are more things in heaven and earth than are dreamed of in our philosophy.",
        "author": "Henry David Thoreau",
        "category": "philosophy"
    },
    {
        "quote": "Our truest life is when we are in dreams awake.",
        "author": "Henry David Thoreau",
        "category": "dreams, truth"
    },
    {
        "quote": "It takes two to speak the truth - one to speak and another to hear.",
        "author": "Henry David Thoreau",
        "category": "listening, truth"
    },
    {
        "quote": "Truth strikes us from behind and in the dark, as well as from before and in broad daylight.",
        "author": "Henry David Thoreau",
        "category": "truth"
    },
    {
        "quote": "Thank God men cannot fly, and lay waste the sky as well as the earth.",
        "author": "Henry David Thoreau",
        "category": "environmentalism, flying, god"
    },
    {
        "quote": "I do believe in simplicity. It is astonishing as well as sad, how many trivial affairs even the wisest thinks he must attend to in a day; how singular an affair he thinks he must omit. When the mathematician would solve a difficult problem, he first frees the equation of all incumbrances, and reduces it to its simplest terms. So simplify the problem of life, distinguish the necessary and the real. Probe the earth to see where your main roots run.",
        "author": "Henry David Thoreau",
        "category": "simplicity, wisdom"
    },
    {
        "quote": "Night is certainly more novel and less profane than day.",
        "author": "Henry David Thoreau",
        "category": "night, wisdom"
    },
    {
        "quote": "The youth gets together his materials to build a bridge to the moon, or, perchance, a palace or temple on the earth, and, at length, the middle-aged man concludes to build a woodshed with them.",
        "author": "Henry David Thoreau",
        "category": "inspiration, practicality, wisdom"
    },
    {
        "quote": "Our moments of inspiration are not lost though we have no particular poem to show for them; for those experiences have left an indelible impression, and we are ever and anon reminded of them.",
        "author": "Henry David Thoreau",
        "category": "wisdom"
    },
    {
        "quote": "Silence is the universal refuge, the sequel to all dull discourses and all foolish acts, a balm to our every chagrin, as welcome after satiety as after disappointment; that background which the painter may not daub, be he master or bungler, and which, however awkward a figure we may have made in the foreground, remains ever our inviolable asylum, where no indignity can assail, no personality can disturb us.",
        "author": "Henry David Thoreau",
        "category": "hermit, silence, solitude, wisdom"
    },
    {
        "quote": "Never look back unless you are planning to go that way",
        "author": "Henry David Thoreau",
        "category": "inspirational-quotes, life-lessons, life-quotes"
    },
    {
        "quote": "On the death of a friend, we should consider that the fates through confidence have devolved on us the task of a double living, that we have henceforth to fulfill the promise of our friend's life also, in our own, to the world.",
        "author": "Henry David Thoreau",
        "category": "comforting-thought, death, death-of-a-friend, death-of-a-loved-one, life-and-death"
    },
    {
        "quote": "Every blade in the field - Every leaf in the forest - lays down its life in its season as beautifully as it was taken up.",
        "author": "Henry David Thoreau",
        "category": "death, nature"
    },
    {
        "quote": "How vain it is to sit down to write when you have not stood up to live.",
        "author": "Henry David Thoreau",
        "category": "writing"
    },
    {
        "quote": "A sentence should be read as if its author, had he held a plough instead of a pen, could have drawn a furrow deep and straight to the end.",
        "author": "Henry David Thoreau",
        "category": "writing"
    },
    {
        "quote": "A perfectly healthy sentence, it is true, is extremely rare. For the most part we miss the hue and fragrance of the thought; as if we could be satisfied with the dews of the morning or evening without their colors, or the heavens without their azure.",
        "author": "Henry David Thoreau",
        "category": "writing"
    },
    {
        "quote": "The animal merely makes a bed, which he warms with his body in a sheltered place; but man, having discovered fire, boxes up some air in a spacious apartment, and warms that, instead of robbing himself, makes that his bed, in which he can move about divested of more cumbrous clothing, maintain a kind of summer in the midst of winter, and by means of windows even admit the light and with a lamp lengthen out the day.",
        "author": "Henry David Thoreau",
        "category": "inspiration, summer"
    },
    {
        "quote": "Men are born to succeed, not to fail.",
        "author": "Henry David Thoreau",
        "category": "inspiration, success"
    },
    {
        "quote": "Beware of all enterprises that require new clothes.",
        "author": "Henry David Thoreau",
        "category": "fashion, inspiration"
    },
    {
        "quote": "The world is but a canvas for our imagination",
        "author": "Henry David Thoreau",
        "category": "inspiration"
    },
    {
        "quote": "It is not enough to be busy so are the ants. The question is: What are we busy about?",
        "author": "Henry David Thoreau",
        "category": "busy, goals, life, success, work"
    },
    {
        "quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.",
        "author": "Henry David Thoreau",
        "category": "purpose, success"
    },
    {
        "quote": "What does education often do? It makes a straight-cut ditch of a free, meandering brook.",
        "author": "Henry David Thoreau",
        "category": "creativity, education, freedom"
    },
    {
        "quote": "He who hears the rippling of rivers in these degenerate days will not utterly despair.",
        "author": "Henry David Thoreau",
        "category": "depression, environmental, henry-david-thoreau, love, nature, science"
    },
    {
        "quote": "The perception of beauty is a moral test.",
        "author": "Henry David Thoreau",
        "category": "books"
    },
    {
        "quote": "The greatest compliment that was ever paid me was when one asked me what I thought, and attended to my answer.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "The most I can do for my friend is simply to be his friend.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "There is danger that we lose sight of what our friend is absolutely, while considering what she is to us alone.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "Dreams are the touchstones of our characters.",
        "author": "Henry David Thoreau",
        "category": "characters, dreams, touchstones"
    },
    {
        "quote": "Disobedience is the true foundation of liberty. The obedient must be slaves.",
        "author": "Henry David Thoreau",
        "category": "disobedience, freedom, liberty, obedience, protest, slave, slavery, slaves"
    },
    {
        "quote": "If you would convince a man that he does wrong, do right. But do not care to convince him. Men will believe what they see. Let them see.",
        "author": "Henry David Thoreau",
        "category": "example, leadership, morality, right, righteousness"
    },
    {
        "quote": "Perhaps these pages are more particularly addressed to poor students. As for the rest of my readers, they will accept such portions as apply to them. I trust that none will stretch the seams in putting on the coat, for it may do good service to him whom it fits.",
        "author": "Henry David Thoreau",
        "category": "metaphor, reading"
    },
    {
        "quote": "No man ever followed his genius till it misled him. Though the result were bodily weakness, yet perhaps no one can say that the consequences were to be regretted, for these were a life in conformity to higher principles. If the day and the night are such that you greet them with joy, and life emits a fragrance like flowers and sweet-scented herbs, is more elastic, more starry, more immortal,—that is your success. All nature is your congratulation, and you have cause momentarily to bless yourself. The greatest gains and values are farthest from being appreciated. We easily come to doubt if they exist. We soon forget them. They are the highest reality... The true harvest of my daily life is somewhat as intangible and indescribable as the tints of morning or evening. It is a little star-dust caught, a segment of the rainbow which I have clutched.",
        "author": "Henry David Thoreau",
        "category": "higher-values, honest-images, nature, walden, what-matters"
    },
    {
        "quote": "To be awake is to be alive.",
        "author": "Henry David Thoreau",
        "category": "inspirtional, nature, walden"
    },
    {
        "quote": "The sail, the play of its pulse so like our own lives: so thin and yet so full of life, so noiseless when it labors hardest, so noisy and impatient when least effective.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "The trees and shrubs rear white arms to the sky on every side; and where were walls and fences, we see forms stretching in frolic gambols across the dusky landscape, as if Nature had strewn her fresh designs over the fields by night as models for man's art.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "What are these pines & these birds about? What is this pond a-doing? I must know a little more.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "I have spent many an hour, when I was younger, floating over its surface as the zephyr willed, having paddled my boat to the middle, and lying on my back across the seats, in a summer forenoon, dreaming awake, until I was aroused by the boat touching the sand, and I arose to see what shore my fates had impelled me to; days when idleness was the most attractive and productive industry. Many a forenoon have I stolen away, preferring to spend thus the most valued part of the day; for I was rich, if not in money, in sunny hours and summer days, and spent them lavishly; nor do I regret that I did not waste more of them in the workshop or the teacher's desk.",
        "author": "Henry David Thoreau",
        "category": "idleness, nature, nature-s-beauty, simple-life, simple-living, solitude"
    },
    {
        "quote": "I believe that the mind can be permanently profaned by the habit of attending to trivial things.",
        "author": "Henry David Thoreau",
        "category": "mind, triviality"
    },
    {
        "quote": "There is no remedy for love but to love more.\"- Henry David Thoreau",
        "author": "Henry David Thoreau",
        "category": "love, quote, thoreau"
    },
    {
        "quote": "I suppose that I have not many months to live: but of course I know nothing about it. I may add that I am enjoying existence as much as ever, and regret nothing.",
        "author": "Henry David Thoreau",
        "category": "carpe-diem, death, joy, life, present-minded, regret"
    },
    {
        "quote": "The greatest art is to shape the quality of the day.",
        "author": "Henry David Thoreau",
        "category": "living"
    },
    {
        "quote": "To read well, that is, to read true books in a true spirit, is a noble exercise, and one that will task the reader more than any exercise which the customs of the day esteem. It requires a training such as the athletes underwent, the steady intention almost of the whole life to this object. Books must be read as deliberately and reservedly as they were written. It is not enough even to be able to speak the language of that nation by which they are written, for there is a memorable interval between the spoken and the written language, the language heard and the language read.",
        "author": "Henry David Thoreau",
        "category": "books-reading, literature"
    },
    {
        "quote": "We hear and apprehend only what we already half know.",
        "author": "Henry David Thoreau",
        "category": "learning"
    },
    {
        "quote": "It is only when we forget our learning, do we begin to know.",
        "author": "Henry David Thoreau",
        "category": "learning, understanding"
    },
    {
        "quote": "One cannot too soon forget his errors and misdemeanors.",
        "author": "Henry David Thoreau",
        "category": "forget, forgiveness"
    },
    {
        "quote": "Every man casts a shadow; not his body only, but his imperfectly mingled spirit. This is his grief. Let him turn which way he will, it falls opposite to the sun; short at noon, long at eve. Did you never see it?",
        "author": "Henry David Thoreau",
        "category": "bereavement, death, loss"
    },
    {
        "quote": "In what concerns you much, do not think that you have companions: know that you are alone in the world.",
        "author": "Henry David Thoreau",
        "category": "friends, life"
    },
    {
        "quote": "Men have become the tools of their tools. Money is not required to buy one necessity of the soul. Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind.",
        "author": "Henry David Thoreau",
        "category": "inspirational-life"
    },
    {
        "quote": "It is life near the bone where it is sweetest.",
        "author": "Henry David Thoreau",
        "category": "inspirational-life, thoreau, walden"
    },
    {
        "quote": "The only way to tell the truth is to speak with kindness. Only the words of a loving man can be heard",
        "author": "Henry David Thoreau",
        "category": "kindness, love"
    },
    {
        "quote": "It is not that we love to be alone, but that we love to soar, and when we do soar, the company grows thinner and thinner until there is none at all. …We are not the less to aim at the summits though the multitude does not ascend them.",
        "author": "Henry David Thoreau",
        "category": "enlightenment, growth"
    },
    {
        "quote": "We are but faint-hearted crusaders...our expeditions are but tours...half the walk is but retracing our steps. We should go forth on the shortest walks, perchance, in the spirit of stirring adventure, never to return, --prepared to send back our embalmed hearts only as relics to our desolate kingdoms...if you have paid your debts and made your will, and settled all your affairs, and are a free man, then you are ready for a walk.",
        "author": "Henry David Thoreau",
        "category": "adventure, outdoors, walk, walking"
    },
    {
        "quote": "What old people say you cannot do, you try and find that you can. Old deeds for old people, and new deeds for new.",
        "author": "Henry David Thoreau",
        "category": "experience"
    },
    {
        "quote": "Do not be too moral. You may cheat yourself out of much life so. Aim above morality. Be not simply good, be good for something.",
        "author": "Henry David Thoreau",
        "category": "morality, usefulness"
    },
    {
        "quote": "Say what you have to say, not what you ought. Any truth is better than make-believe.",
        "author": "Henry David Thoreau",
        "category": "honesty, truth"
    },
    {
        "quote": "I will come to you, my friend, when I no longer need you. Then you will find a palace, not an almshouse.",
        "author": "Henry David Thoreau",
        "category": "identity, self-knowledge, voice"
    },
    {
        "quote": "A single gentle rain makes the grass many shades greener. So our prospects brighten on the influx of better thoughts. We should be blessed if we lived in the present always, and took advantage of every accident that befell us, like the grass which confesses the influence of the slightest dew that falls on it; and did not spend our time in atoning for the neglect of past opportunities, which we call doing our duty. We loiter in winter while it is already spring. In a pleasant spring morning all men's sins are forgiven. Such a day is a truce to vice.",
        "author": "Henry David Thoreau",
        "category": "inspirational-attitude"
    },
    {
        "quote": "I heartily accept the motto, \"That government is best which governs least\"; and I should like to see it acted up to more rapidly and systematically. Carried out, it finally amounts to this, which also I believe — \"That government is best which governs not at all\"; and when men are prepared for it, that will be the kind of government which they will have. Government is at best but an expedient; but most governments are usually, and all governments are sometimes, inexpedient.",
        "author": "Henry David Thoreau",
        "category": "civil-disobedience, government"
    },
    {
        "quote": "Those who, while they disapprove of the character and measures of a government, yield to it their allegiance and support are undoubtedly its most conscientious supporters, and so frequently the most serious obstacles to reform.",
        "author": "Henry David Thoreau",
        "category": "government, philosophy"
    },
    {
        "quote": "The value of a man is not in his skin, that we should touch him.",
        "author": "Henry David Thoreau",
        "category": "touch, value"
    },
    {
        "quote": "Let us settle ourselves, and work and wedge our feet downwards through the mud and slush of opinion and tradition, and pride and prejudice, appearance and delusion, through the alluvium which covers the globe, through poetry and philosophy and religion, through church and state, through Paris and London, through New York and Boston and Concord, till we come to a hard bottom that rocks in place which we can call reality and say, \"This is and no mistake.",
        "author": "Henry David Thoreau",
        "category": "perspective"
    },
    {
        "quote": "We are more of the earth,Farther from heaven these days.",
        "author": "Henry David Thoreau",
        "category": "earth, heaven"
    },
    {
        "quote": "None are so old as those who have outlived enthusiasm.",
        "author": "Henry David Thoreau",
        "category": "age, enthusiasm, happiness, youth"
    },
    {
        "quote": "A wise man will know what game to play to-day, and play it. We must not be governed by rigid rules, as by the almanac, but let the season rule us. The moods and thoughts of man are revolving just as steadily and incessantly as nature's. Nothing must be postponed. Take time by the forelock. Now or never! You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island opportunities and look toward another land. There is no other land; there is no other life but this, or the like of this. Where the good husbandman is, there is the good soil. Take any other course, and life will be a succession of regrets. Let us see vessels sailing prosperously before the wind, and not simply stranded barks. There is no world for the penitent and regretful.",
        "author": "Henry David Thoreau",
        "category": "life, mindfulness, opportunity, present-moment, regret"
    },
    {
        "quote": "Unjust laws exist: shall we be content to obey them, or shall we endeavor to amend them, and obey them until we have succeeded, or shall we transgress them at once?",
        "author": "Henry David Thoreau",
        "category": "goverment, laws, liberation, liberty, revolution"
    },
    {
        "quote": "I would rather sit on a pumpkin, and have it all to myself, than be crowded on a velvet cushion.",
        "author": "Henry David Thoreau",
        "category": "autumn, fall, solitude"
    },
    {
        "quote": "I have an immense appetite for solitude, like an infant for sleep, and if I don't get enough for this year, I shall cry all the next.",
        "author": "Henry David Thoreau",
        "category": "solitude"
    },
    {
        "quote": "The question is not what you look at, but what you see. It is only necessary to behold the least fact or phenomenon, however familiar, from a point a hair's breadth aside from our habitual path or routine, to be overcome, enchanted by its beauty and significance.",
        "author": "Henry David Thoreau",
        "category": "habit, liminal, perception, transcendence"
    },
    {
        "quote": "Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulders...",
        "author": "Henry David Thoreau",
        "category": "happiness-quotes"
    },
    {
        "quote": "It is not enought to be busy, so are the ants. The question is: What are we busy about?",
        "author": "Henry David Thoreau",
        "category": "educational-philosophy, inspirational, productivity"
    },
    {
        "quote": "An early-morning walk is a blessing for the whole day.",
        "author": "Henry David Thoreau",
        "category": "blessing, day, exercise, morning-walk"
    },
    {
        "quote": "Some circumstantial evidence is very strong, as when you find a trout in the milk.",
        "author": "Henry David Thoreau",
        "category": "evidence, humorous-quotes"
    },
    {
        "quote": "I have heard of a man lost in the woods and dying of famine and exhaustion at the foot of a tree, whose loneliness was relieved by the grotesque visions with which, owing to bodily weakness, his diseased imagination surrounded him, and which he believed to be real. So also, owing to bodily and mental health and strength, we may be continually cheered by a like but more normal and natural society, and come to know that we are never alone.",
        "author": "Henry David Thoreau",
        "category": "community, transcendentalism"
    },
    {
        "quote": "Most of the luxuries, and many of the so called comforts of life, are not only indispensable, but positive hinderances to the elevation of mankind. With respect to luxuries and comforts, the wisest have ever lived a more simple and meagre life than the poor.",
        "author": "Henry David Thoreau",
        "category": "luxuries, poor, thoreau, wise"
    },
    {
        "quote": "The boy gathers materials for a temple, and then when he is thirty, concludes to build a woodshed",
        "author": "Henry David Thoreau",
        "category": "wise"
    },
    {
        "quote": "We must walk consciously only part way toward our goal, and then leap in the dark to our success.",
        "author": "Henry David Thoreau",
        "category": "conciousnesss, goal, leap, success"
    },
    {
        "quote": "It is truly enough said that a corporation has no conscience. But a corporation of conscientious men is a corporation with a conscience.",
        "author": "Henry David Thoreau",
        "category": "conscience"
    },
    {
        "quote": "Is there not a sort of blood shed when the conscience is wounded? Through this wound a man's real manhood and immortality flow out, and he bleeds to an everlasting death",
        "author": "Henry David Thoreau",
        "category": "conscience"
    },
    {
        "quote": "Life in us is like the water in a river.",
        "author": "Henry David Thoreau",
        "category": "life, water"
    },
    {
        "quote": "The lakes are something which you are unprepared for; they lie up so high, exposed to the light, and the forest is diminished to a fine fringe on their edges, with here and there a blue mountain, like amethyst jewels set around some jewel of the first water, - so anterior, so superior, to all the changes that are to take place on their shores, even now civil and refined, and fair as they can ever be.",
        "author": "Henry David Thoreau",
        "category": "water"
    },
    {
        "quote": "It is better to have your head in the clouds, and know where you are... than to breathe the clearer atmosphere below them, and think that you are in paradise.",
        "author": "Henry David Thoreau",
        "category": "atmosphere, breathe, head-in-the-clouds, paradise, think"
    },
    {
        "quote": "It is an interesting question how far men would retain their relative rank if they were divested of their clothes.",
        "author": "Henry David Thoreau",
        "category": "fashion"
    },
    {
        "quote": "Some of my pleasantest hours were during the long rain-storms in the spring or fall, which confined me to the house for the afternoon as well as the forenoon, soothed by their ceaseless roar and pelting; when an early twilight ushered in a long evening in which many thoughts had time to take root and unfold themselves. In those driving northeast rains which tried the village houses so, when the maids stood ready with mop and pail in front entries to keep the deluge out, I sat behind my door in my little house, which was all entry, and thoroughly enjoyed its protection.",
        "author": "Henry David Thoreau",
        "category": "rain"
    },
    {
        "quote": "There is just as much beauty visible to us in the landscape as we are prepared to appreciate, and not a grain more. ... A man sees only what concerns him.",
        "author": "Henry David Thoreau",
        "category": "appreciation, beauty, blindness"
    },
    {
        "quote": "As you simplify your life, the laws of the universe will be simpler; solitude will not be solitude, poverty will not be poverty, nor weakness weakness.",
        "author": "Henry David Thoreau",
        "category": "simplicity"
    },
    {
        "quote": "A lady once offered me a mat, but as I had no room to spare within the house, nor time to spare within or without to shake it, I declined it, preferring to wipe my feet on the sod before my door. It is best to avoid the beginnings of evil.",
        "author": "Henry David Thoreau",
        "category": "simple-life, simple-living, simplicity"
    },
    {
        "quote": "Go confidently in the direction of your dreams. Live the life you have imagined",
        "author": "Henry David Thoreau",
        "category": "inspirational-living"
    },
    {
        "quote": "Some men fish all their lives without knowing it is not really the fish they are after.",
        "author": "Henry David Thoreau",
        "category": "contentment"
    },
    {
        "quote": "What is once well done is done forever.",
        "author": "Henry David Thoreau",
        "category": "do-it-right, forever"
    },
    {
        "quote": "Philanthropy is. . . greatly overrated. A pain in the gut is not sympathy for the underprivileged, but the result of eating a green apple; the philanthropist gives to ease his own pain.",
        "author": "Henry David Thoreau",
        "category": "insight"
    },
    {
        "quote": "My enemies are worms, cool days, and most of all woodchucks.",
        "author": "Henry David Thoreau",
        "category": "cool, days, enemies, walden, woodchuck, worm"
    },
    {
        "quote": "Amid a world of noisy, shallow actors it is noble to stand aside and say, 'I will simply be.",
        "author": "Henry David Thoreau",
        "category": "be-yourself"
    },
    {
        "quote": "It is never too late to give up your prejudices",
        "author": "Henry David Thoreau",
        "category": "diversity, open-mindedness"
    },
    {
        "quote": "He is the best sailor who can steer within fewest points of the wind  and exact a motive power out of the greatest obstacles.",
        "author": "Henry David Thoreau",
        "category": "ability, achievement"
    },
    {
        "quote": "If a man does not keep pace with his companions  perhaps it is because he hears a different drummer. Let him step to the music which he hears  however measured or far away.",
        "author": "Henry David Thoreau",
        "category": "ability, achievement"
    },
    {
        "quote": "The mass of men lead lives of quiet desperation.",
        "author": "Henry David Thoreau",
        "category": "acceptance"
    },
    {
        "quote": "When a dog runs at you  whistle for him.",
        "author": "Henry David Thoreau",
        "category": "acceptance"
    },
    {
        "quote": "The frontiers are not east or west  north or south  but wherever a man fronts a fact.",
        "author": "Henry David Thoreau",
        "category": "action"
    },
    {
        "quote": "Whate'er we leave to God  God does and blesses us.",
        "author": "Henry David Thoreau",
        "category": "action"
    },
    {
        "quote": "Simplicity  simplicity  simplicity. I say  let your affairs be as two or three  and not a hundred or a thousand  instead of a million count half a dozen  and keep your accounts on your thumbnail.",
        "author": "Henry David Thoreau",
        "category": "advice"
    },
    {
        "quote": "When I hear music  I fear no danger. I am invulnerable. I see no foe. I am related to the earliest times  and to the latest.",
        "author": "Henry David Thoreau",
        "category": "applause"
    },
    {
        "quote": "What recommends commerce to me is its enterprise and bravery. It does not clasp its hands and pray to Jupiter.",
        "author": "Henry David Thoreau",
        "category": "capitalism"
    },
    {
        "quote": "I think that there is nothing  not even crime  more opposed to poetry  to philosophy  ay  to life itself than this incessant business.",
        "author": "Henry David Thoreau",
        "category": "capitalism"
    },
    {
        "quote": "Things do not change  we change.",
        "author": "Henry David Thoreau",
        "category": "change"
    },
    {
        "quote": "Compliments and flattery oftenest excite my contempt by the pretension they imply  for who is he that assumes to flatter me? To compliment often implies an assumption of superiority in the complimenter. It is  in fact  a subtle detraction.",
        "author": "Henry David Thoreau",
        "category": "compliment"
    },
    {
        "quote": "However mean your life is  meet it and live it  do not shun it and call it hard names. It is not so bad as you are.",
        "author": "Henry David Thoreau",
        "category": "courage"
    },
    {
        "quote": "The frontiers are not east or west  north or south  but wherever a man fronts a fact.",
        "author": "Henry David Thoreau",
        "category": "courage"
    },
    {
        "quote": "Where there is a brave man  in the thickest of the fight  there is the post of honor.",
        "author": "Henry David Thoreau",
        "category": "courage"
    },
    {
        "quote": "I would rather sit on a pumpkin  and have it all to myself  than to be crowded on a velvet cushion.",
        "author": "Henry David Thoreau",
        "category": "cowardice"
    },
    {
        "quote": "Water is the only drink for a wise man.",
        "author": "Henry David Thoreau",
        "category": "drinking"
    },
    {
        "quote": "That man is richest whose pleasures are the cheapest.",
        "author": "Henry David Thoreau",
        "category": "enjoyment, pleasure"
    },
    {
        "quote": "Most of the luxuries  and many of the so-called comforts  of life are not only not indispensable  but positive hindrances to the elevation of mankind.",
        "author": "Henry David Thoreau",
        "category": "enjoyment, pleasure"
    },
    {
        "quote": "None are so old as those who have outlived enthusiasm.",
        "author": "Henry David Thoreau",
        "category": "enthusiasm"
    },
    {
        "quote": "Some circumstantial evidence is very strong  as when you find a trout in the milk.",
        "author": "Henry David Thoreau",
        "category": "evidence"
    },
    {
        "quote": "Experience is in the fingers and the head. The heart is inexperienced.",
        "author": "Henry David Thoreau",
        "category": "experience"
    },
    {
        "quote": "We must have infinite faith in each other.",
        "author": "Henry David Thoreau",
        "category": "faith, unity"
    },
    {
        "quote": "The most I can do for my friend is simply to be his friend.",
        "author": "Henry David Thoreau",
        "category": "family"
    },
    {
        "quote": "Friends will not only live in harmony  but in melody.",
        "author": "Henry David Thoreau",
        "category": "family"
    },
    {
        "quote": "Every generation laughs at the old fashions but religiously follows the new.",
        "author": "Henry David Thoreau",
        "category": "fashion"
    },
    {
        "quote": "Nothing is so much to be feared as fear.",
        "author": "Henry David Thoreau",
        "category": "fear"
    },
    {
        "quote": "However mean your life is  meet it and live it  do not shun it and call it hard names. It is not so bad as you are. It looks poorest when you are richest. The fault-finder will find faults even in Paradise. Love your life.",
        "author": "Henry David Thoreau",
        "category": "forgiveness"
    },
    {
        "quote": "That man is richest whose pleasures are the cheapest.",
        "author": "Henry David Thoreau",
        "category": "forgiveness"
    },
    {
        "quote": "A man is rich in proportion to the things he can afford to let alone.",
        "author": "Henry David Thoreau",
        "category": "forgiveness"
    },
    {
        "quote": "How often we find ourselves turning our backs on our actual friends  that we may go and meet their ideal cousins.",
        "author": "Henry David Thoreau",
        "category": "friends, friendship"
    },
    {
        "quote": "A man cannot be said to succeed in this life who does not satisfy one friend.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "There is not so good an understanding between any two  but the exposure by the one of a serious fault in the other will produce a misunderstanding in proportion to its heinousness.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "How often we find ourselves turning our backs on our actual friends  that we may go and meet their ideal cousins.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "The language of friendship is not words  but meanings.",
        "author": "Henry David Thoreau",
        "category": "friendship"
    },
    {
        "quote": "Not only must we be good  but we must also be good for something.",
        "author": "Henry David Thoreau",
        "category": "goals"
    },
    {
        "quote": "In the long run men hit only what they aim at. Therefore  though they should fall immediately  they had better aim at something high.",
        "author": "Henry David Thoreau",
        "category": "goals"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imagined  he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "category": "goals"
    },
    {
        "quote": "It's only by forgetting yourself that you draw near to God.",
        "author": "Henry David Thoreau",
        "category": "god"
    },
    {
        "quote": "If I knew ... that a man was coming to my house with the conscious design of doing me good  I should run for my life.",
        "author": "Henry David Thoreau",
        "category": "goodness, giving"
    },
    {
        "quote": "Man is the artificer of his own happiness.",
        "author": "Henry David Thoreau",
        "category": "happiness"
    },
    {
        "quote": "Man is the artificer of his own happiness.",
        "author": "Henry David Thoreau",
        "category": "happiness"
    },
    {
        "quote": "Goodness is the only investment that never fails.",
        "author": "Henry David Thoreau",
        "category": "helping, people"
    },
    {
        "quote": "I would rather sit on a pumpkin  and have it all to myself  than to be crowded on a velvet cushion.",
        "author": "Henry David Thoreau",
        "category": "independence"
    },
    {
        "quote": "Through our own recovered innocence we discern the innocence of our neighbours.",
        "author": "Henry David Thoreau",
        "category": "innocence"
    },
    {
        "quote": "To know that we know what we know  and that we do not know what we do not know  that is true knowledge.",
        "author": "Henry David Thoreau",
        "category": "knowledge"
    },
    {
        "quote": "I have received no more than one or two letters in my life that were worth the postage.",
        "author": "Henry David Thoreau",
        "category": "letter"
    },
    {
        "quote": "Men have become the tools of their tools.",
        "author": "Henry David Thoreau",
        "category": "machine"
    },
    {
        "quote": "'Tis healthy to be sick sometimes.",
        "author": "Henry David Thoreau",
        "category": "medicine, sickness"
    },
    {
        "quote": "A man is rich in proportion to the things he can afford to let alone.",
        "author": "Henry David Thoreau",
        "category": "money"
    },
    {
        "quote": "Money is not required to buy one necessity of the soul.",
        "author": "Henry David Thoreau",
        "category": "money"
    },
    {
        "quote": "What is morality but immemorial custom? Conscience is the chief of conservatives.",
        "author": "Henry David Thoreau",
        "category": "morality, ethics"
    },
    {
        "quote": "You cannot receive a shock unless you have an electric affinity for that which shocks you.",
        "author": "Henry David Thoreau",
        "category": "morality, ethics"
    },
    {
        "quote": "Do not be too moral. You may cheat yourself out of much life. So aim above morality. Be not simply good  be good for something.",
        "author": "Henry David Thoreau",
        "category": "morality, ethics"
    },
    {
        "quote": "Do not be too moral. You may cheat yourself out of much life so. Aim above morality. Be not simply good  be good for something.",
        "author": "Henry David Thoreau",
        "category": "morality"
    },
    {
        "quote": "Only that day dawns to which we are awake.",
        "author": "Henry David Thoreau",
        "category": "mornings"
    },
    {
        "quote": "I frequently tramped eight or ten miles through the deepest snow to keep an appointment with a beech tree  or a yellow birch  or an old acquaintance among the pines.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "The bluebird carries the sky on his back.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "The finest workers in stone are not copper or steel tools  but the gentle touches of air and water working at their leisure with a liberal allowance of time.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "The bluebird carries the sky on his back.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "For many years I was self-appointed inspector of snowstorms and rainstorms  and did my duty faithfully  though I never received one cent for it.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "When I would recreate myself  I seek the darkest wood  the thickest and most interminable  and to the citizen  most dismal swamp. I enter a swamp as a sacred place -  a sanctum sanctorum. There is the strength  the marrow of Nature.",
        "author": "Henry David Thoreau",
        "category": "nature"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "never"
    },
    {
        "quote": "Gnaw your own bone  gnaw at it  bury it  unearth it  gnaw it still.",
        "author": "Henry David Thoreau",
        "category": "pressure, , diamonds,"
    },
    {
        "quote": "The eye is the jewel of the body.",
        "author": "Henry David Thoreau",
        "category": "observation"
    },
    {
        "quote": "Gather ye rose-buds while ye may  Old time is still a-flying. And this same flower that smiles today  Tomorrow will be dying.",
        "author": "Henry David Thoreau",
        "category": "one, day"
    },
    {
        "quote": "As if you could kill time without injuring eternity.",
        "author": "Henry David Thoreau",
        "category": "one, day"
    },
    {
        "quote": "Time is but the stream I go a-fishing in.",
        "author": "Henry David Thoreau",
        "category": "one, day"
    },
    {
        "quote": "Do what you love. Know your own bone  gnaw at it  bury it  unearth it  and gnaw it still.",
        "author": "Henry David Thoreau",
        "category": "perseverance"
    },
    {
        "quote": "Colour  which is the poet's wealth  is so expensive that most take to mere outline sketches and become men of science.",
        "author": "Henry David Thoreau",
        "category": "poets, poetry"
    },
    {
        "quote": "Politics is the gizzard of society  full of gut and gravel.",
        "author": "Henry David Thoreau",
        "category": "politics"
    },
    {
        "quote": "We are always paid for our suspicion by finding what we suspect.",
        "author": "Henry David Thoreau",
        "category": "positive"
    },
    {
        "quote": "The faultfinder will find faults even in paradise.",
        "author": "Henry David Thoreau",
        "category": "positive"
    },
    {
        "quote": "What a man thinks of himself  that is what determines  or rather indicates  his fate.",
        "author": "Henry David Thoreau",
        "category": "positive"
    },
    {
        "quote": "Events  circumstances  etc.  have their origin in ourselves. They spring from seeds which we have sown.",
        "author": "Henry David Thoreau",
        "category": "positive"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imagined  he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "category": "positive"
    },
    {
        "quote": "It is life near the bone  where it is sweetest.",
        "author": "Henry David Thoreau",
        "category": "poverty"
    },
    {
        "quote": "Under a government which imprisons any unjustly  the true place for a just man is also a prison.",
        "author": "Henry David Thoreau",
        "category": "prison"
    },
    {
        "quote": "The highest law gives a thing to him who can use it.",
        "author": "Henry David Thoreau",
        "category": "property"
    },
    {
        "quote": "The highest law gives a thing to him who can use it.",
        "author": "Henry David Thoreau",
        "category": "property"
    },
    {
        "quote": "Read the best books first  or you may not have a chance to read them at all.",
        "author": "Henry David Thoreau",
        "category": "reading"
    },
    {
        "quote": "The mass of men lead lives of quiet desperation.",
        "author": "Henry David Thoreau",
        "category": "realistic, expectations"
    },
    {
        "quote": "Shall a man go and hang himself because he belongs to the race of pygmies  and not be the biggest pygmy that he can?",
        "author": "Henry David Thoreau",
        "category": "realistic, expectations"
    },
    {
        "quote": "Shall a man go and hang himself because he belongs to the race of pygmies  and not be the biggest pygmy that he can?",
        "author": "Henry David Thoreau",
        "category": "realistic, expectations"
    },
    {
        "quote": "There are a thousand hacking at the branches of evil to one who is striking at the roots.",
        "author": "Henry David Thoreau",
        "category": "revolution, reform"
    },
    {
        "quote": "That man is the richest whose pleasures are the cheapest.",
        "author": "Henry David Thoreau",
        "category": "riches"
    },
    {
        "quote": "Misfortunes occur only when a man is false.... Events  circumstances  etc.  have their origin in ourselves. They spring from seeds which we have sown.",
        "author": "Henry David Thoreau",
        "category": "right"
    },
    {
        "quote": "What a man thinks of himself  that is what determines  or rather indicates  his fate.",
        "author": "Henry David Thoreau",
        "category": "self, acceptance"
    },
    {
        "quote": "Shall a man go and hang himself because he belongs to the race of pygmies  and not be the biggest pygmy that he can?",
        "author": "Henry David Thoreau",
        "category": "self, acceptance"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imagined  he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "category": "self, confidence"
    },
    {
        "quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.",
        "author": "Henry David Thoreau",
        "category": "self, knowledge"
    },
    {
        "quote": "This life is not for complaint  but for satisfaction.",
        "author": "Henry David Thoreau",
        "category": "self, pity"
    },
    {
        "quote": "Man is the artificer of his own happiness.",
        "author": "Henry David Thoreau",
        "category": "self, reliance"
    },
    {
        "quote": "Simplicity  simplicity  simplicity! I say  let your affairs be as two or three  and not a hundred or a thousand. ... Simplify  simplify.",
        "author": "Henry David Thoreau",
        "category": "simplicity"
    },
    {
        "quote": "Society is commonly too cheap. We meet at very short intervals  not having had time to acquire any new value for each other. We meet at meals three times a day  and give each other a new taste of that old musty cheese that we are.",
        "author": "Henry David Thoreau",
        "category": "society, social"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "solitude"
    },
    {
        "quote": "I never found the companion that was so companionable as solitude.",
        "author": "Henry David Thoreau",
        "category": "solitude"
    },
    {
        "quote": "Live your beliefs and you can turn the world around.",
        "author": "Henry David Thoreau",
        "category": "spirituality"
    },
    {
        "quote": "For many years I was self-appointed inspector of snowstorms and rain-storms and did my duty faithfully.",
        "author": "Henry David Thoreau",
        "category": "storm"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams  and endeavours to live the life which he has imagined  he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "category": "success"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams  and endeavors to live the life which he has imaged  he will meet with success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "category": "success"
    },
    {
        "quote": "Where there is a brave man  in the thickest of the fight  there is the post of honor.",
        "author": "Henry David Thoreau",
        "category": "success"
    },
    {
        "quote": "Success usually comes to those who are too busy to be looking for it.",
        "author": "Henry David Thoreau",
        "category": "success"
    },
    {
        "quote": "City life - millions of people being lonesome together.",
        "author": "Henry David Thoreau",
        "category": "city, country"
    },
    {
        "quote": "He is blessed over all mortals who loses no moment of the passing life.",
        "author": "Henry David Thoreau",
        "category": "this, moment"
    },
    {
        "quote": "I have travelled a good deal in Concord.",
        "author": "Henry David Thoreau",
        "category": "travel, travellers"
    },
    {
        "quote": "I think that we may safely trust a good deal more than we do.",
        "author": "Henry David Thoreau",
        "category": "trust"
    },
    {
        "quote": "It takes two to speak the truth - one to speak  and another to hear.",
        "author": "Henry David Thoreau",
        "category": "trust"
    },
    {
        "quote": "Between whom there is hearty truth  there is love.",
        "author": "Henry David Thoreau",
        "category": "truth"
    },
    {
        "quote": "It takes two to speak the truth - one to speak  and another to hear.",
        "author": "Henry David Thoreau",
        "category": "truth"
    },
    {
        "quote": "It is characteristic of wisdom not to do desperate things.",
        "author": "Henry David Thoreau",
        "category": "wisdom"
    },
    {
        "quote": "Beware all enterprises that require new clothes.",
        "author": "Henry David Thoreau",
        "category": "work"
    },
    {
        "quote": "Only he is successful in his business who makes that pursuit which affords him the highest pleasure sustain him.",
        "author": "Henry David Thoreau",
        "category": "work"
    },
    {
        "quote": "Success usually comes to those who are too busy to be looking for it.",
        "author": "Henry David Thoreau",
        "category": "work"
    },
    {
        "quote": "How vain it is to sit down to write when you have not stood up to live.",
        "author": "Henry David Thoreau",
        "category": "writers, writing"
    },
    {
        "quote": "We like that a sentence should read as if its author  had he held a plough instead of a pen  could have drawn a furrow deep and straight to the end.",
        "author": "Henry David Thoreau",
        "category": "writers, writing"
    },
    {
        "quote": "As for style of writing  if one has anything to say  it drops from him simply and directly  as a stone falls to the ground.",
        "author": "Henry David Thoreau",
        "category": "writers, writing"
    },
    {
        "quote": "The youth gets together this material to build a bridge to the moon  or perchance  a palace or temple on earth  and at length  the middle-aged man concludes to build a woodshed with them.",
        "author": "Henry David Thoreau",
        "category": "youth"
    },
    {
        "quote": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.",
        "author": "Henry David Thoreau",
        "category": "Learning, Men, Scholarship"
    },
    {
        "quote": "It is not desirable to cultivate a respect for the law, so much as for the right.",
        "author": "Henry David Thoreau",
        "category": "Law, Right, Cultivate"
    },
    {
        "quote": "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away.",
        "author": "Henry David Thoreau",
        "category": "Music, Man, Step"
    },
    {
        "quote": "Live your beliefs and you can turn the world around.",
        "author": "Henry David Thoreau",
        "category": "World, Live, You"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau",
        "category": "Life, Success, Live"
    },
    {
        "quote": "Dreams are the touchstones of our character.",
        "author": "Henry David Thoreau",
        "category": "Character, Our"
    },
    {
        "quote": "What is human warfare but just this an effort to make the laws of God and nature take sides with one party.",
        "author": "Henry David Thoreau",
        "category": "Nature, God, Effort"
    },
    {
        "quote": "Pursue some path, however narrow and crooked, in which you can walk with love and reverence.",
        "author": "Henry David Thoreau",
        "category": "Peace, Path, Walk"
    },
    {
        "quote": "Do what you love. Know your own bone; gnaw at it, bury it, unearth it, and gnaw it still.",
        "author": "Henry David Thoreau",
        "category": "Do What You Love, Know, You"
    },
    {
        "quote": "There is no remedy for love but to love more.",
        "author": "Henry David Thoreau",
        "category": "To Love, More, Remedy"
    },
    {
        "quote": "Live your life, do your work, then take your hat.",
        "author": "Henry David Thoreau",
        "category": "Life, Live, Hat"
    },
    {
        "quote": "Do not hire a man who does your work for money, but him who does it for love of it.",
        "author": "Henry David Thoreau",
        "category": "Love, Money, Man"
    },
    {
        "quote": "Nature will bear the closest inspection. She invites us to lay our eye level with her smallest leaf, and take an insect view of its plain.",
        "author": "Henry David Thoreau",
        "category": "Leaf, Eye, View"
    },
    {
        "quote": "The bluebird carries the sky on his back.",
        "author": "Henry David Thoreau",
        "category": "Sky, Back, Bluebird"
    },
    {
        "quote": "There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature.",
        "author": "Henry David Thoreau",
        "category": "Moments, Anxiety, Leisure"
    },
    {
        "quote": "To be admitted to Nature's hearth costs nothing. None is excluded, but excludes himself. You have only to push aside the curtain.",
        "author": "Henry David Thoreau",
        "category": "Push, Nothing, You"
    },
    {
        "quote": "Nature is full of genius, full of the divinity; so that not a snowflake escapes its fashioning hand.",
        "author": "Henry David Thoreau",
        "category": "Genius, Hand, Divinity"
    },
    {
        "quote": "If the machine of government is of such a nature that it requires you to be the agent of injustice to another, then, I say, break the law.",
        "author": "Henry David Thoreau",
        "category": "Law, Government, Injustice"
    },
    {
        "quote": "The Artist is he who detects and applies the law from observation of the works of Genius, whether of man or Nature. The Artisan is he who merely applies the rules which others have detected.",
        "author": "Henry David Thoreau",
        "category": "Man, Law, Artist"
    },
    {
        "quote": "I have thought there was some advantage even in death, by which we mingle with the herd of common men.",
        "author": "Henry David Thoreau",
        "category": "Men, Thought, Which"
    },
    {
        "quote": "There is no value in life except what you choose to place upon it and no happiness in any place except what you bring to it yourself.",
        "author": "Henry David Thoreau",
        "category": "Life, Value, Yourself"
    },
    {
        "quote": "The smallest seed of faith is better than the largest fruit of happiness.",
        "author": "Henry David Thoreau",
        "category": "Faith, Fruit, Better"
    },
    {
        "quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.",
        "author": "Henry David Thoreau",
        "category": "Society, Walk, Forget"
    },
    {
        "quote": "The light which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.",
        "author": "Henry David Thoreau",
        "category": "Light, Eyes, Darkness"
    },
    {
        "quote": "I have a great deal of company in the house, especially in the morning when nobody calls.",
        "author": "Henry David Thoreau",
        "category": "Great, Company, House"
    },
    {
        "quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.",
        "author": "Henry David Thoreau",
        "category": "Family, Children, Men"
    },
    {
        "quote": "Shall I not have intelligence with the earth? Am I not partly leaves and vegetable mould myself.",
        "author": "Henry David Thoreau",
        "category": "Myself, Earth, Leaves"
    },
    {
        "quote": "They can do without architecture who have no olives nor wines in the cellar.",
        "author": "Henry David Thoreau",
        "category": "Without, Who, Nor"
    },
    {
        "quote": "It is only when we forget all our learning that we begin to know.",
        "author": "Henry David Thoreau",
        "category": "Forget, Know, Begin"
    },
    {
        "quote": "If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.",
        "author": "Henry David Thoreau",
        "category": "Love, Day, Environmental"
    },
    {
        "quote": "Time is but the stream I go a-fishing in.",
        "author": "Henry David Thoreau",
        "category": "Stream, Go"
    },
    {
        "quote": "The finest workers in stone are not copper or steel tools, but the gentle touches of air and water working at their leisure with a liberal allowance of time.",
        "author": "Henry David Thoreau",
        "category": "Water, Stone, Tools"
    },
    {
        "quote": "To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea.",
        "author": "Henry David Thoreau",
        "category": "Tea, Gossip, News"
    },
    {
        "quote": "Goodness is the only investment that never fails.",
        "author": "Henry David Thoreau",
        "category": "Goodness, Investment, Never"
    },
    {
        "quote": "Be not simply good - be good for something.",
        "author": "Henry David Thoreau",
        "category": "Something, Simply"
    },
    {
        "quote": "Not only must we be good, but we must also be good for something.",
        "author": "Henry David Thoreau",
        "category": "Something, Only, Must"
    },
    {
        "quote": "It is remarkable how closely the history of the apple tree is connected with that of man.",
        "author": "Henry David Thoreau",
        "category": "Tree, Man, Apple"
    },
    {
        "quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance.",
        "author": "Henry David Thoreau",
        "category": "Friendship, Darkness"
    },
    {
        "quote": "Wealth is the ability to fully experience life.",
        "author": "Henry David Thoreau",
        "category": "Life, Money, Wealth"
    },
    {
        "quote": "I am sorry to think that you do not get a man's most effective criticism until you provoke him. Severe truth is expressed with some bitterness.",
        "author": "Henry David Thoreau",
        "category": "Man, I Am, Sorry"
    },
    {
        "quote": "The lawyer's truth is not Truth, but consistency or a consistent expediency.",
        "author": "Henry David Thoreau",
        "category": "Consistency, Lawyer"
    },
    {
        "quote": "Could a greater miracle take place than for us to look through each other's eyes for an instant?",
        "author": "Henry David Thoreau",
        "category": "Eyes, Look, Place"
    },
    {
        "quote": "Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders.",
        "author": "Henry David Thoreau",
        "category": "Faith, I Am, Believe"
    },
    {
        "quote": "There is one consolation in being sick and that is the possibility that you may recover to a better state than you were ever in before.",
        "author": "Henry David Thoreau",
        "category": "Better, Sick, You"
    },
    {
        "quote": "'Tis healthy to be sick sometimes.",
        "author": "Henry David Thoreau",
        "category": "Healthy, Sick, Sometimes"
    },
    {
        "quote": "It appears to be a law that you cannot have a deep sympathy with both man and nature.",
        "author": "Henry David Thoreau",
        "category": "Nature, Deep, Environmental"
    },
    {
        "quote": "I am grateful for what I am and have. My thanksgiving is perpetual.",
        "author": "Henry David Thoreau",
        "category": "Grateful, I Am, Perpetual"
    },
    {
        "quote": "Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind.",
        "author": "Henry David Thoreau",
        "category": "Life, Mankind, Comforts"
    },
    {
        "quote": "Faith keeps many doubts in her pay. If I could not doubt, I should not believe.",
        "author": "Henry David Thoreau",
        "category": "Believe, Doubt, Her"
    },
    {
        "quote": "Faith never makes a confession.",
        "author": "Henry David Thoreau",
        "category": "Never, Confession, Makes"
    },
    {
        "quote": "If I knew for a certainty that a man was coming to my house with the conscious design of doing me good, I should run for my life.",
        "author": "Henry David Thoreau",
        "category": "Funny, Life, Good"
    },
    {
        "quote": "Alas! how little does the memory of these human inhabitants enhance the beauty of the landscape!",
        "author": "Henry David Thoreau",
        "category": "Memory, Landscape, Human"
    },
    {
        "quote": "This world is but a canvas to our imagination.",
        "author": "Henry David Thoreau",
        "category": "Art, World, Canvas"
    },
    {
        "quote": "Generally speaking, a howling wilderness does not howl: it is the imagination of the traveler that does the howling.",
        "author": "Henry David Thoreau",
        "category": "Wilderness, Speaking, Howl"
    },
    {
        "quote": "It is usually the imagination that is wounded first, rather than the heart; it being much more sensitive.",
        "author": "Henry David Thoreau",
        "category": "Heart, First, Sensitive"
    },
    {
        "quote": "The language of friendship is not words but meanings.",
        "author": "Henry David Thoreau",
        "category": "Language, Words, Meanings"
    },
    {
        "quote": "The most I can do for my friend is simply be his friend.",
        "author": "Henry David Thoreau",
        "category": "Friend, I Can, My Friend"
    },
    {
        "quote": "I had three chairs in my house; one for solitude, two for friendship, three for society.",
        "author": "Henry David Thoreau",
        "category": "Society, Solitude, Three"
    },
    {
        "quote": "A man cannot be said to succeed in this life who does not satisfy one friend.",
        "author": "Henry David Thoreau",
        "category": "Life, Man, Friend"
    },
    {
        "quote": "Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh.",
        "author": "Henry David Thoreau",
        "category": "Regret, Live, Sorrow"
    },
    {
        "quote": "Men have become the tools of their tools.",
        "author": "Henry David Thoreau",
        "category": "Men, Tools, Become"
    },
    {
        "quote": "What is called genius is the abundance of life and health.",
        "author": "Henry David Thoreau",
        "category": "Life, Health, Genius"
    },
    {
        "quote": "To have done anything just for money is to have been truly idle.",
        "author": "Henry David Thoreau",
        "category": "Done, Anything, Idle"
    },
    {
        "quote": "Money is not required to buy one necessity of the soul.",
        "author": "Henry David Thoreau",
        "category": "Soul, Necessity, Buy"
    },
    {
        "quote": "It's not what you look at that matters, it's what you see.",
        "author": "Henry David Thoreau",
        "category": "Look, You, See"
    },
    {
        "quote": "Ignorance and bungling with love are better than wisdom and skill without.",
        "author": "Henry David Thoreau",
        "category": "Love, Ignorance, Skill"
    },
    {
        "quote": "It is a characteristic of wisdom not to do desperate things.",
        "author": "Henry David Thoreau",
        "category": "Desperate, Things"
    },
    {
        "quote": "All this worldly wisdom was once the unamiable heresy of some wise man.",
        "author": "Henry David Thoreau",
        "category": "Wise, Man, Wise Man"
    },
    {
        "quote": "A broad margin of leisure is as beautiful in a man's life as in a book. Haste makes waste, no less in life than in housekeeping. Keep the time, observe the hours of the universe, not of the cars.",
        "author": "Henry David Thoreau",
        "category": "Life, Time, Beautiful"
    },
    {
        "quote": "The price of anything is the amount of life you exchange for it.",
        "author": "Henry David Thoreau",
        "category": "You, Price, Anything"
    },
    {
        "quote": "To affect the quality of the day, that is the highest of arts.",
        "author": "Henry David Thoreau",
        "category": "Day, Quality, Arts"
    },
    {
        "quote": "The heart is forever inexperienced.",
        "author": "Henry David Thoreau",
        "category": "Heart, Forever"
    },
    {
        "quote": "Success usually comes to those who are too busy to be looking for it.",
        "author": "Henry David Thoreau",
        "category": "Busy, Looking, Who"
    },
    {
        "quote": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.",
        "author": "Henry David Thoreau",
        "category": "Life, Business, Philosophy"
    },
    {
        "quote": "Every creature is better alive than dead, men and moose and pine trees, and he who understands it aright will rather preserve its life than destroy it.",
        "author": "Henry David Thoreau",
        "category": "Life, Environmental, Trees"
    },
    {
        "quote": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.",
        "author": "Henry David Thoreau",
        "category": "Quiet, Lead, Desperation"
    },
    {
        "quote": "While civilization has been improving our houses, it has not equally improved the men who are to inhabit them. It has created palaces, but it was not so easy to create noblemen and kings.",
        "author": "Henry David Thoreau",
        "category": "Easy, Kings, Create"
    },
    {
        "quote": "If you would convince a man that he does wrong, do right. Men will believe what they see.",
        "author": "Henry David Thoreau",
        "category": "Man, Believe, You"
    },
    {
        "quote": "Things do not change we change.",
        "author": "Henry David Thoreau",
        "category": "Things"
    },
    {
        "quote": "The man who goes alone can start today but he who travels with another must wait till that other is ready.",
        "author": "Henry David Thoreau",
        "category": "Today, Man, Start"
    },
    {
        "quote": "A man is rich in proportion to the number of things he can afford to let alone.",
        "author": "Henry David Thoreau",
        "category": "Man, Rich, Number"
    },
    {
        "quote": "We are for the most part more lonely when we go abroad among men than when we stay in our chambers. A man thinking or working is always alone, let him be where he will.",
        "author": "Henry David Thoreau",
        "category": "Man, Men, Thinking"
    },
    {
        "quote": "As in geology, so in social institutions, we may discover the causes of all past changes in the present invariable order of society.",
        "author": "Henry David Thoreau",
        "category": "Changes, Past, Present"
    }
]