[
    {
        "quote": "The decline in the influence of religion has been due, in the main, not to religion itself, but to the very shallowness of many practitioners. People who are indoctrinated and mistake implanted obsession for faith, are themselves destroyers of the very thing which they imagine themselves called upon to try to protect.In fact, of course, they have no such call: and their capacity to protect something which is other than their imaginings makes for a comical situation.",
        "author": "Idries Shah",
        "category": "faith, integrity, religion"
    },
    {
        "quote": "People in this civilization are starving in the middle of plenty. This is a civilization that is going down, not because it hasn't got the knowledge that would save it, but because nobody will use the knowledge.",
        "author": "Idries Shah",
        "category": "civilization, knowledge, psychology"
    },
    {
        "quote": "You fear tomorrow: yet yesterday is just as dangerous.",
        "author": "Idries Shah",
        "category": "fear, mind, psychology, sufis, sufism"
    },
    {
        "quote": "Learning how to learn involves examining assumptions. Mulla Nasrudin tales very often fulfil this funcition.",
        "author": "Idries Shah",
        "category": "learning, mind, nasrudin, sufi, sufis, sufism"
    },
    {
        "quote": "If I knew what two and two were – I would say Four!",
        "author": "Idries Shah",
        "category": "mind, nasrudin, sufis, sufism, truth"
    },
    {
        "quote": "The Sufis,' runs the saying, 'understand with their hearts what the most learned scholars cannot understand with their minds",
        "author": "Idries Shah",
        "category": "evolution, intellect, learning, reality, scholars, science, sufi, sufis, sufism"
    },
    {
        "quote": "People carry on whole conversations in proverbs. But they are not LIVING the proverbs.",
        "author": "Idries Shah",
        "category": "psychology, sufis, sufism, wisdom"
    },
    {
        "quote": "Proverbs and truisms are for this reason dangerous, because they produce blindness or non-thought.",
        "author": "Idries Shah",
        "category": "proverbs, psychology, sufis, sufism, wisdom"
    },
    {
        "quote": "Man (as he imagines himself to be), in general, is a possibility, not a fact.",
        "author": "Idries Shah",
        "category": "evolution, psychology, sufis, sufism, wisdom"
    },
    {
        "quote": "However fast you run, or however skilfully, you can’t run away from your own feet.",
        "author": "Idries Shah",
        "category": "death, fear, life, psychology, sufis, sufism"
    },
    {
        "quote": "Many things which are called 'secrets' are only things withheld from people until they can understand or effectively experience them.",
        "author": "Idries Shah",
        "category": "experience, knowledge, learning, secrets, sufis, sufism, tradition, wisdom"
    },
    {
        "quote": "Definitions from Mulla Do-PiazaDrugs: Source of the mystical experience of the ignorant.",
        "author": "Idries Shah",
        "category": "drugs, evolution, mulla-do-piaza, mysticism, sufis, sufism, wisdom"
    },
    {
        "quote": "Only the search for truth is valid, the desire for wisdom the motive. The method is assimilation, not study.",
        "author": "Idries Shah",
        "category": "discipleship, evolution, study, sufi, sufis, sufism"
    },
    {
        "quote": "Sufis hold that the superior experience and knowledge comes to a man or woman in exact accordance with his worth,capacity,and earning of it.",
        "author": "Idries Shah",
        "category": "conscious-effort, evolution, knowledge, sufis, sufism, wisdom"
    },
    {
        "quote": "The more wakeful a man is to the things which surround him, the more asleep is he, and his waking is worse than his sleep.",
        "author": "Idries Shah",
        "category": "asleep, awareness, knowledge, sufis, sufism, tradition, wakefulness, wisdom"
    },
    {
        "quote": "Saying of the Prophet.Lies, promises, trustHe is not of mine who lies, breaks a promise or fails in his trust.",
        "author": "Idries Shah",
        "category": "hadith, islam, muhammad, religion, saying-of-the-prophet, sufis, sufism"
    },
    {
        "quote": "Treat this world as I do, like a wayfarer; like a horseman who stops in the shade of a tree for a time, and then moves on.",
        "author": "Idries Shah",
        "category": "death, hadith, islam, life, mohammed, sufis, sufism, traditions-of-the-prophet, wisdom"
    },
    {
        "quote": "When people have a hard task to do - one which stretches them - they become less concerned with trivial matters.",
        "author": "Idries Shah",
        "category": "author, poet, sufi"
    },
    {
        "quote": "That which is capable of perceiving objective reality is, in Sufism, the human soul (ruh).",
        "author": "Idries Shah",
        "category": "perception, religion, soul, sufis, sufism"
    },
    {
        "quote": "Careful preparation is necessary before people can perceive something which is there all the time.",
        "author": "Idries Shah",
        "category": "cleansing, knowledge, perception, sufi, sufis, sufism"
    },
    {
        "quote": "The colour of the water seems to be the colour of the glass into which it has been poured'.",
        "author": "Idries Shah",
        "category": "perception, sufis, sufism, wisdom"
    },
    {
        "quote": "Enlightenment must come little by little - otherwise it would overwhelm.",
        "author": "Idries Shah",
        "category": "enlightenment, pace"
    },
    {
        "quote": "When the Higher Man does something worthy of admiration, it is an evidence of his Mastership, not the object of it.",
        "author": "Idries Shah",
        "category": "master, sufis, sufism, truth"
    },
    {
        "quote": "Angels are the powers hidden in the faculties and organs of man",
        "author": "Idries Shah",
        "category": "angels, ibn-arabi, religion, sufis, sufism, theology, wisdom"
    },
    {
        "quote": "SOVEREIGNTYSovereignty is a wind of change. (Hariri)",
        "author": "Idries Shah",
        "category": "hariri, idries-shah, sufis, sufism"
    },
    {
        "quote": "When you get a principle on which everyone is agreed, you get the beginning of complacency and deterioration.",
        "author": "Idries Shah",
        "category": "proverb, sufis, sufism, wisdom"
    },
    {
        "quote": "Understanding and knowledge are completely different sensations in the realm of Truth than they are in the realm of society.",
        "author": "Idries Shah",
        "category": "naqshbandi, sufis, sufism, wisdom"
    },
    {
        "quote": "If the father cannot, the son will finish the task.",
        "author": "Idries Shah",
        "category": "knowledge, sufis, sufism, wisdom"
    },
    {
        "quote": "Sufism is, in fact, not a mystical system, not a religion, but a body of knowledge.",
        "author": "Idries Shah",
        "category": "knowledge, mysticism, religion, sufis, sufism"
    },
    {
        "quote": "THE BIRD AND THE WATERA bird which has not heard of fresh waterDips his beak in salt-water year after year.(Anwar-i-Suhaili)",
        "author": "Idries Shah",
        "category": "knowledge, proverb, sufis, sufism, wisdom"
    },
    {
        "quote": "Knowledge. How curious that a man who closes his hand upon air so often thinks that he has a ruby within his grasp.",
        "author": "Idries Shah",
        "category": "knowledge, sufis, sufism, wisdom"
    },
    {
        "quote": "No surgeon can treat the wounds of the tongue.",
        "author": "Idries Shah",
        "category": "proverb, sufis, sufism, wisdom"
    },
    {
        "quote": "None meets harm who knows his capacity.",
        "author": "Idries Shah",
        "category": "sufis, sufism, wisdom"
    },
    {
        "quote": "Now that I have found thee, I know that in the first step I took, I moved away from thee.",
        "author": "Idries Shah",
        "category": "jamie-fraser, sufis, sufism, tasawwuf, wisdom"
    },
    {
        "quote": "Hazrat Ali, in a saying attributed to him, says: ‘Man is in disguise, covered by his tongue’.",
        "author": "Idries Shah",
        "category": "hypocrisy, knowledge, sufis, sufism, wisdom"
    },
    {
        "quote": "If you are covetous, you are a prisoner: If you are greedy, you will never be filled.",
        "author": "Idries Shah",
        "category": "greed, proverb, sufis, sufism"
    },
    {
        "quote": "If you have two shirts, sell one and with the money buy a flower’.",
        "author": "Idries Shah",
        "category": "proverb, sufis, sufism"
    },
    {
        "quote": "A short time in the presence of the Friends (the Sufis) is better than a hundred years’ sincere, obedient dedication.",
        "author": "Idries Shah",
        "category": "friendship, rumi, sufi-way, sufis, sufism, tasawwuf, teacher, wisdom"
    },
    {
        "quote": "Better to quarrel with a friend than to support enemies.",
        "author": "Idries Shah",
        "category": "ethics, proverb, sufis, sufism, wisdom"
    },
    {
        "quote": "The mine is always bigger than the gem.",
        "author": "Idries Shah",
        "category": "proverb, sufis, sufism, wisdom"
    },
    {
        "quote": "Whoever has not first dug a well, should not steal a minaret.",
        "author": "Idries Shah",
        "category": "proverb, sufis, sufism"
    },
    {
        "quote": "When prayer, rituals and ascetic life are just a means of self-indulgence, they are harmful rather than beneficial.",
        "author": "Idries Shah",
        "category": "god, greed, religion, sufis, sufism"
    },
    {
        "quote": "Whoever gives knowledge to a fool loses itAnd who keeps it from the deserving does wrong.",
        "author": "Idries Shah",
        "category": "sufis, sufism, wisdom"
    },
    {
        "quote": "Generosity is also marked by doing what one says one will do.",
        "author": "Idries Shah",
        "category": "generosity, sufis, sufism, tradition, truth"
    },
    {
        "quote": "Sufism is therefore not 'Do as I say and not as I do', or even 'Do as I do', but 'Experience and you will know'.",
        "author": "Idries Shah",
        "category": "knowledge, sufis, sufism, wisdom"
    },
    {
        "quote": "Sufism is experiential",
        "author": "Idries Shah",
        "category": "death, life, sufis, sufism, tradition, truth"
    },
    {
        "quote": "The people of the world have a fixed destiny. But the spiritually developed receive what is “not” in their destiny.",
        "author": "Idries Shah",
        "category": "sufis, sufism, tradition, wisdom"
    },
    {
        "quote": "A great deal of thought is only a substitute for the thoughts that the individual would really find useful at the time.",
        "author": "Idries Shah",
        "category": "logic, philosophy, sufism"
    },
    {
        "quote": "You must empty out the dirty water before you fill the pitcher with clean.",
        "author": "Idries Shah",
        "category": "sufi, sufism"
    },
    {
        "quote": "The union of the mind and intuition which brings about illumination, and the development which the Sufis seek, is based upon love.",
        "author": "Idries Shah",
        "category": "llumination, love, sufism"
    }
]