[
    {
        "quote": "There is no other way to determine the difference between the will of God and the crafts of satan... Jesus is the way, the truth and the life... The Holy Spirit of God is the Comforter...",
        "author": "Israelmore Ayivor",
        "category": "be-truthful, christ, comfort, comforter, crafts, crafts-of-satan, crafty, deceit, deceive, deception, evil, evil-spirit, food-for-thought, god, god-s-will, he-saved-me, heaven, holy, holy-spirit, israelmore-ayivor, jesus, jesus-christ, king-of-kinds, liar, lie, life, lord-of-lords, my-lord, satan-devil, satanic, spirit, spirit-of-god, tell-the-truth, the-life, the-saviour, the-truth, the-way, the-way-the-truth-and-the-life, the-will-of-god, true, truth, way, will-of-god"
    },
    {
        "quote": "Ingratitude to God does not rely only on our refusal to give the verbal thanksgiving due to Him, but also recides in our inability to appreciate his gifts and potentials in us by leaving them untapped.",
        "author": "Israelmore Ayivor",
        "category": "appreciate, appreciation, food-for-thought, gifts, god, grateful, gratitude, ingratitude, potentials, recide, rely, talents, thankfulness, thanks, thanks-giving"
    },
    {
        "quote": "When the door of opportunity of your storehouse opens for you, let faith and hope enter first. When your faith leads the way, you will locate the source of your hidden treasures.",
        "author": "Israelmore Ayivor",
        "category": "achieve, belief, believe, close, door, door-of-opportunity, dunamis, enter, faith, food-for-thought, god, hidden-treasure, hope, hope-in-god, israelmore-ayivor, lead, leads, open, opportunity, priviledge, storehouse, succcess, treasure, trust-in-god"
    },
    {
        "quote": "When you are posessed by evil spirits, it is crafty manipulations that you follow; but when you are posessed by the Holy Spirit of God, it is wise discretions you pursue!",
        "author": "Israelmore Ayivor",
        "category": "believe-in-jesus, believe-in-the-holy-spirit, bible, christ, christian, craft, crafty, deceit, deceitful, deceive, deception, decisions, devil, discretion, discretions, evangelism, evil, evil-spirit, follow, food-for-thought, god, holy-spirit, israelmore-ayivor, jesus, jesus-christ, jesus-conquer-the-devil, liar, lie, lied, lies, manipulate, manipulations, message-of-god, posess, possess, preach, preaching, pursue, satan, satanic, satanic-influence, sermon, spirit, the-devil-is-a-liar, the-life, the-truth, the-way, the-way-the-truth-and-the-life, to-kil-to-steal-and-to-destroy, wisdom, wise, wordliness, worship"
    },
    {
        "quote": "He who has the audacity to stop you from dreaming is he who had given you the imaginations to think, but not those who watch you as you explore the dreams!",
        "author": "Israelmore Ayivor",
        "category": "audacity, big-dreams, creator, dream, dream-big, dreaming, dreams, explore, food-for-thought, god, imagination, imaginations, israelmore-ayivor, jehovah, live-life-so-well, spectators, success, think, thought, thoughts"
    },
    {
        "quote": "The world is a busy place filled with many busy businesses, both the Godly and the ungodly. It means before you go on to accept any activity or event that comes into the world, you must weigh its Values, examine the Virtues, listen to Views and then you give your Verdict. Satan is not wise; he is just crafty!",
        "author": "Israelmore Ayivor",
        "category": "action, activity, business, busy-body, buy, carnality, christ, craft, craftiness, crafty, examine, food-for-thought, god, god-loves-you, god-s-work, godly, israelmore-ayivor, jesus, jesus-christ, listen, satan, satanic, trickish, ungodly, value, verdict, views, virtue, weigh, wise, world, worldiness"
    },
    {
        "quote": "We are no longer in the dispensation of age and experience. We are in the era of knowledge and information. Information leads a true leader and a true leader leads others.",
        "author": "Israelmore Ayivor",
        "category": "21st-century, age, dispensation, dispense, era, experience, experiences-and-graces, false-leaders, food-for-thought, inform, information, information-age, informational, israelmore-ayivor, knowledge, knowledge-power, knowledge-wisdom, knowledgeable, lead, leader, leaders, leadership, leadership-development, leading, leading-by-example, leads, leads-to, self, self-leader, self-leaders, self-leadership, self-leadership-character, time, true-leader, true-leaders, true-leadership, wisdom, wisdom-inspirational, wisdom-quote, wisdom-quotes"
    },
    {
        "quote": "When you optimize your talents very well, you can pick money from people's pockets and nobody will ever get the guts to call you a thief.",
        "author": "Israelmore Ayivor",
        "category": "achieve, achievers, action, ahievement, brain, call, congratulation, dream-big, dreams, excellence, extra-mile, food-for-thought, gifts, guts, israelmore-ayivor, knowledge, money, optimize, people, pick, pocket, pockets, poor, potential, potentials, rich, talent, talents, thieves, use, wealthy, weath, wisdom, wise"
    },
    {
        "quote": "The subsistence mentality of a person is a prison in which his personal joy is detained. If you want to live in joy, you don't live for yourself alone. Live for others too!",
        "author": "Israelmore Ayivor",
        "category": "benevolent, detain, egoism, food-for-thought, generous, happiness, happy, joy, kind, live-for-others, mentality, personal-joy, prison, self, selfish, selfishness, subsistence"
    },
    {
        "quote": "Many were the steps taken in doubt, that saw their shapeless ends in no time. Those who travail in faith today will truimph in joy tomorrow. Let faith lead the way.",
        "author": "Israelmore Ayivor",
        "category": "belief, believe, believe-in-yourself, celebrate, doubt, dunamis, failure, faith, faith-leads, food-for-thought, happy, hope, israelmore-ayivor, joy, power, self-belief, shapeless, time, travail, travail-today, truimph, truimph-tomorrow, trust, you-can, you-can-do-it"
    },
    {
        "quote": "A leader’s skills take him to people, but his character brings people to him.",
        "author": "Israelmore Ayivor",
        "category": "call, character, companion, company, food-for-thought, israelmore-ayivor, knowledge, leader, leaders, leadership, love, mentor, network, networking, people, person, personal-development, skills, trust, trustworthy, work"
    },
    {
        "quote": "Success is not obtained overnight. It comes in installments; you get a little bit today, a little bit tomorrow until the whole package is given out. The day you procrastinate, you lose that day's success.",
        "author": "Israelmore Ayivor",
        "category": "achieve, achievements, believe, believe-and-achieve, dare, dare-to-win, excus, excuses, food-for-thought, instal, installment, installments, never-give-up, package, plan, potentials, procrastinate, procrastination, success, successful, today, tomorrow"
    },
    {
        "quote": "The bird dares to break the shell, then the shell breaks open and the bird can fly openly. This is the simplest principle of success. You dream, you dare and and you fly.",
        "author": "Israelmore Ayivor",
        "category": "action, birds, break, can-do-spirit, dare, dare-to-win, die-for-it, dream, fly, food-for-thought, live-for-it, open, passion, shell, succeed, success, success-principle, you-can-do-it"
    },
    {
        "quote": "If you really want to eat, keep climbing. The fruits are on the top of the tree. Stretch your hands and keep stretching them. Success is on the top, keep going.",
        "author": "Israelmore Ayivor",
        "category": "achieve, actions, believe, believe-and-achieve, climb, eat, food-for-thought, fruit, fruits, go, israelmore-ayivor, keep-climbing, keep-going, move, stretch, success, top, trees, win"
    },
    {
        "quote": "When the actions becomes frequent than the words, success becomes heavier than the dreams. Do more, say less.",
        "author": "Israelmore Ayivor",
        "category": "action, actions, aim-high, dream-big, excellence, frequent, heavy, success, word, words"
    },
    {
        "quote": "Once you can write an alphabet, you can write a book of 100 million pages. It's just a matter of believing it as possible, and taking the cross millimetre by millimetre.",
        "author": "Israelmore Ayivor",
        "category": "a-book, achieve, alphabet, believe, believe-and-achieve, believing, book, books, food-for-thought, inch-by-inch, millimeter, millimetre, million, millions, never-give-up, pages, possible, potential, potentials, success, take-the-cross, talent, you-can-do-it"
    },
    {
        "quote": "You cannot score a goal when you are sitting on the bench. To do so, you have to dress up and enter the game.",
        "author": "Israelmore Ayivor",
        "category": "achieve, action, believe, believe-and-achieve, bench, dress, dress-up, excellence, extra, extra-mile, food-for-thought, game, goal, israelmore-ayivor, lesson, score, success, win"
    },
    {
        "quote": "Some people have just rented your body to live in it for sometime and depart. Others consider you as a permanent residence to dwell in forever. Which ever, you must remember to accommodate all those who want to be accommodated. Be each other's keeper",
        "author": "Israelmore Ayivor",
        "category": "accommodate, accommodation, be-kind, each-others-keepers, friend, friendly, friends, give, give-freely, give-from-your-heart, keeper, kind, love, love-your-neighbour, loving, peace, permanent, rent, residence, success"
    },
    {
        "quote": "Yes, a deep lesson from the postage stamp. It attaches itself to a moveable material, the envelope and gets going. A good relationship keeps you going forward; a bad one keeps you static. Attach yourself to someone who is also going forward and you will also get there.",
        "author": "Israelmore Ayivor",
        "category": "achieve, attachment, believe, believe-and-achieve, companions, companionship, envelope, extra, extra-mile, food-for-thought, friends, go-extra-mile, good-friends, israelmore-ayivor, keep-going, postage-stamp, relationship, stamp, success"
    },
    {
        "quote": "The same styles you used earlier may become monotonous over time. You want to remain relevant, so you got to change that style.",
        "author": "Israelmore Ayivor",
        "category": "active-learning, change-your-style, food-for-thought, idea, ideas, innovate, innovation, innovative, innovative-ideas, israelmore-ayivor, leaders, leadership, learn, learn-hard, learn-new-things, martin-luther, martin-luther-king, martin-luther-king-jr, methods, monotonous, new, new-keys, new-skills, new-styles, new-ways, old, old-keys, old-skills, old-styles, old-ways, passion, passionate, research, success, successful, time, time-changes"
    },
    {
        "quote": "If you really want to grow great, you need to avoid costly pleasures and preserve your future treasures.",
        "author": "Israelmore Ayivor",
        "category": "avoid, delay-your-gratification, food-for-thought, future, gratification, great, greatness, grow, grow-great, inspirational, inspirations, invest-money, investment, israelmore-ayivor, motivational, motivations, personal-development, pleasure, pleasures, preserve, prodigal, save-money, success, successful, treasure, treasures, waste, wastefulness, wealth"
    },
    {
        "quote": "Be on the right way and go in the right direction. Once you are never going back, you will progress day after day, little by little.",
        "author": "Israelmore Ayivor",
        "category": "direction, food-for-thought, israelmore-ayivor, little, personal-development, progress, right, right-direction, success, tiny, way"
    },
    {
        "quote": "When your drive is moving your purpose, focus must hold the wheels else your might miss the way. And do you know what that means? Avoid Crash!!!. Stay focused!",
        "author": "Israelmore Ayivor",
        "category": "concentrate, concentration, crash, direction, drive, focus, guide, move, passion, purpose, road, stay-focused, steer, steerd, steering, track, vehicle, way, wheels"
    },
    {
        "quote": "You can be in your room and lead people. Just develop your potentials and publicize them and you will see people looking for your product. That is influence",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, behavior, behaviour, character, commander, elect, elected, election, enthrone, examplary, example, faithful, faithfully, father, followers, function, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, opinion, ordain, pastor, personal-branding, popular-opinion, position, potential, purpose, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness, universal"
    },
    {
        "quote": "Self-leaders are still true leaders even if they have no known followers. True leaders inspire by the influence of their characters and general self-made brands. Leadership is defined by the virtues of one's behaviour.",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, behavior, behaviour, character, commander, elect, elected, election, enthrone, examplary, example, faithful, faithfully, father, followers, function, grey-hair, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, opinion, ordain, pastor, personal-branding, popular-opinion, position, potential, purpose, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness, universal"
    },
    {
        "quote": "Self-leaders do not look for followers because they are busily pursuing their influencial dreams that followers will trace and ask for. Followers look for influence and that can be obtained from self-leaders.",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, behavior, behaviour, character, commander, elect, elected, election, enthrone, examplary, example, faithful, faithfully, father, followers, function, grey-hair, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, opinion, ordain, pastor, personal-branding, popular-opinion, position, potential, purpose, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness, universal"
    },
    {
        "quote": "A young child is a leader to an elderly person once his purpose has a faithful, sincere and trustworthy influence on people. Leadership is not restricted to position and age; it is self-made and influencial. Everyone has this self-leadership quality.",
        "author": "Israelmore Ayivor",
        "category": "a-child, a-young-child, age, appoint, appointed, appointment, child, children, commander, elder, elderly, elderly-person, elect, elected, election, enthrone, examplary, example, faithful, faithfully, father, followers, function, grey-hair, honest, honesty, human-being, human-face, influence, influencial, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, old, old-man, opinion, ordain, pastor, popular-opinion, position, positive, potential, purpose, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness, universal, youth"
    },
    {
        "quote": "The concept of leadership is abused by people who think a person becomes a leader when he grows grey hair, put into a position and expected to function. Everyone has a leadership potential carried within in a specific area of his or purpose. Leadership is universal and built on trust.",
        "author": "Israelmore Ayivor",
        "category": "abuse, appoint, appointed, appointment, commander, elect, elected, election, entrone, examplary, example, faithful, faithfully, father, followers, function, grey-hair, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, opinion, ordain, pastor, popular-opinion, position, potential, purpose, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness, universal"
    },
    {
        "quote": "Free your life from the fangs of gossips by not associating yourself with them. Anyone who helps you to gossip about someone can also help someone to gossip about you.",
        "author": "Israelmore Ayivor",
        "category": "bad-friends, bad-talks, deceive, disgrace, evil-talk, friends, friendship, good-friendship, gossip, gossips, insult"
    },
    {
        "quote": "People appear like angels until you hear them speak. You must not rush to judge people by the colour of their cloaks, but by the content of their words!",
        "author": "Israelmore Ayivor",
        "category": "be-careful, cloaks, colour, content, crocodile-tears, deception, food-for-thought, hate, hypocrisy, hypocrite, israelmore-ayivor, judge-rush, judgement, know-your-friends, love, negative-people, people, speech, toxic-people, watch-out, wicked-people, words"
    },
    {
        "quote": "Our work is directly proportional to the distances our dreams travel across, as force (power) is a constant factor",
        "author": "Israelmore Ayivor",
        "category": "distance, distances, dreams, proportional, travel, work, work-done, works"
    },
    {
        "quote": "What is in the pencil is greater than what is around it. The talents in you are greater than the environment surrounding you. Your potentials will change your environment.",
        "author": "Israelmore Ayivor",
        "category": "achieve, believe, believe-and-achieve, change, christ-in-you, environment, food-for-thought, gift, gifts, israelmore-ayivor, pencil, potential, potentials, surrounding, talent, talents"
    },
    {
        "quote": "Contrary to popular opinion, leadership is not a reserved position for a particular group of people who were elected or appointed, ordained or enthroned. Leadership is self-made, self-retained, self-inculcated and then exposed through a faithful, sincere and examplary life.",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, commander, elect, elected, election, entrone, examplary, example, faithful, faithfully, father, followers, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, opinion, ordain, pastor, popular-opinion, position, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness"
    },
    {
        "quote": "A true leader is still a leader even when he takes up servants' duty, provided he maintains a human face and added integrity to his self-retained qualities.",
        "author": "Israelmore Ayivor",
        "category": "commander, faithful, faithfully, father, followers, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, pastor, qualities, self-leaders, self-leadership, servant, sincerity, teacher, true-leader, true-leaders, true-leadership, truthful, truthfulness"
    },
    {
        "quote": "You can lead if you can serve. You can serve when you can love. You can love when you are graced. The truth is that God knows love will be needed in volumes, this is why he made his grace abundant. Leaders are lovers. Misleaders are haters!",
        "author": "Israelmore Ayivor",
        "category": "abundance, abundant, attitude, ballot, ballot-paper, ballot-papers, character, characters, clinton, election, fake-news, food-for-thought, grace, hate, haters, israelmore-ayivor, le-pain, lead, lead-people, leader, leaders, leadership, lifestyle, love, lovers, macron, manipulate, manipulation, martin-luther, martin-luther-king, martin-luther-king-jr, misleader, misleaders, obama, paper, position, positions, president, serve, service, trump, volume, vote, vote-for-me, voting"
    },
    {
        "quote": "When dark situations arise, it is opportunity for you to reveal the leader in you. Rise and deal with them.",
        "author": "Israelmore Ayivor",
        "category": "adversity, bad-days, bad-events, bad-weather, bad-weathers, be-bold, bold, boldness, brave, bravery, courage, coward, cowardice, cowards, danger, dark, dark-situations, disaster, food-for-thought, israelmore-ayivor, leader, leaders, leadership, martin-luther, martin-luther-king, martin-luther-king-jr, opportunity, rise, sad-news, strong, true-leaders, you-can-rise"
    },
    {
        "quote": "When liberators hide their liberty tools, injustice prevails. True leaders intervene by dealing with injustice before it passes puberty.",
        "author": "Israelmore Ayivor",
        "category": "false, falsehood, food-for-thought, injustice, israelmore-ayivor, justice, leaders, leadership, liberate, liberators, liberty, martin-luther, martin-luther-king, martin-luther-king-jr, puberty, tell-a-lie, tell-the-truth, truth"
    },
    {
        "quote": "Teamwork is the best ever investment. If I make 3 and you make 5, together we will not make 8. We will make 15. Leaders build active teams!",
        "author": "Israelmore Ayivor",
        "category": "build-a-team, development, food-for-though, invest, investment, investments, israelmore-ayivor, leader, leaders, leadership, personal-development, productive, productivity, profit, profitable, team, team-unity, team-work, unity"
    },
    {
        "quote": "Leaders spend time reviewing their mistakes rather than having fantasies over their achievements! They look for every way to do the undone!",
        "author": "Israelmore Ayivor",
        "category": "accept-corrections, achieve, achievements, change, correct, correction, corrections, errors, fantasies, fantasy, food-for-thought, glory, israelmore-ayivor, leader, leaders, leadership, left-over, mistakes, personal-development, rebuke, transformational-leaders"
    },
    {
        "quote": "Leadership crisis erupt when people who have not learnt how to obey instructions are given the privilege to give commands. Leaders are experienced servants.",
        "author": "Israelmore Ayivor",
        "category": "command, crisis, example, exemplary, experience, food-for-thought, give-commands, instruct, instructions, israelmore-ayivor, leader, leaders, leadership, leadership-by-example, leadership-crisis, personal-development, privilege, servant-leaders, servants"
    },
    {
        "quote": "The only way to make a spoilt machine work again is to break it down, work on its inner system and fix it again. Screw out the bolts of your life, examine and work on yourself, fix your life again and get going.",
        "author": "Israelmore Ayivor",
        "category": "achieve, believe, believe-and-achieve, bolts, break, break-down, break-it, but, fix, fix-it, israelmore-ayivor, repair, screw, self-analysis, self-assessment, self-examination, work"
    },
    {
        "quote": "Let your autobiography contain these words; \"I was able to think positively, love affectionately and work efficiently\". Thinking, loving and working are what make us different from animals and trees.",
        "author": "Israelmore Ayivor",
        "category": "affectionate, affectionately, animals, autobiography, effecitively, effective, efficient, efficiently, living-things, love, loved, loving, positive, positively, thing-big, think, thinking, thought, trees, work, work-hard, worked, working"
    },
    {
        "quote": "In science, work (W) is done when force (F) move a body through a distance (D). It is the same with our every day affairs. When you don't progress, no work is done irrespective of the force (power) you have",
        "author": "Israelmore Ayivor",
        "category": "direction, distance, distances, force, forces, move, no-work-done, pass, power, progress, work, work-done, works"
    },
    {
        "quote": "Marriage is one sweet way in which one can taste heaven on earth. Similarly, I can also become hell on earth.",
        "author": "Israelmore Ayivor",
        "category": "earth, happy, heaven, hell, hot, marriage, married, marry, matrimony, taste"
    },
    {
        "quote": "Thoughts do more. Words to much. Actions do much more.",
        "author": "Israelmore Ayivor",
        "category": "act, action, actions, actions-speak-louder-than-words, brain, do-it, food-for-thought, israelmore-ayivor, mind, more, mouth, much, much-more, think, thought, thoughts, word, words"
    },
    {
        "quote": "God can allow you to pass through storms and get to your success. But what the devil loves to do is to make you not to realize it that the storm is over. He wishes to keep you in condemnation even at the time you have to feel liberated.",
        "author": "Israelmore Ayivor",
        "category": "arcbishop, bishop, christ, condemn, condemnation, devil, endurance, endure, evil, feel, food-for-thought, garden-of-eden, god, israelmore-ayivor, jesus, jesus-christ, liberation, liberty, love, low-self-esteem, low-self-image, mind, pastor, perseverance, persevere, persist, persistence, redeem, redemption, reverend, salvation, satan, save, self-condemnation, self-unworthiness, sin, storm, storms, success, unworthiness, win"
    },
    {
        "quote": "The devil can get you through your flesh. He knows the button to press on your flesh and have a way into your mind. The flesh becomes a transport medium for evil things if not killed for God. If Christ makes a home in your mind, satan can't get there.",
        "author": "Israelmore Ayivor",
        "category": "arcbishop, bishop, christ, devil, evangelism, evil, evil-thoughts, flesh, food-for-thought, israelmore-ayivor, jesus, jesus-christ, mind, pastor, preaching, press, satan, satanic, sermon, sin, sinner, soul, temp, temptation, temptor, the-word-of-god, thought, thoughts, worldliness"
    },
    {
        "quote": "If you think it is possible, it will be possible. If you think it is impossible, the imposible will be possible. Whatever you think; whether posible or impossible will forever be possible to happen.",
        "author": "Israelmore Ayivor",
        "category": "amen, be-positive, come-to-pass, extra, extra-mile, food-for-thought, forever, happen, i-can, i-can-do-it, impossibility, impossible, israelmore-ayivor, it-is-impossible, it-is-possible, it-s-impossible, it-s-possible, mind, passion, positive-thinking, possibility, possible, sure, surely, think, think-positive, thought, thoughts, yes-i-can, you-can, you-can-do-it"
    },
    {
        "quote": "Be confident and courageous when you are about to make a start. Courage is key!",
        "author": "Israelmore Ayivor",
        "category": "begin, beginning, commence, confidence, confident, courage, courageous, israelmore-ayivor, key, start, starting"
    },
    {
        "quote": "Compassion is a lifetime business. You can't say something like, \"I will have compassion on Monday, Thursdays and Fridays only. But for the rest, I will be cruel\". That is hypocrisy.",
        "author": "Israelmore Ayivor",
        "category": "business, compassion, cruel, cruelity, days-of-the-week, food-for-thought, friday, hypocrisy, hypocrite, hypocritical, israelmore-ayivor, kind, kindness, life, lifetime, love, monday, passion, saturday, sunday, thursday, tuesday, wednesday, week"
    },
    {
        "quote": "If you have no good drive in you, your life will not be steered through a good direction. It will miss its destined station. Passion or drive is what moves the vehicle of a fulfilled life.",
        "author": "Israelmore Ayivor",
        "category": "destination, destined, destiny, direction, drive, driver, driving, enthusiasm, food-for-thought, fulfill, fulfilled, move, moves, moving, passion, push, station, steer, steered, vehicle, will"
    },
    {
        "quote": "Never abbreviate your dreams. Only short-hand people always do that. Their punishment is that they can't stretch far, further and forward into the future. Dream only big dreams!",
        "author": "Israelmore Ayivor",
        "category": "abbreviate, abbreviation, actions, big-dream, big-dreams, dream, dream-big, dreaming, dreams, extra, extra-mile, far, food-for-thought, forward, further, future, i-dream, i-have-a-dream, israelmore-ayivor, little, little-by-little, make-a-plan, narrow, never, never-ever, people, pla-your-life, plans, positive-thinking, preparations, prepare, punish, punishment, purpose, reward, short-hand, shorten, small, small-dreams, stretch, success, thing-big, think-positive, thinking, tiny, work"
    },
    {
        "quote": "Never let the thoughts of self-unworthiness re-arrange your prepared passion for failure. You can do it even if others say you can't. But you cannot do it if you tell yourself you can't.",
        "author": "Israelmore Ayivor",
        "category": "believe-in-yourself, courage, discourage, discouragements, do-it, dunamis, fail, failure, food-for-thought, israelmore-ayivor, low-self-esteem, passion, positive-thinking, self-believe, self-esteem, self-trust, tell, thoughts, you-can, you-can-do-it"
    },
    {
        "quote": "Be positive in your thoughts, passionate in your words and purposeful in your actions. Clean thoughts, Cool words and Clear actions are the impressions that appeal to success.",
        "author": "Israelmore Ayivor",
        "category": "act, action, actions, appeal, be-positive, clean, clear, cool, impressions, live-life-so-well, passionate, positive, positive-thinking, positively, positivity, purpose, purposeful, purposes, success, think, think-positive, think-well, thoughts, word, words"
    },
    {
        "quote": "When I was a child, I used to wonder why markets in my locality were all situated near the main roads. I grew up a little to get the answer; \" that business minded people can meet there easily!\" Your dream must be situated where they can meet people!",
        "author": "Israelmore Ayivor",
        "category": "big-dreams, business, child, children, don-t-hide, dream, dream-big-big, dreams, food-for-thought, israelmore-ayivor, locality, locate, markets, people, roads, situate, wonder"
    },
    {
        "quote": "Good parents use the mistakes they did in the past when they were young to advice the children God gave to them to prevent them from repeating those mistakes again. However, bad parents always want to be seen as right and appear \"angelic and saintly\" as if they never had horrible youth days.",
        "author": "Israelmore Ayivor",
        "category": "advice, advicing, advise, advising, angel, angelic, angels, bad-character, bad-life, bad-parents, be-honest, behavior, behaviour, children, clean, dirty, father, fathers-day, food-for-thought, god, good-charcter, good-father, good-life, good-mother, good-parents, happy-fathers-day, happy-mothers-day, honesty, horrible, horrible-life, integrity, israelmore-ayivor, lessons, mistakes, mother, mothers-day, my-father, my-mother, parent, parenting, parents, past, past-life, prevent, prevention, prevention-is-better-than-cure, repeat, repeat-mistakes, saint, saintly, salf-righteous, teach-your-children, teaching, tel-the-truth, train-up-a-child, training, unspotted, young, youth, youth-days"
    },
    {
        "quote": "The greatest legacy a father can leave for his children before he departs is PEACE, otherwise his properties will go in PIECES sooner that he dies.",
        "author": "Israelmore Ayivor",
        "category": "at-peace-with-all, be-at-peace, child, children, death, die, died, dies, family, father, fight, food-for-thought, good-family, good-father, good-life, good-parents, harmony, impact, inherit, inheritance, israelmore-ayivor, legacy, love, mother, pass-away, peace, peace-party, peaceful-environment, pieces, progress, properties, unity"
    },
    {
        "quote": "Ok, I see. When they say Charles Wovenu is passing by, everyone wants to see Charles Wovenu. But when they say to a child that \"Bibi\" is passing by, every child is hiding for \"Bibi\". What makes the difference is the impacts.",
        "author": "Israelmore Ayivor",
        "category": "a-r-s, be-kind, bibi, c-k-n-wovenu, charles-kwabla-wovenu, charles-wovenu, child, children, difference, do-good, everybody, everyone, food-for-thought, hide, impact, impacts, israelmore-ayivor, love-people, love-your-neigbour-as-yourself, love-your-neighbour, pass, passing"
    },
    {
        "quote": "You are your own cannoe and you are your own paddle, so paddle your own cannoe. Society had taught us to give away our power and abilities by making us to believe that other people are responsible for our success and failure. That is not fair!",
        "author": "Israelmore Ayivor",
        "category": "abilities, believe, cannoe, capability, dunamis, dunamis-power, failure, fair, food-for-thought, give-away, israelmore-ayivor, paddle, paddle-your-own-cannoe, people, power, responsibilities, responsibility, responsible, self, society, success, unfair, you"
    },
    {
        "quote": "I can do ALL THINGS through Christ who empowers, enriches, equips, enlightens, energizes, recreates, revives, promotes, strengthens, purifies, sponsors, and prepares me! Yes, I can... ALL THINGS, I can!",
        "author": "Israelmore Ayivor",
        "category": "all-things, all-things-are-possible, apostle-paul, can, christ, christians, create, dunamis, dunamis-power, elightens, empower, empowers, energizes, enrich, equip, equips, food-for-thought, god, i, i-can, i-can-do-it, israelmore-ayivor, jehovah, jesus, jesus-christ, me, paul, possible, power, prepares, promote, promotes, promotion, protects, purifies, purify, recreate, recreates, restoration, revival, revive, salvation, she, sponsor, sponsors, strength, strengthens, strenthen, they, we-he, with-god, you, you-can, you-can-do-it"
    },
    {
        "quote": "The strength of your obstacle determines the weight of your potentials. The greater your potentials, the heavier your dunamis power must be.",
        "author": "Israelmore Ayivor",
        "category": "action, barriers, don-t-be-afraid, don-t-give-up, don-t-quit, dunamis, dunamis-power, enemies, enemy, extra, extra-miles, food-for-thought, great-work, greater, heavier, heavy, israelmore-ayivor, labour, never-give-up, obstacle, obstacles, potent, potentials, power, strength, strong, stronger, weight, work, you-can, you-can-do-it"
    },
    {
        "quote": "You know how the Eclipse of the sun shows it? Christ's strength eclipses your powerlessness in God's likeness, and there is total darkness on your weakness.",
        "author": "Israelmore Ayivor",
        "category": "calvary, christ, cross-of-calvary, dark, darkness, eclipse, eclipse-of-the-moon, eclipse-of-the-sun, god, god-s-love, golgatha, jesus-christ, likeness, moon, power, powerful, powerless, redeemer, redemption, sacrifice, salvation, strength, strong, sun, weak, weakness"
    },
    {
        "quote": "Believers are achievers, therefore believe and achieve!•\tBelieve that you are responsible for your own accomplishments God deposited in you!•\tBelieve that success is not luck; it is the result a deliberate effort to do a hard work!•\tBelieve that prayer works through faith and action!•\tBelieve that great people took great steps. Weak people took weak steps!•\tBelieve that you can do all things through Christ who strengthens you!",
        "author": "Israelmore Ayivor",
        "category": "achieve, achievements, achievers, believe, believe-and-achieve, believe-in-yourself, believers, christ, faith, israelmore-ayivor, strength, success, take-action"
    },
    {
        "quote": "I do not worship a DEAD and buried Christ at Calvary. I worship a ressurected and LIVING Christ in Heaven! Jesus Christ is alive.",
        "author": "Israelmore Ayivor",
        "category": "alive, bible, calvary, christ, dead, god, god-s-word, golgata, golgatha, heaven, israelmore-ayivor, jehovah, jesus, jesus-christ, living, messiah, my-saviour, ressurected, salvation, save, saviour, son-of-god, the-word-of-god, true-worship, worship"
    },
    {
        "quote": "God wanted us to do something, and we went the bad way. Then he said \"No!, I am not going to lose what I want done!, So I'm gonna save this people and restore their dreams back to them\"!",
        "author": "Israelmore Ayivor",
        "category": "back-to-life, bad, bad-way, christ, dentiny, destined, don-t-give-up, don-t-quit, dreams, food-for-thought, garden-of-eden, god, israelmore-ayivor, jesus, jesus-christ, life, live-again, living, never-give-up, predestination, predestined, restoration, restore, revival, revive, revive-us-again, salvation, save, sin, something"
    },
    {
        "quote": "The good news is that God gave us imaginations because he wanted us to take a tour into our future, see what’s there for us and then we prepare to relocate into it!",
        "author": "Israelmore Ayivor",
        "category": "destiny, dreams, food-for-thought, future, god, good-news, imagination, imaginations, israelmore-ayivor, myles-munroe, planning, preparation, purpose, relocate, success, talents, thinking, thoughts, tour"
    },
    {
        "quote": "To dream\" means to focus and zoom the photos of destiny called visions for clearer view, manipulation and exploitation.",
        "author": "Israelmore Ayivor",
        "category": "big-dreams, clear, clearer-view, destiny, dream, dream-big, dreams, exploit, exploitation, focus, food-for-thought, israelmore-ayivor, manipulate, manipulation, photos, picture, view, vision, zoom"
    },
    {
        "quote": "You were not created to come to this earth and say \"me too I came to live some\". You were create to make a difference!",
        "author": "Israelmore Ayivor",
        "category": "achieve, achiever, aim-high, assignment, created, destiny, die, difference, difference-make, do-something, dream-big, dreams, earth, enjoy-life, extra, extra-mile, food-for-thought, god, greatness, israelmore-ayivor, life, live, live-life-so-well, make-a-difference, potentials, purpose, success, vision"
    },
    {
        "quote": "One of the most deadly causes of destruction of divine destinies is when a leader is failing, but he or she does not know it. Ignorance about your role is a death plot against people's successes.",
        "author": "Israelmore Ayivor",
        "category": "bad-leader, dead, deadly, death, death-plot, destiny, destroy, destruction, divine, dream-killers, fail, failing, failing-leaders, failure, false-leader, food-for-thought, ignorance, ignorant, ignore, israelmore-ayivor, kill, knowledge, lead, leader, leaders, leadership, leading, leads, poor-leadership, responsibility, role, self-leader, self-leaders, success, true-leader, true-leaders, vision"
    },
    {
        "quote": "The density of your destiny is the product of the mass of your visions and the volume your impacts occupy!",
        "author": "Israelmore Ayivor",
        "category": "area, big, big-dreams, breadth, density, destination, destine, destined, destiny, dream-big, food-for-thought, force, heavier, heavy, impact, impact-web, impartation, influence, inspiration, intense, israelmore-ayivor, length, mass, mass-per-unit-volume, occupation, occupy, physics, predestined, produce, product, products, purpose, s-i-unit, science, strong, success, vision, visionary, visions, volume, weigh, weight"
    },
    {
        "quote": "The clearest version of vision, backed by the purest grade of greed is a ripen file of failure.",
        "author": "Israelmore Ayivor",
        "category": "back, bad-attitude, boast, brag, clarify, clear, clearer, clearest, destiny, ego, fail, failure, fall, file, fine, food-for-thought, grade, great, grediness, greed, israelmore-ayivor, jealous, jealousness, jealousy, nice, plans, pompus, prepared, pure, purer, purest, purpose, ready, ripe, ripen, success, sweet, unhealthy-ego, vision, visions"
    },
    {
        "quote": "Do what you want to do in life and you will see what life will do to you on earth. What you always do, pays what it always pays!",
        "author": "Israelmore Ayivor",
        "category": "act, action, always, cost, destiny, do, do-it, earth, food-for-thought, israelmore-ayivor, life, passion, pay, pay-the-cost, pays, purpose, purpose-of-life"
    },
    {
        "quote": "It takes your knowing to decide on your going. If you know where you are going, you will keep going because you have already seen yourself gone",
        "author": "Israelmore Ayivor",
        "category": "decide, decision, destination, destiny, don-t-give-up, extra, extra-mile, go, go-ahead, going, gone, high, inspirational, keep-going, know, knowing, knows, motivational, never-give-up, predestination, predestined, success, successful, successful-journey, went, yourself"
    },
    {
        "quote": "I won't compete with anybody. I love to compete with my own body. When God closes a door against me, I should not attempt to bang on it. And if God gives me a key to open a door, I should not misuse that key!",
        "author": "Israelmore Ayivor",
        "category": "abuse, aim-high, big-dream, close, compete, competition, destiny, dream, excellence, food-for-thought, gifts, god, i-can-do-it, israelmore-ayivor, key-door, misuse, my-life, myself, open, passion, potential, success, take-action, talents, trial, you-can, you-can-do-it"
    },
    {
        "quote": "Leave the talking for others and live by walking. Go, go and go extra mile and you will be a true owner of what belongs to you",
        "author": "Israelmore Ayivor",
        "category": "aim-high, belong, beyond, destiny, extra, extra-mile, food-for-thought, forward, go, go-high, grow-up, leave, live, mile, move-forward, success, talkng, walking"
    },
    {
        "quote": "In your daily life, let your destined visions be farther than your gifted sight and your ultimate joy be vibrant than your demeaning worries. Think big, dream big.",
        "author": "Israelmore Ayivor",
        "category": "daily, daily-life, demeaning, destined, destiny, divine, dream, dream-big, extra, extra-mile, food-forth-thought, glad, happy, joy, life, sight, think, think-big, ultimate, unhappy, vibrant, vision, worries"
    },
    {
        "quote": "A plan is the transport medium which conveys a person from the station of dreams to the destination of success. Goals are the transport fees.",
        "author": "Israelmore Ayivor",
        "category": "achieve, achievements, achievers, convey, destination, destiny, draw-a-plan, equip, fail, failure, fees, goal-setting, goals, good-plans, make-a-plan, plan, planning, plans, preparation, prepare, set-a-goal, station, success, transport, transportation"
    },
    {
        "quote": "Self-condemnation means speaking against one's own success. If can't stop confirming your incompetencies for what you are competent for, you are unlikely do pursue your true purpose.",
        "author": "Israelmore Ayivor",
        "category": "against, believe-in-your-self, comdemnation, competent, confirm, destiny, fear, food-for-thought, freedom, inabilities, incapabilities, incompetency, incompetent, israelmore-ayivor, lack-of-self-trust, liberty, low-self-esteem, low-self-image, potential, purpose, pursue, self-condemnation, self-esteem, speak, success, unworthiness, worthy"
    },
    {
        "quote": "We are temporarily immortal, until we have fulfilled God's plans for our lives...then we become temporarily mortal, waiting to become permanently immortal at last",
        "author": "Israelmore Ayivor",
        "category": "destiny, god-s-plan, god-s-plans, immortal, immortality, life, life-accomplishment, mortal, mortality, our-lives, permanent, plan, purpose, stages-of-life, temporal"
    },
    {
        "quote": "YOU are YOU! Know YOU can! YOU must not be afraid because God has a prosperous future plan for YOU! YOU got to know YOU! Guess who you are? YOU are a blessing to all others especially me!",
        "author": "Israelmore Ayivor",
        "category": "a-blessing, blessing, do-it, do-it-better, extra-mile, food-for-extra, future, god, guess, how-are-you-who-you-are, i, i-know-you, israelmore-ayivor, love, me, plan, prosper, prosperous, who-are-you, you, you-are-a-blessing, you-can, you-can-do-it, yourself"
    },
    {
        "quote": "When trees fall on trees, the topmost tree must first be removed before others. Don't be too concerned about the problems of the past. What matters most is the challenge at hand now!",
        "author": "Israelmore Ayivor",
        "category": "1st, at-hand, best-things-first, challenge, concern, disappointed, fail, failed, fall, fell, first, first-things-first, focus, focussed, food-for-thought, forget, future, israelmore-ayivor, log, logs, matter, matters, now, past, present, problem, remove, stay-focussed, this-moment, today, trees"
    },
    {
        "quote": "Yesterday was the last day on the calender of the past. Tomorrow will be the first day on the calender of the future. Today is both the first and the last day of the present. Use it well.",
        "author": "Israelmore Ayivor",
        "category": "alpha-and-omega, calender, days, first, food-for-thought, future, future-days, hours, israelmore-ayivor, last, minutes, month, past, past-days, plan-the-day, present, present-day, seconds, today, tomorrow, year, yesterday"
    },
    {
        "quote": "The past is far behind. If you still want to look at it, you will painfully stretch your neck muscles. Don't live in the past, leave the past, but learn from it.",
        "author": "Israelmore Ayivor",
        "category": "behind, focus, future, learn, learn-from-it, leave, leave-the-past, live, look, look-back, muscles, neck, neck-muscles, pain, painful, painfully, pains, past, present, stretch"
    },
    {
        "quote": "Don't recide in the past. Instead, refer to it, else you will remain in the remand of high demand but with low command",
        "author": "Israelmore Ayivor",
        "category": "command, demand, food-for-thought, forget-the-past, future, go-high, grow-up, high, leave-the-past, low, move-forward, past, present, recide, recidence, refer, reference, remand"
    },
    {
        "quote": "The success of the future does not lie solely on the safety of the past, but relies broadly on the security of the present.",
        "author": "Israelmore Ayivor",
        "category": "food-for-thought, forget-the-past, future, future-dreams, future-goals, futurist, inspiration, israelmore-ayivor, learn-from-the-past, motivation, past, past-tense, present, present-tense, safe, safety, secure, secured, security, sole, solely, success, successful"
    },
    {
        "quote": "Be consistent with what you believe and do. Persist and insist that you will do it till it's done and done well.",
        "author": "Israelmore Ayivor",
        "category": "belief, believe, consistence, consistency, consistent, do-it, don-t-give-up, food-for-thought, israelmore-ayivor, persist, persistence, persistent"
    },
    {
        "quote": "As long as there is life, there is a potential; and as long as there is a potential, there will be a success! You will sprout again when cut down! You will rise again even when you fall!",
        "author": "Israelmore Ayivor",
        "category": "action, again, again-and-again, as-long-as, belief, cut-down, do-it-again, don-t-give-up, extra, extra-mile, fail, failure, faith, fall, food-for-thought, giving-up, hope, hopeful, israelmore-ayivor, life, never-give-up, passion, potential, qon-t-quit, rise, rise-up, rise-up-again, sprout, success, there-is-hope-for-a-tree, tree, try-again"
    },
    {
        "quote": "Stop and say something good about yourself! Believe what you have just said! Pray for what you have just believed! Have faith for what you just prayed for! Work out that faith! ...and surely goodness and mercy shall follow you!",
        "author": "Israelmore Ayivor",
        "category": "act, actions, affirmations, be-positive, belief, believe, believe-in-god, do-it, extra, extra-mile, faith, faithfull, faithfully, follow, food-for-thought, god, good, good-things, goodness, goodness-and-mercy, hard-work, israelmore-ayivor, mercy, positive, positive-affirmations, positivity, pray, prayed, prayer, prayers, praying, say, something, something-good, stop, sure, surely, work, work-hard, you-can, you-can-do-it"
    },
    {
        "quote": "It takes the trust of God for things that exist, to wait on him for the evidence of things that do not exist. Faith and hope make you to thank God for the invisible things by looking at the visible things which were once invisible too.",
        "author": "Israelmore Ayivor",
        "category": "appreciate, appreciation, belief, believe, christ, evidence, faith, faithfully, food-for-thought, god, hope, hopeful, invisible, israelmore-ayivor, jesus, jesus-christ, messiah, see, seeing-is-believing, seeing-is-not-believing, seen, sight, thank-god, the-father, the-holy-spirit, the-son, trust, unseen, visible"
    },
    {
        "quote": "Tradition is the code that keeps change in lock. If you refuse change, you are likely to rust and guess the cause; that long held way of doing things.",
        "author": "Israelmore Ayivor",
        "category": "belief, change, change-your-life, changes, changing, code, culture, extra, extra-mile, food-for-thought, israelmore-ayivor, lock, make-a-change, mark-time, password, stagnant, tradition, traditional, unlock"
    },
    {
        "quote": "I am not moved by what I see.; I am moved by what I believe. What I do believe is greater, stronger and mightier than what I have my eyes on. Deep in my heart I do believe, I shall overcome.",
        "author": "Israelmore Ayivor",
        "category": "belief, believe, believed, believing, christ, god, great, greater, hope, i-believe-in-god, i-believe-in-jesus, jesus, jesus-christ, mightier, mighty, move, moved, see, sight, strong, stronger"
    },
    {
        "quote": "Some words are sweet but unprotifable! Some are bitter but important. First weigh your words on the counter of integrity and speak not only because your words are sweet, but because they contain the truth!",
        "author": "Israelmore Ayivor",
        "category": "bitter, deceive, deception, food-for-thought, honesty, integrity, israelmore-ayivor, lie, profit, profitable, say-the-truth, scale, speak-the-truth, sweet, the-truth-is-bitter, truth, weigh, weight, word, words"
    },
    {
        "quote": "Be the one whose Lord is Jesus and who takes His words as a final authority without any thought of controversy. True believers follow Jehovah, not only for what He does, but specially for who He is.",
        "author": "Israelmore Ayivor",
        "category": "adore, authorise, authority, believe-in-god, bible, christ, controversay, food-for-thought, glorify, god, god-is-love, holy-spirit, i-believe, i-love-jesus, israelmore-ayivor, jehovah, jesus, jesus-christ, king-of-kings, lord-of-lords, merciful-wonderful, praise, quiet-time, special, specially, the-word-of-god, true-believers, trust-god, words, worship"
    },
    {
        "quote": "Positive words left unsaid are like sachets of currency notes burnt in vain. Positive deeds left undone are like deep wells filled with soil to the brim. Do the undone, say the unsaid and turn the unturned.",
        "author": "Israelmore Ayivor",
        "category": "action, currency, deed, deeds, deep, do, do-all, do-something, excel, extra, extra-mile, food-for-thought, positive, responsibility, sachet, say, soil, turn, undone, unsaid, unturned, well, word, words, you-can, you-can-do-it"
    },
    {
        "quote": "If you let your man-made actions to be more frequent than your man-said words you will travail with praise in man-win visions. Do more, say less, win big.",
        "author": "Israelmore Ayivor",
        "category": "action, actions, aim-high, battles, dare, do-more, do-something, excellence, extra-mile, made, man, man-made, man-said, man-win, praise, said, say-less, travail, win, win-big, words"
    },
    {
        "quote": "Power as a beneficial tool for aspiring achievers is primarily made up into four folds;1. Power to control emotions,2. Power to make right decisions,3. Power to stand against depression,4. Power to excel in innovations.",
        "author": "Israelmore Ayivor",
        "category": "4, aspiring-achiever, aspiring-achievers, beneficial, control, control-emotions, decide, decision, decisions, depress, depression, do-it, do-it-better, dunamis, dunamis-power, emotions, excel, excellence, excellent, food-for-thought, four, innovate, innovation, innovations, innovator, invention, israelmore-ayivor, make-new-things, power, powerful, primarily, primary, self-control, stand-against, tool"
    },
    {
        "quote": "To live, pray. To learn, read. To love, give. To listen, pay attention. But to be wise, apply all that you have acquired",
        "author": "Israelmore Ayivor",
        "category": "attention, attentive, food-for-thought, give, giving, israelmore-ayivor, kind, knowledge, learn, listen, live, live-long, love, lover, pay-attention, pray, pray-hard, prayer, read, reding, understanding, wisdom, wise, write"
    },
    {
        "quote": "The more you concentration on God, the longer your conversation with him lasts and the holier his consacration will be on you. Let your communication with him be controlled by your committment.",
        "author": "Israelmore Ayivor",
        "category": "commitment, concentrate, concentration, consecration, god, holy, pray, pray-to-god, pray-without-ceasing, prayer, quiet-time, sacred"
    },
    {
        "quote": "The best formula for a prayer that gives J.O.Y:J- 1st, Pray to JESUSO- 2nd, Pray for OTHERSY- 3rd, Pray for YOURSELFMost people distort the formula by praying selfish prayers for their own personal gains. JYO is not the spelling for joy. In JOY, O comes before Y. It means you pray for OTHERS before YOURSELF.",
        "author": "Israelmore Ayivor",
        "category": "distort, formula, joy, others, personal-prayer, pray, pray-to-god, prayer, prayer-formula, praying, selfish, yourself"
    },
    {
        "quote": "Yes, we know you are a graduate with PhD. But when was the last time you chase after a book shop to buy and read a book at your own volition to obtain an information for your self-development? Knowledge doesn't chase people; people chase knowledge and information.",
        "author": "Israelmore Ayivor",
        "category": "active-learning, bible, book, book-shelf, book-shop, book-store, bookshop, bookstore, buy, develop, develop-yourself, developing, development, food-for-thought, graduate, graphics, handouts, information, inspirational-books, israelmore-ayivor, know, knowledge, leaflets, learn, learner, learning, library, motivational-books, news, pamphlets, phd, read, reader, reading, self-development, store, story-books, study, tracts"
    },
    {
        "quote": "No policeman had ever arrested anyone for over-reading; but ignorance prosecutes those who under-read. You begin to stop growing on the day you stop learning, so why not keep learning and keep growing!",
        "author": "Israelmore Ayivor",
        "category": "accuse, arrest, arrested, arresting, ignorance, learn, learning, learns, over-read, persecute, police, police-man, police-officer, policeman, pursecution, read, read-and-write, reading, reads, scholer, stop, stop-growing, stop-reading, student, studies, study, studying, under-read"
    },
    {
        "quote": "Ignorance must be prosecuted when arrested. The only way for its arrest is by information and the only way for prosecution is through reading and learning of new things.",
        "author": "Israelmore Ayivor",
        "category": "arrest, arrested, book, books, ignorance, information, knowledge, learn, learning, new-things, prosecute, prosecution, read-books, reading, the-only-way, wisdom, wise, write"
    },
    {
        "quote": "We are like the moon. The moon shines anyway, but it does not produce its own light. It reflects the light illuminated onto its surface by the Sun and is never proud to say \"I am the source of light\". God shines through us, hence He deserves the glory; not us.",
        "author": "Israelmore Ayivor",
        "category": "ability, adoration, bible, bishop, blessing, christ, clergy, food-for-thought, glorify, glory, glow, glowing, god, god-is-good, god-loves-me, honour, human-beings, humble, humility, illuminate, illumination, israelmore-ayivor, jesus, jesus-christ, king-of-kings, light, light-rays, lord-of-lords, love, luminary, moon, own, owner, pastor, planets, praise, praise-the-lord, preaching, pride, produce, proud, radiates, reflect, reflection, reflects, sermon, shine, shines, shining, solar-system, source, sun, sunshine, surface, word-of-god, work-for-god, worship"
    },
    {
        "quote": "When I was young, I thought it is thunder that kills people. But when I learnt physics in the high school, I discovered that it is rather the lightning that does the killing. The voice of the thunder itself is just a noise. The lightning is the poise!",
        "author": "Israelmore Ayivor",
        "category": "barrels, college, cool-down, discover, discovered, empty, empty-barrels, food-for-thought, harmony, israelmore-ayivor, kill, killing, kills, light, lighten, lightening, lightning, noice, peace, people, physics, poise, purpose, rain, roar, roaring, school, shout, thunder, voice, young"
    },
    {
        "quote": "When I was young, I thought it was thunder that kills people. But when I learnt physics in St. Paul's High School, I discovered that it is rather the lightning that does the killing. The voice of the thunder itself is just a noise. The lightning is the poise. I learnt to take the course of my life, not by violence but rather with intelligence.",
        "author": "Israelmore Ayivor",
        "category": "arrogance, arrogant, course, denu, discover, discovery, enlighten, extra, extra-mile, food-for-thought, harsh, intelligence, intelligent, israelmore-ayivor, kill, learn, light, lighten-more, lightening, lightning, lightning-conductor, noise, paul, peace, people, physics, poise, rush, science, spaco, st-paul, st-paul-s-college, st-paul-s-senior-high-school, thought, thunder, thunder-less, violence, violent, voice, young"
    },
    {
        "quote": "It does not matter how sweet you can sing a song of love. You must know how to dance along with it. You can't dance \"salsa dance\" on a \"reggae song\".",
        "author": "Israelmore Ayivor",
        "category": "dance, dance-of-love, dancing, do-what-you-preach, do-what-you-say, integrity, israelmore-ayivor, love, obedient, obey, pay, pay-the-price, reggae, reggae-dance, reggae-song, salsa, salsa-dance, song, song-of-love, sweet, trust, trustworthy, truthful, very-sweet"
    },
    {
        "quote": "Spread your courtesy across the door posts of everyone you know, but reserve your intimacy with the little trustworthy friends who are going where you are going. Get it simply: wide courtesy, narrow intimacy!",
        "author": "Israelmore Ayivor",
        "category": "across, bad-friends, close, companion, courteous, courtesy, door, door-post, doorpost, food-for-thought, friends, friendship, good-friends, intimacy, intimate, israelmore-ayivor, narrow, reserve, spread, trust, trusted, trustworthy, wide"
    },
    {
        "quote": "Your driver is on the steer, driving you and you can feel free to doze in the car; this is trust built on competence. Competence is to ensure that your actions put people's hearts at ease when things are in your hands.",
        "author": "Israelmore Ayivor",
        "category": "at-ease, best, car, competence, competency, competent, competent-actions, competent-hands, doze, drive, driver, driving, ease, excel, excellence, excellent, exceptional, extra, extra-mile, feel-free, food-for-thought, good, good-for-the-job, put-your-trust, qualification, qualify, speed, stand-at-ease, steer, trust"
    },
    {
        "quote": "The lasting sweetness of the wealth obtained is directly proportional to the honesty of its source. Dishonest wealth does not last.",
        "author": "Israelmore Ayivor",
        "category": "dishonest, honest, last-long, long-lasting, money, presist, proportion, proportional, rich, sweet, sweetness, trust, wealth"
    },
    {
        "quote": "Just like the way you date in relationship and become convinced before you give a partner your heart, you got to date your PASTOR to know he can be your MENTOR before you give him your ears! Test the Spirits...and don't be a religious fanatic!",
        "author": "Israelmore Ayivor",
        "category": "boyfriend, church, convinced, courtship, date, fanatic, fanatics, girlfriend, israelmore-ayivor, lovers, make-love, marriage, marry, men-of-god, mentor, pastor, preacher, relationship, religious-fanatic, sheep-on-wolves-cloth, test-the-spirits"
    },
    {
        "quote": "The 10 ever greatest misplacements in life:1. Leadership without character.2. Followership without servant-being.3. Brotherhood without integrity.4. Affluence without wisdom.5. Authority without conscience.6. Relationship without faithfullness.7. Festivals without peace.8. Repeated failure without change.9. Good wealth without good health.10. Love without a lover.",
        "author": "Israelmore Ayivor",
        "category": "affluence, authority, brotherhood, change, change-your-life, character, characters, conscience, extra, extra-mile, fail, failure, faithful, faithfullness, festival, festivity, follower, followers, food-for-thought, good-health, good-wealth, greatest-danger, health, healthy, i-love-you, integrity, israelmore-ayivor, lead, leader, leaders, leadership, leadership-without-character, life, love, lover, loving, misplacement, peace, peaceful, relation, relationship, repeat, repeated-failure, self-leader, self-leaders, self-leadership, servant, servants, true-leaders, wealth, wealthy, wisdom, wise"
    },
    {
        "quote": "A good friend will help you to discover the potentials you haven't uncovered. A bad friend will help you to cover up the potentials you have already recovered. Make your choice!",
        "author": "Israelmore Ayivor",
        "category": "bad-friends, choice, companion, comrade, cover, cover-up, dating, dream-killers, food-for-thought, friend, friends, friendship, good-friends, israelmore-ayivor, marriage, potential, potentials, purpose, recover, relationship, toxic-people, uncover, vision"
    },
    {
        "quote": "The attitude you pose is greatly influenced by the links of friendships you bookmark. Good friends, good attitudes; best friends, best attitudes. Guess what for toxic friends...!",
        "author": "Israelmore Ayivor",
        "category": "attitude, bad-friends, be-a-friend, befriend, behavior, behaviour, best-friends, bookmark, bookmarks, character, dating, friend, friends, friendship, good-friends, influence, israelmore-ayivor, links, love, relation, relationship, toxic-friends, toxic-people"
    },
    {
        "quote": "Laughter is sweet when enjoyed alone. But it becomes sweeter when you enjoy it together with the people around you. Your success must lead to the success others.",
        "author": "Israelmore Ayivor",
        "category": "alone, brotherhood, enjoy, fellowship, friendship, generosity, generous, joy, jubilate, kind, kindness, laugh, laughter, love, neighbors, neighbours, other-people, people, relationship, share, success, successful, sweet, sweetening, sweeter, sweetest, togetherness, unity, welfare"
    },
    {
        "quote": "LOVE is made up of a strong affection and patience whiles LUST is made up of a strong affection and impatience. Affection is common to them, but patience is not common.",
        "author": "Israelmore Ayivor",
        "category": "affection, affectionate, common, fall-in-love, good-relationship, i-love-you, impatience, impatient, love, love-and-lust, loving, lust, lusting, patience, patient, relationship, strong-feeling, uncommon"
    },
    {
        "quote": "Go to church to learn about forgiveness; come back to become a forgiver! Go to church and learn about kindness; come back to become a kind person! If things go like that, you will be a true image of Christ after going to church only 10 times on 10 Sundays!",
        "author": "Israelmore Ayivor",
        "category": "10, accept-christ, apostle, arc-bishop, bishop, choir, christ, christ-like, christians, church, churches, do-the-word, doers-of-the-word, food-for-thought, forgive, forgiveness, forgiver, image, israelmore-ayivor, kind, kind-person, kindness, learn, love-the-lord, pastor, preach, sunday, sundays, ten, ten-times, true-christians"
    },
    {
        "quote": "On Jesus' rock, my life abounds; all other floors are slippery grounds. His love for me, is mercy band; any other love is sinking sand.",
        "author": "Israelmore Ayivor",
        "category": "abound, band, begotten-son, bible, christ, floor, forgiveness, god, ground, jehovah, jesus, jesus-christ, king, king-of-kings, lord-of-lord, love, merciful-lord, mercy, rock, salvation, sand, saviour, sin, slippery-floor, slippery-ground, true-love"
    },
    {
        "quote": "If you fear to know the cost, the value will definitely be lost. Focus your attentions on the product, not the price.",
        "author": "Israelmore Ayivor",
        "category": "attention, cost, fear, focus, food-for-thought, israelmore-ayivor, know, loss, lost, price, product"
    },
    {
        "quote": "It is wonderful, awesome and merrywise to see satan lose the battle to us in fear and panic and shame! Our victory is in Christ Jesus!",
        "author": "Israelmore Ayivor",
        "category": "awesome, battle, champions, champs, christ, christ-wins, devil-lose, fear, food-for-thought, great, israelmore-ayivor, jesus, jesus-christ, joy, lose, loser, loss, merry, merrywise, overcome, panic, satan-lose, shame, the-battle-is-the-lord-s, victor, victoria, victory, we-are-winner, we-will-win, win, winner, winners, wise, wonderful"
    },
    {
        "quote": "Loosers want it but only through the easy way. If action taking were like reading a story book, loosers would only love to open the picture pages",
        "author": "Israelmore Ayivor",
        "category": "act, action, book, cheap, do-it, easy, easy-way, extra-mile, failure, food-for-thought, hard-work, israelmore-ayivor, laziness, lazy, loose, looser, lose, loss, page, pages, passion, picture, picture-pages, read, reading, story-book, take-action, win, winner, winners, work-hard"
    },
    {
        "quote": "Those who mistrust their own abilities are being too wicked to themselves, discouraging themselves from doing what they should have been excelling in. If you are good at discouraging yourself, you can't be a good leader because leadership is built on inspiring others to face challenges.",
        "author": "Israelmore Ayivor",
        "category": "abilities, ability, believe, believe-in-yourself, challenges, dicouragement, discourage, dunamis, excel, excellence, excelling, food-for-thought, inspire, inspiring, israelmore-ayivor, lead, leader, leaders, leads, love-yourself, low-self-esteem, self-belief, self-image, self-leader, self-leaders, self-leadership, wicked"
    },
    {
        "quote": "When you aspire to inspire before you expire, you conspire to inspire even after you pause to respire. Keep pushing it!",
        "author": "Israelmore Ayivor",
        "category": "aspiration, aspire, aspiring-achiever, conspire, dead, death, die, expire, extra, extra-mile, food-for-thought, high, inspiration, inspire, inspiring, israelmore-ayivor, pause, push, pushing, respiration, respire"
    },
    {
        "quote": "Leadership is an art expressed by the demonstration of characters worthy of immitation, emulation and inspiration. It is neither a title nor a postion.",
        "author": "Israelmore Ayivor",
        "category": "art, business-leaders, character, church-leaders, copy, demonstrate, demonstration, do-what-you-preach, emulate, emulation, examplary, example, expression, false-leader, immitate, immitation, influence, influencial, inspiration, inspirational, inspire, inspiring, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-by-example, leading, leads, mentee, mentors, pastor, position, preach-what-you-do, self-leader, self-leaders, self-leadership, title, true-leader, true-leaders, true-leadership"
    },
    {
        "quote": "Leadership potential is in everyone; we all have it, but we all don't know it until we have a direct individual encounter with the Holy Spirit of God. The principal source of leadership influence is the Holy Spirit.",
        "author": "Israelmore Ayivor",
        "category": "bible, business-leaders, christ, church, church-leaders, direct, encounter, god, holy-ghost-baptism, holy-spirit, individual, influence, influencial, inspiration, inspirational, inspire, inspiring, israelmore-ayivor, jehovah, jesus, jesus-christ, lead, lead-people, leader, leaders, leadership, leading, leads, motivate, motivation, motivator, pastor, potential, principal, salvation, saved, self-leader, self-leaders, self-leadership, true-leader, true-leaders, true-leadership"
    },
    {
        "quote": "A mere motivator sees potentials in people and tells them to take actions. A true leader sees the same potentials in the same people and influences them to optimize them under his God-lead inspirations.",
        "author": "Israelmore Ayivor",
        "category": "action, actions, business-leaders, church-leaders, influence, influencial, inspiration, inspirational, inspire, inspiring, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leading, leads, motivate, motivation, motivator, optimize, pastor, people, potential, self-leader, self-leaders, self-leadership, speak, take-action, talk, true-leader, true-leaders, true-leadership"
    },
    {
        "quote": "It is not about whether you call yourself a leader or not. It is about what you have to show to people as a leader. Leadership is contagious, you carry it and share it.",
        "author": "Israelmore Ayivor",
        "category": "business-leaders, church-leaders, contagious, influence, influencial, inspiration, inspirational, inspire, inspiring, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leading, leads, motivate, motivation, motivator, pastor, potential, self-leader, self-leaders, self-leadership, share, true-leader, true-leaders, true-leadership"
    },
    {
        "quote": "I think this is one bad side of a mirror; it helps us to see the reflection of the effects of our own actions on ourselves. We smile and it smiles back to us, we frown and it frowns to us. How I wish it shows us the reflections of the effects of our actions on other people as well so that we will be conscious!",
        "author": "Israelmore Ayivor",
        "category": "actions, angry, bad, behaviour, cause-and-effect, cry, disadvantage, do-good-do-it-to-yourself, food-for-thought, friends, frown, glass, habit, happy, human-behaviour, i, image, israelmore-ayivor, joyful, look-to-yourself, me, mirror, myself, other-people, people, plane-mirror, reflect, reflection, sad, see-yourself, self, self-gain, self-image, selfish, smile, smiling, who-you-are, your-image, your-self-image"
    },
    {
        "quote": "When success is uniform, the celebration becomes universal. Of which use is it to you to rejoice at the time your friend cries?",
        "author": "Israelmore Ayivor",
        "category": "celebrate, celebration, cries, cry, crying, food-for-thought, friend, friends, israelmore-ayivor, joy, laugh, laughing-together, love, love-one-another, love-your-neighbour, rejoice, shed-tears, smile, success, successfull, time, together, uniform, unity, universal, universe, weep"
    },
    {
        "quote": "True compassion does not sit on the laps of renovation; it dives with an approach to reconstruction. Don't throw a coin at a begger. Rather, destroy his source of poverty.",
        "author": "Israelmore Ayivor",
        "category": "a-helping-hand, beg, begger, begging, coin, coins, compassion, food-for-thought, friends, generousity, help, israelmore-ayivor, kindness, love, martin-luther-king, martin-luther-king-jr, passion, poor, poverty, reconstruction, renovation, true-compassion"
    },
    {
        "quote": "Love yourself as you love your neighbour. If you love your neighbour with a heavy heart, love yourself too with a heavy heart.",
        "author": "Israelmore Ayivor",
        "category": "beloved, dislike, friends, friendship, hate, heart, heavy-heart, kind-heart, love, love-your-neighbour, lovely, loving, neighbour, pure-heart, sincere-heart"
    },
    {
        "quote": "You have the legs and other also have it; they have the brain and you have it! Stop thinking you can't transact the business that others can. If you do, you are raising your inflation rate!",
        "author": "Israelmore Ayivor",
        "category": "brain, business, champion, inflation, legs, raising, success, think, transact, value"
    },
    {
        "quote": "Save your skin from the corrosive acids from the mouths of toxic people. Someone who just helped you to speak evil about another person can later help another person to speak evil about you.",
        "author": "Israelmore Ayivor",
        "category": "acids, bad, corrosive, destroyers, destruction, detractors, enemies, enemy, evil, evil-words, food-for-thought, gossips, haters, hatred, hurt, insults, israelmore-ayivor, kill, negative, negative-attitude, negative-people, skin, toxic-people, trouble"
    },
    {
        "quote": "A little \"thank you\" that you will say to someone for a \"little favour\" shown to you is a key to unlock the doors that hide unseen \"greater favours\". Learn to say \"thank you\" and why not?",
        "author": "Israelmore Ayivor",
        "category": "doors, favour, favours, food-for-thought, grateful, gratitude, greater-favour, ingratitude, key, little, little-things, thank, thank-god, thank-you, thankful, thankfully, thanks, thanksgiving, unlock"
    },
    {
        "quote": "Everybody is standing, but you must stand out.Everybody is breaking grounds; but you must breakthrough!Everybody scratching it; but you must scratch it hard!Everybody is going, but you must keep going extra miles!Dare to be exceptionally excellent and why not?",
        "author": "Israelmore Ayivor",
        "category": "be-different, best, breakthrough, excel, excellent, exceptional, extra, extra-mile, food-for-thought, go, make-a-difference, move-on, scratch, stand, standout-stand-out, you-can-do-it"
    },
    {
        "quote": "To a hungry person, every bitter food is sweet. When the preferable is not available, the available becomes preferable!",
        "author": "Israelmore Ayivor",
        "category": "aim-high, aim-higher, availability, available, best, better, bitter, bitter-food, excel, excellence, food, food-for-thought, good, good-better-best, grow, higher, hunger, hungry, hungry-person, israelmore-ayivor, mediocre, mediocrity, plan-ahead, prefer, preferable, sweet, sweet-food, sweets"
    },
    {
        "quote": "All you have is today. Never mourn for tomorrow that is past and gone. You don’t deserve to starve today of its pleasure and treasure. Feel happy!",
        "author": "Israelmore Ayivor",
        "category": "deserve, do-it-now, enjoy-life, excuses, feel-happy, food-for-thought, happiness, happy, israelmore-ayivor, mourn, now, past, pleasure, procrastinate, procrastination, right-now, starve, today, tomorrow, treasure"
    },
    {
        "quote": "The fact that you can still stand for God even when some people try to push you to fall, is a proof that you were not DRAGGED Up, but you were BROUGHT Up!",
        "author": "Israelmore Ayivor",
        "category": "bad-people, brought, brought-up, christ, drag, dragged, dragged-up, evil-people, fact, fall, food-for-thought, god, israelmore-ayivor, jesus, jesus-christ, negative-people, people, push, stand-up, stand-up-for-jesus"
    },
    {
        "quote": "A leader without a clear vision and plans only abuses his power because visions, dreams and plans are the fulcrum along which the loads of success will spine by your own efforts. And where power is abused, there is manipulation instead of inspiration.",
        "author": "Israelmore Ayivor",
        "category": "abuse, abuse-of-power, cleaar-vision, dreams, effective-leadership, efforts, food-for-thought, fulcrum, inspiration, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, manipulation, passion, plan, plans, power, self-leader, self-leaders, self-leadership, success, true-leadership, vision"
    },
    {
        "quote": "Don't wait for what you don't have. Use what you have, begin now and what you don't even expect will come alongside with excess of what you expect. Go, make it happen.",
        "author": "Israelmore Ayivor",
        "category": "begin, beginning, do-it-now, don-t-wait, excess, expect, food-for-thought, israelmore-ayivor, little, little-by-little, little-things"
    },
    {
        "quote": "The length of your shoe may change, the size of your pant may also change; but your life will never change until your mind changes!© more talks",
        "author": "Israelmore Ayivor",
        "category": "change, change-we-need, change-your-life, change-your-mind, changes, food-for-thought, israelmore-ayivor, length, life, live-life-so-well, mental, mentality, mind-changes, minds, pant, pants, shoe, shoes, size, think, thinking, thoughts, transform, transformation, transforms"
    },
    {
        "quote": "When all your efforts are channeled through a common canal for progress, no condition can alter a single sentence of your success story! Dream it; Drive it; Be in focus!",
        "author": "Israelmore Ayivor",
        "category": "act, action, alter, big-dreams, canal, change, channel, condition, do-it, do-it-better, dream-big, dream-it, drive-it, effort, focus, food-for-thought, israelmore-ayivor, passion, single, story, success, success-story, you-can-make-it"
    },
    {
        "quote": "If you know the road is steepy with many potholes and curves ahead, you will be informed to drive the car at a required speed. Knowledge is a guide you need to make choices in life.",
        "author": "Israelmore Ayivor",
        "category": "car, choice, choices, choose, curve, direction, drive, food-for-thought, guide, inform, information, israelmore-ayivor, know, knowledge, life, potholes, road, slope, slopy, speed, steep, steepy"
    },
    {
        "quote": "You need to GIVE UP on methods that always give you wrong results... No matter how committed you are with a wrong formular, it always gives a wrong answer. Give up!",
        "author": "Israelmore Ayivor",
        "category": "best-method, change, committed, don-t-quit, food-for-thought, formular, give, give-up, gives, i-quit, israelmore-ayivor, methods, never-give-up, on-track, quit, results, stop, stop-doing-it, stop-it, wrong"
    },
    {
        "quote": "If you have a plan and you don't even SHOW IT, you are just like someone born to be great and don't even KNOW IT.",
        "author": "Israelmore Ayivor",
        "category": "big-dreams, born, borngreat, dream, dream-big, dreams, food-for-thought, great, israelmore-ayivor, know, know-it, plan, show, show-it, vision"
    },
    {
        "quote": "If you don't have a goal, you will score zero even if you run with the fastest speed.",
        "author": "Israelmore Ayivor",
        "category": "0, fast, fastest-speed, food-for-thought, goal, goal-setting, israelmore-ayivor, lose, loser, nothing, run, score, set, set-a-goal, speed, zero"
    },
    {
        "quote": "They may hail you like an Angel. They may claim you are the world's prince of princes. They may lift you with praise many kilometers above sea level. They may say you are the best of the bests. ....But always remember \"you are a human being\" with flesh and blood.",
        "author": "Israelmore Ayivor",
        "category": "angel, blood, exhort, flesh, flesh-and-blood, food-for-thought, hail, human-being, humble, humiliate, humility, israelmore-ayivor, lift-high, praise, pride, prince"
    },
    {
        "quote": "This is God's beauty!The Elegant nature of Esther,The Meek nature of Moses,The Pius nature of Paul,The Passionate nature of Peter,The Just nature of Jesus and thenThe wise nature of you!",
        "author": "Israelmore Ayivor",
        "category": "apostle-paul, apostle-peter, beautiful, beauty, bible, bible-quotation, christ, elegance, elegant, esther, food-for-thought, god, god-s-beauty, holy-bible, israelmore-ayivor, jesus, jesus-christ, just, justice, knowledge, meek, meekness, mosses, natural, nature, passion, passionate, paul, peter, pius, understanding, wisdom, wise, you"
    },
    {
        "quote": "A good character is not only about the good person people know you to be. Your ability to tell the truth about how bad you had been is also a good character.",
        "author": "Israelmore Ayivor",
        "category": "a-trusted-person, ability, attitude, bad, be-true-to-yourself, behave-well, behavior, behaviour, character, food-for-thought, good, good-character, good-life, good-living, good-person, great-person, honest, honestly, honesty, how-you-behave, integrity, israelmore-ayivor, people, sincere, sincerely, tell-the-truth, true, truth, truthful, truthfullness, value, way-of-life"
    },
    {
        "quote": "If the problems you have this year are the same problems you had last year, then you are not a leader. You are rather a problem on your own that must be solved.",
        "author": "Israelmore Ayivor",
        "category": "bad-leader, false-leader, food-for-thought, israelmore-ayivor, last-year, lead, lead-people, leader, leadership, problem, problem-solving, problems, self-leader, self-leaders, solution, solve, this-year, true-leader, true-leaders, year, yesterday, you"
    },
    {
        "quote": "Self-control is a divided battle in one body. The \"self\" produces desires that \"you\" must battle with and kick off. Two wrestlers in one body. Just imagine. It's difficult, though rewarding!",
        "author": "Israelmore Ayivor",
        "category": "anger, battle, body, control, control-yourself, desires, difficult, divide-battle, fight, food-for-thought, imagine, israelmore-ayivor, kick-off, one, one-body, pride, rewading, reward, self, self-control, sexual-desires, temper, two, wrestle, wrestlers, you"
    },
    {
        "quote": "When you take time to study and practice the word of God, you become like a barrel of great beauty, filled with the energy drink of love with which you inspire people to inspire other people!",
        "author": "Israelmore Ayivor",
        "category": "barrel, beautiful, beauty, christ, do, drink, energy, energy-drink, fill, food-for-thought, god-s-word, great-beauty, holy, holy-spirit, inspiration, inspirational, inspirations, inspire, israelmore-ayivor, jesus, jesus-christ, love, practical, practice, spirit, study, study-the-word-of-god, take-time, time, word-of-god"
    },
    {
        "quote": "Some people die and you realize that the only mark they left on earth are the tomb stones under which they lie. The impacts you make on earth should be something worthy to improve lives.",
        "author": "Israelmore Ayivor",
        "category": "cemetary, dead, die, do-something, dreams, earth, food-for-thought, grave, graves, graveyard, impact, israelmore-ayivor, legacy, make-a-difference, make-an-impact, people, tomb, tomb-stone, tombs"
    },
    {
        "quote": "When God calls you to build 100 castles on earth and you built 98, take the 99th as if it's the begining of your work and work hard to finish the race with all excellence. Go the extra mile!",
        "author": "Israelmore Ayivor",
        "category": "100, 100-per-cent, 100-storey, 89, 99, 99th, assignment, complete, diligence, diligent, excel, excellence, excellent, extra, extra-mile, finish, finish-the-race, food-for-thought, go, go-high, god, god-s-call, god-s-duty, god-s-word, god-s-work, hard, hard-work, higher-grounds, israelmore-ayivor, race, responsibility, responsible, run-the-race, work, work-hard, working, workman, workmanship"
    },
    {
        "quote": "A single day in my own shoe that is comfortable for me is better than 365 days in someone else's shoes that does not fit me at all.",
        "author": "Israelmore Ayivor",
        "category": "365, 365-days, a-day, a-single-day, better, better-than, comfortable, fit, fix, food-for-thought, i-am, i-can, i-can-do-it, i-can-make-it, israelmore-ayivor, one-year, pair-of-shoes, shoe, shoes, someone"
    },
    {
        "quote": "Run your purpose on the toes of your feet before people can type your success stories with the fingers of their hands.",
        "author": "Israelmore Ayivor",
        "category": "achieve, act, actions, do-it, feet, finger, fingers, food-for-thought, foot-hand, hands, initiatives, israelmore-ayivor, make-a-difference, make-an-impact, make-hey, palm, people, purpose, run, sole, stories, story, succeed, success, success-stories, toe, toes, type, you-can, you-can-do-it"
    },
    {
        "quote": "Accomplish your tasks by one step at each time. Don't cut your coat according to your elder brother's size. Dream big, but start small; do what you can do at a time.",
        "author": "Israelmore Ayivor",
        "category": "1, a-step, accomplish, achieve, big, big-dreams, brother, coat, cut, do-it, do-what-you-can, dream, dream-big, eleder-brother, food-for-thought, israelmore-ayivor, one-at-a-time, one-step, size, small, start, start-small, step, time, you-can"
    },
    {
        "quote": "It's possible to remain long in the state of deprivation if you are not aware you can escape it. Knowing what exists and who you are is enough to inform you to make ideal choices.",
        "author": "Israelmore Ayivor",
        "category": "aware, choice, choices, choose, choose-to-live-life, deprivation, deprive, ecape, enough, food-for-thought, ideal, ignorance, ignore, inform-exist, israelmore-ayivor, know, knowledge, make-a-choice, possible"
    },
    {
        "quote": "You are your own leader. Where are you driving yourself to now? You can't afford to go wayward! Rise up and break new territories and live life so well.",
        "author": "Israelmore Ayivor",
        "category": "drive, driving, food-for-thought, israelmore-ayivor, lead, leader, leaders, leadership, leading, leads, life, live, live-life-so-well, personal-management, progress, rise, rise-up, self-leader, self-leaders, self-leadership, self-management, territories, territory, true-leader, true-leaders, wayward, well, you"
    },
    {
        "quote": "They say education has no end. If you still disagree with this, here is a better way to take it in; \"Education has an end that never comes\".",
        "author": "Israelmore Ayivor",
        "category": "agree, an-end, disagree, educate, educated, education, education-has-no-end, end, food-for-thought, israelmore-ayivor, keep-learning, learn, learn-everyday, read, school, study, university"
    },
    {
        "quote": "You can't BREED at a place where you can't BREATHE. Therefore, FIX yourself where you FIT.",
        "author": "Israelmore Ayivor",
        "category": "breathe, breed, feed, fit, fix, food-for-thought, grow, israelmore-ayivor, position, position-yourself, positions, the-right-place, the-right-time"
    },
    {
        "quote": "Yes. Oh no! I don't subject myself to a leadership that does not break new territories! It is the job of leadership to succeed in landing its limbs on new grounds.",
        "author": "Israelmore Ayivor",
        "category": "food-for-thought, ground, grounds, higher-grounds, israelmore-ayivor, land, landing, lead, lead-people, leader, leaders, leadership, leading, leads, limbs, new, new-territories, people, self-leader, self-leaders, self-leadership, succeed, success, take-the-lead, territory, true-leader, true-leaders, true-leadership"
    },
    {
        "quote": "The volume of your impacts is measured by the direction of your movements, the passion with which you inspire and the attitudes by which you make an influence!",
        "author": "Israelmore Ayivor",
        "category": "area, aspiration, aspire, attitude, attitudes, breadth, centimeters, creat, direct, direction, directions, do-something, drive, enthusiasm, expand, explore, extra, extra-mile, food-for-thought, go, impacts, influence, influencial, inspiration, inspire, israelmore-ayivor, length, make-a-difference, make-a-step, make-an-impact, measure, measured, measurement, move, movement, pass, passion, volume, width, zeal"
    },
    {
        "quote": "The little I have, I share with you; the little you have, you also share with me. Together we all have a full share of everything. Share with me your Love as I share with you my Peace; together we have full share of Unity!",
        "author": "Israelmore Ayivor",
        "category": "cake, chaos, conflict, conflicts, divided, food-for-thought, free-donation, freely-giving, full, generous, generousity, gift, i-love-peace, i-love-you, israelmore-ayivor, kind, kindness, lavish, let-love-lead, let-s-love-one-another, little, love, love-me, lovers, loving, misunderstanding, no-conflicts, no-war, peace, peaceful, peacful-country, share, small, small-size, stay-in-peace, tiny, understanding, united, united-we-stand-divided-we-fall, unity, war, we-stand-for-peace"
    },
    {
        "quote": "God is willing! God will save! God will rescue! God will restore! God will revive! God will empower! God willing and He will do it!",
        "author": "Israelmore Ayivor",
        "category": "bible, christ, do-it, do-it-again, empower, food-for-thought, god, god-will-do-it-again, he-will-do-it-again, israelmore-ayivor, jesus, jesus-christ, restoration, restore, revival, revive, revive-us-again, reviving, salvation, save, will, willing, word-of-god"
    },
    {
        "quote": "There is an easy way to silence your critics; just try to do what they say you can't do. If they are still not content, do more of it! Keep doing it until you become a master. Then look around, and you will see fewer critics and many compliments!",
        "author": "Israelmore Ayivor",
        "category": "achieve, again, around, compliments, congratulations, content, critic, criticise, criticize, critics, do-it, easy, endurance, endure, few, fewer, food-for-thought, hibernate, israelmore-ayivor, little, look, look-around, master, more, much, opponents, oppose, opposition, perseverance, persevere, persist, persistence, persistent, praise, quiet, shut-down, shut-up, silence, silent, small, success, try, try-again, watch-and-pray, win, winner"
    },
    {
        "quote": "When God's favour and Godly flavour is in you, your haters will taste wisdom and the only thing they can do is to regret ever tasting a sweet thing.",
        "author": "Israelmore Ayivor",
        "category": "adversaries, almighty-god, critics, enermies, favor, favour, flavor, flavour, foes, food-for-thought, fresh, fresh-life, god, god-s-favor, god-s-favour, godly, hate, haters, israelmore-ayivor, life, love, regret, sweet, sweet-life, sweet-thing, taste, tasting, very-wise, wisdom, wise, you"
    },
    {
        "quote": "If you enjoy peace now, remember it is out of the toils of those who were gone before you. The question is \"will you leave peace behind you when you are gone\"?",
        "author": "Israelmore Ayivor",
        "category": "at-peace-with-all, death, die, died, enjoy, enjoy-peace, food-for-thought, fore-fathers, forefathers, free, freedom, good-life, good-report, harmony, israelmore-ayivor, live-in-peace, live-life-so-well, love, my-peace-i-give-you, pass-away, peace, peaceful, peaceful-life, toils"
    },
    {
        "quote": "The mass of your visions depends on the size of your dreams and distance they can cover within a given period of your life.",
        "author": "Israelmore Ayivor",
        "category": "acoomplish, area, attitudes, big-dreams, cover, cover-up, dealine, density, distance, dream, dream-big, dreams, feel-big, food-for-thought, israelmore-ayivor, life, life-span, life-time, mass, move, movement, period, progress, s-i-unit, size, visions, volume"
    },
    {
        "quote": "Develop what you have. Project it to the world. God will put a star up there on you. Then the wise men will look for you as they looked for Christ. They are going to bring the gold, the frankinsence and the myrrh. Even if you are hiding in the sheep's pen, they will find you once the star directs them!",
        "author": "Israelmore Ayivor",
        "category": "christ, develope, donate, donations, emmanuel, food-for-thought, frankinsence, gifts, god, god-will-do-it, god-will-help-you, god-with-us, gold, golld-frankinsence-myrrh, help, israelmore-ayivor, jesus, jesus-christ, myrrh, project, sheep, sheep-s-pen, sponsor, sponsors, sponsorship, star, star-on-you, success, the-wise-men, winner, wise-men, you-are-a-start, you-will-arise"
    },
    {
        "quote": "You may have the greatest vision, plans or goals as you may term it. You can call it Vison 2020, Vision 2045 or whatever. But remember, not work is done unless a distance is covered!",
        "author": "Israelmore Ayivor",
        "category": "2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, big-dreams, cision, distance, do-something, don-t-forget, dream, dream-big, dreamer, dreams, food-for-thought, goal, greatest, hard-work, influence, inspiration, israelmore-ayivor, make-a-move, make-a-step, move, movement, plan-great, progress, remember, remind, reminder, see-ahead, think, think-about-it, vision-2020-vision-2045, visionary, visions, work, work-hard, working, working-for-you"
    },
    {
        "quote": "Not everyone who died had left a \"memory\" and not everyone who had left a memory had left a \"blessed\" one. Therefore, not all have died should be tagged \"...of a blessed memory",
        "author": "Israelmore Ayivor",
        "category": "a-blessed-memory, bless, blessed, blessed-memory, burial, dead, death, die, died, dies, food-for-thought, impact, israelmore-ayivor, legacy, linger, linger-on, memorial, memory, mission, name, pass-away, passed-away, passed-on, passion, r-i-p, rest-in-peace, rip, tag, tagged, title, vision"
    },
    {
        "quote": "The fact that you have access to the microphone doesn't mean you know everything. There are others listening to you, who know more things than you do, but do not have access to the platform to say it.",
        "author": "Israelmore Ayivor",
        "category": "access, fact-listen, food-for-thought, ganyo-nutornutsi, hear, israelmore-ayivor, listening, loud-speaker, loud-speaking, mic, microphone, obey-everyone, platform, podium, pride, reasurance, speak, speaker, talk, think-weel"
    },
    {
        "quote": "When stumbling blocks can become stepping stones, then these stones that the builders reject can equally become chief corner stones!",
        "author": "Israelmore Ayivor",
        "category": "block, blocks, builders, builders-rejected, chief, chief-corner-stones, corner, cornerstone, deprived, disregarded, food-for-thought, israelmore-ayivor, reject, rejected, stepping-stones, stone, stones, stumbling-blocks"
    },
    {
        "quote": "Your dreams are like the cement. If you water it with actions, it becomes a hard concrete mass. But if you leave it exposed and unwatered, the air will easily blow it away!",
        "author": "Israelmore Ayivor",
        "category": "act, action, action-taking, air, big-dreams, blow, cement, concrete, do-it, do-something, dream-big, dreams, expose, exposed, food-for-thought, god-s-gift, hard, hard-work, israelmore-ayivor, mass, passion, purpose, take-actions, talents, use-your-talents, water, water-your-dreams, work, work-hard, working"
    },
    {
        "quote": "If you don't create a good message about your dreams, those who were created to pay for it can't find it. Speak them out and you will find those God created to finance it",
        "author": "Israelmore Ayivor",
        "category": "advertise, advertisement, assistance, created, develop-your-dreams, dreams, finace, food-for-thought, god, god-helps, good-message, good-messages, help, israelmore-ayivor, keep-talking-it, messages, project-your-dreams, say, speak, speak-about-your-dreams, sponsor, sponsors, sponsorship, talk"
    },
    {
        "quote": "Life on this planet on its own is temporal. So tell me why you think your problems are permanent. No condition is permanent.",
        "author": "Israelmore Ayivor",
        "category": "all-shall-pass, condition, don-t-be-worried, earth, ever, food-for-thought, forever, israelmore-ayivor, life, no-condition-is-permanent, our-lives, permanent, planet, predicarments, problems, tell-me, temporal, universe, why"
    },
    {
        "quote": "We need Wisdom to seek for the Kindom and we need the Kingdom to have the Freedom to posess all other things!",
        "author": "Israelmore Ayivor",
        "category": "discretion, food-for-thought, free, freedom, information, israelmore-ayivor, king, kingdom, knowledge, lead, leadership, posess, seek-ye-first-the-kingdom, self-leader, self-leadership, wisdom, wisdom-is-the-principal-thing, wise"
    },
    {
        "quote": "If you lose your integrity, you will also lose your identity, your sensitivity and your dignity. Integrity is honesty, modesty and security in all kinds of weather. It should be our priority!",
        "author": "Israelmore Ayivor",
        "category": "decency, decent, dignity, directive, diretion, don-t-lie, don-t-tell-lies, fame, food-for-thought, honesty, honour, identity, insecure, insecurity, integrity, israelmore-ayivor, kinds, kinds-of, liar, lie, lose, lost, modest, modesty, obey, pride, priority, secure, security, sense, sensitive, sensitivity, tell-the-truth, truth, truthful, weather"
    },
    {
        "quote": "Stop complaining and do something... Shut up! Rise up! Grow up! And show up! See you at the top!",
        "author": "Israelmore Ayivor",
        "category": "action, challenge, come-up, complain, complaining, complains, conqueror, do-something, food-for-thought, get, get-up, go-up, grow, grow-up, israelmore-ayivor, rise, rise-up, see, see-you, see-you-at-the-top, show, show-up, shut, shut-up, stop, stop-complaining, stop-it, take-action, top, win"
    },
    {
        "quote": "There are many good seeds in you. Therefore you must avoid every bad soil in the world.",
        "author": "Israelmore Ayivor",
        "category": "ability, attitude, avoid, bad-attitudes, bad-environment, bad-friends, bad-soil, environment, evil-people, food-for-thought, gifts, good-seeds, great, israelmore-ayivor, negative-people, position, positioning, potential, potentials, seed, seed-of-greatness, seeds, soil, support, talent, talents, toxic-people, world"
    },
    {
        "quote": "Never be too angry beyond repairs. Anger is nothing good to be part of your tributes. Are you angry with someone? The sun is sinking, just drop it now.",
        "author": "Israelmore Ayivor",
        "category": "anger, anger-and-attitude, anger-management, angry, angry-young-man, bad-things, drop, drops, food-for-thought, hatred, hatred-and-imagination, israelmore-ayivor, joy, love, love-people, not-good, not-good-enough, peace, peaceful-life, repair, repaired, someone, someone-else-s-problem, someone-like-you, sun, sun-light, sunlight-sunset, sunrise, sunset, sunshine, tribute, tributes, unity, unity-in-the-church"
    },
    {
        "quote": "Love is everything we can have because God is everything we have. God is love.",
        "author": "Israelmore Ayivor",
        "category": "every-thing, everything, food-for-thought, god, god-is-love, god-loves-me, god-s-grace, god-s-love, god-s-will, god-s-word, godliness, godly, godly-advice, gods-will, israelmore-ayivor, love, loved, lovely, lover, loves, loving, true-love-loves-gone-wrong"
    },
    {
        "quote": "Leave me alone\", is not a good news! \"Let's be together\" is not a bad news. We were made to be each others keepers. Let love lead",
        "author": "Israelmore Ayivor",
        "category": "bad, bad-news, best, better, each-other-s-keepers, food-for-thought, friend, friendship, generous, good, good-and-bad, good-news, i-love-you, israelmore-ayivor, keeper, kind, lead, leave, leave-me, leave-me-alone, let-s-be, let-s-be-together, like, love, love-me, love-your-neighbor, love-your-neighbour, lovely, loving, my-friend, news, together, worse, worst"
    },
    {
        "quote": "I will love to be called a foolish man of peace, than to be named a wise man of war. Show me your weapons of war and I will show you my Bible of peace!",
        "author": "Israelmore Ayivor",
        "category": "armed, armed-forces, arms, at-peace, bible, bullets, call, called, chaos, conflict, destroy, food-for-thought, fool, foolish, foolish-man, forces, guns, i, i-am-for-peace, israelmore-ayivor, killers, love, mass-destruction, me, my, myself, name, named, peace, peace-keeping, peaceful, piston, stupid, the-word-of-god, war, warrior, weapons, weapons-of-mass-destruction, wisdom, wise, wise-man"
    },
    {
        "quote": "Authority confined in you does not make you a leader. It is the authority created by you that makes you influence people with your purpose.",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, authority, authority-and-attitude, authorized, ballot-paper, boss, confine, create, dreams, dresm-big, elected, election, elections, food-for-thought, food-for-thoughts, influence, influences, influencial, israelmore-ayivor, lead, lead-people, lead-yourself, leader, leaders, leadership, leads, manager, ordain, promote, promoted, purpose, real-leaders, self, self-leader, self-leaders, self-leadership, true-leaders, true-leadership, vote"
    },
    {
        "quote": "Many people who became successful were once first time global failures. But because they didn't give up on their dreams, failure could not sink them. They triumphed at last!",
        "author": "Israelmore Ayivor",
        "category": "big-dream, depressed, don-t-give-up, don-t-quit, dream, dream-big, dreams, endure, extra, extra-mile, fail, failed, failing, failure, fall, first, first-time, food-for-thought, global, global-failure, global-failures, happy, israelmore-ayivor, joy, jubilate, many-many-people, never-give-up, never-quit, passion, people, perseverance, persistent, premier, quiters-are-not-winners, rejoyce, rise, sink, sinking, succeed, success, successful, successfully, to-fail, triumph, triumphant, triumphed, winner"
    },
    {
        "quote": "Joy is meant to be felt; its not meant to be detained. It is meant to be shared with others; not to be felt alone. When all the mouths smile out their teeth together, thats when the greatest happiness can be measured. You don't smile in order to see your friends cry and claim your joy is divine.",
        "author": "Israelmore Ayivor",
        "category": "alone, claim, community, cry, crying, detain, detention, divine, enjoy, felt, food-for-thought, freedom, friend, giving, god-is-love, great, greater, greatest, happines, happy, impression, israelmore-ayivor, joy, joyful, joyous, laugh, love, loving, measure, measured, mouth, oppression, peace, rejoice, share, sharing, smile, smiling, teeth, together, truimph, truimphant, unity, victory, weep, weeping"
    },
    {
        "quote": "Ballot papers do not define leaders. Leadership is defined by conviction, vision, passion and inspiration.",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, authority, authority-and-attitude, authorized, ballot-paper, ballot-papers, boss, confine, conviction, create, define-your-future, dreams, dresm-big, elected, election, elections, food-for-thought, food-for-thoughts, influence, influences, influencial, inspirational, israelmore-ayivor, lead, lead-people, lead-yourself, leader, leaders, leadership, leads, manager, ordain, passion, passionate, passionate-life, passionate-living, promote, promoted, purpose, real-leaders, self, self-leader, self-leaders, self-leadership, true-leaders, true-leadership, verification-machine, vision, visionary-leader, visions, vote"
    },
    {
        "quote": "The only step that makes the valuable to become valueless is the negative side of your eyes that you use to see it.",
        "author": "Israelmore Ayivor",
        "category": "cost, costless, food-for-thought, israelmore-ayivor, love-yourself, negative, price, priceless, priceworthy, rich, self-appreciation, self-esteem, self-help, self-image, self-value, treasure, treasurer, valuable, value, valueless, worthy, you-can-do-it"
    },
    {
        "quote": "The difference between greater people and greatest people is the \"est\" which stands for \"extra mile\". Extra steps give Extraordinary results; Extraordinary people do Extra things.",
        "author": "Israelmore Ayivor",
        "category": "best, difference, different, est, extra, extra-mile, extra-ordinary, extraordinary, food-for-thought, great, greater, greatest, israelmore-ayivor, mile, ordinary, people"
    },
    {
        "quote": "If it must be enjoyed, then it must be done. And if it must be done, then it must be done well. If it is done well, it is enjoyed well.",
        "author": "Israelmore Ayivor",
        "category": "act, acting, action, activities, best-result, celebrate, contribute, did, do, do-it-well, do-something, doing, done, done-well, enjoy, enjoyed, execute, execution, extra, extra-mile, food-for-thought, goal, goals, israelmore-ayivor, it-must-be-done, it-must-be-done-well, joy, make-plans, no-contribution-not-chop, no-pay-no-gain, pay, pay-the-price, plan, plans, program, programme, take-action, try-it, well-done"
    },
    {
        "quote": "It is not only the viability and variety of the seed that makes the harvest look plumpy. Sometimes, the soil must value the value of the seed. When the soil is not supportive, the seed's value becomes a waste!",
        "author": "Israelmore Ayivor",
        "category": "bumper, bumper-harvest, clay-soild, fertile, food-for-thought, good-environment, harvest, infertile, israelmore-ayivor, loam, loamy-soil, manure, place, position, sand, sandy-soil, seed-of-greatness, seeds, setting, soils, support, valuable, value, values, variety, vary, viability, viable, waste"
    },
    {
        "quote": "If you want your dreams to work out for you, you must work with them. Pay the price and have the package of your accomplishments in full versions.",
        "author": "Israelmore Ayivor",
        "category": "accomplishment, big-dreams, complete, do-a-work, do-it, dream-big, dreaming, dreams, employ, employment, food-for-thought, full, fully, hard-work, hard-working, industrious, industry, israelmore-ayivor, job, package, pay, pay-the-price, purpose, version, vision, work, work-hard, work-on-your-dream, working, you-can, you-can-do-it"
    },
    {
        "quote": "Your title is what you are; your visions are who you are. When you know who you are, then you will know where you can be useful most.",
        "author": "Israelmore Ayivor",
        "category": "food-for-thought, israelmore-ayiovr, know-yourself, lead, lead-people, lead-yourself, leader, leaders, leadership, leadership-qualities, self, self-leader, self-leaders, self-leadership, self-leadership-character, title, true-leaders, useful, vision, visions"
    },
    {
        "quote": "A role model is a person whose roles can be modelled. If the roles you conceive and give birth to today cannot be adopted by anyone in your absence, you are no good model.",
        "author": "Israelmore Ayivor",
        "category": "a-good-role-model, absence, adopt, adopted, adoption, conceive, copy, deliver, emulate, food-for-thought, give-birth, good-role-model, israelmore-ayivor, lead-by-eaxample, live-life-so-well, love-people, model, modelling, person, role, role-model, role-play, study, teach-others"
    },
    {
        "quote": "A man of vision cannot question his potentials. He does not doubt his capabilities. He keeps going because he had seen himself gone already in his visions.",
        "author": "Israelmore Ayivor",
        "category": "big-dreams, capability, capable, doubt, doubts, dream-big, food-for-thought, gone, israelmore-ayivor, leader, man, potential, potential-for-greatness, potentiality, potentials, question, self-leader, success, successful, vision, winner"
    },
    {
        "quote": "The fact that people are in positions does not justify the means that they are leaders. A leader can be blind and to know this, check his sense of vision.",
        "author": "Israelmore Ayivor",
        "category": "blind, blind-lead-the-blind, blind-leaders, fact, food-for-thought, israelmore-ayiovr, justify, know-yourself, lead, lead-people, lead-yourself, leader, leaders, leadership, leadership-qualities, positions, self, self-leader, self-leaders, self-leadership, self-leadership-character, title, true-leaders, useful, vision, visions"
    },
    {
        "quote": "Virtues are common, but the virtuous are very few. This is because ordinarily, people know but do not apply what they know. To break the culture, look for more information; learn more and apply more. This is wisdom.",
        "author": "Israelmore Ayivor",
        "category": "apply, break, break-the-culture, common, culture, few, fewer, food-for-thought, inform, information, israelmore-ayivor, know, knowledge, learn, many, more, ordinary, people, read, uncommon, virtue, virtues, virtuous, wisdom"
    },
    {
        "quote": "The question is not \"can you wear your father's shoes?\". The question is \"can you walk in your father's shoes?\". It is one thing having a mentor and it is another thing to become like your mentor.",
        "author": "Israelmore Ayivor",
        "category": "action, apprentice, copy, excel, excellence, extra, extra-mile, father, food-for-thought, immitate, israelmore-ayivor, learn-to-do-something, lecturer, master, mentee, mentor, novice, question, servant, shoes, student, teacher, walk, wear"
    },
    {
        "quote": "The fittest person survives! The fighting man succeeds! He who Fights to Fit, will Survive to Succeed!",
        "author": "Israelmore Ayivor",
        "category": "action, appropriate, charles-darwin, dare, dare-to-win, dream-big, evolution, excel, excellence, extra, extra-mile, fight, fighting, fit, fits, fittest, food-for-thought, israelmore-ayivor, move-forward, never-give-up, succeed, succeeds, success, survival, survival-of-the-fittest, survive, survived, survivor, take-action, win"
    },
    {
        "quote": "The way to success is not a straight line segment. It's a dotted line with little packs of failure filling the potholes of broken edges inbetween.",
        "author": "Israelmore Ayivor",
        "category": "action, broken, broken-edges, dot, dots, dotted, dotted-line, edges, extra-mile, fail, failed, fails, failure, fall, food-for-thought, israelmore-ayivor, line, line-segment, never-be-afraid, potholes, rise-up, straight, straight-line, success, try-again, way"
    },
    {
        "quote": "The best way to easily identify a counterfeit currency is to have a full exposure to the original currency. If you don't know your true vision, any satanic vision can cross your way and you might not know it.",
        "author": "Israelmore Ayivor",
        "category": "best-way, coins, counterfeit, cross, currency, dream-big, experience, expose, exposure, fake, food-for-thought, god, immitation, israelmore-ayivor, know-thyself, man-know-thyself, money, notes, original, reveal, satan, satanic, unknown, vision, way"
    },
    {
        "quote": "When the grass is greener at other people's feet, it is not because the grass chose to take up that complexion. But it is because, they have deliberately irrigated it on regular accounts.",
        "author": "Israelmore Ayivor",
        "category": "action, deliberate, do-it, do-something, feet, food-for-thought, grass, green, green-grass, greener, hard-work, intentional, irrigate, israelmore-ayivor, life, live-life-sooooo-well, success, water, work, work-hard"
    },
    {
        "quote": "Anytime you feel like you don't have any work to do, just look around. Look for what God had started doing and ask for his permission to assist him in doing it.",
        "author": "Israelmore Ayivor",
        "category": "anytime, arcbishop, ask, bishop, christ, clergy, evangelism, evangelist, extra, extra-mile, food-for-thought, god, god-s-work, idle, israelmore-ayivor, jesus, jesus-christ, lazy, look-around, pastor, permison, preach, preach-the-word, reverend"
    },
    {
        "quote": "As good surgical doctor works on a patient in the theater with varied kinds of surgical instruments, so a true leader also needs a clean bag of leadership characters that vary from task to task. One-way leaders are obvious failures!",
        "author": "Israelmore Ayivor",
        "category": "a-bag, a-good-surgical-doctor, bag, character, doctor, doctor-of-surgery, failure, food-for-thought, good, hospital, instruments, israelmore-ayivor, lead, leader, leaders, leadership, leading, old-ways, one-way, orderlies, patient, self-leader, self-leaders, self-leadership, self-leadership-character, sick, surgeon, surgery, surgical, surgical-doctor, theater, theatre, vary"
    },
    {
        "quote": "When you are close to Christ, you are enclosed in liberty. You can never be intimidated by man if you are intimate with Christ.",
        "author": "Israelmore Ayivor",
        "category": "be-saved, bible, christ, church, close, commandments, congregation, don-t-be-afraid, enclose, enclosed, fear, fear-not, food-for-thought, god, god-speaks, intimate, intimidate, intimidated, israelmore-ayivor, jesus, jesus-christ, liberty, love-christ, man, never-be-afraid, never-fear, pastor, prophesy, salvation, saviour, the-word-of-god"
    },
    {
        "quote": "If you want to wait till your black hairs turn grey and your teeth start pulling out before you become a leader, you are either too fast to prove your ignorance, or you are too late to know who you are made of.",
        "author": "Israelmore Ayivor",
        "category": "dunamis, food-for-thought, grey, grey-hair, hairs, ignorance, ignorant, israelmore-ayivor, lead, leader, leaders, leadership, leadership-qualities, leading, leads, leap-people, pulling-out, purpose, self-leader, self-leaders, self-leadership, talent, teeth, too-early, too-fast, too-late"
    },
    {
        "quote": "If you want a fried fish to fly and enter your mouth, you must keep waiting till the unending time ends. Dead fish doesn't fly. If you want to eat it, your own hands must carry it.",
        "author": "Israelmore Ayivor",
        "category": "carry, carry-it, dead, do-it, do-something, end, ended, enter, fish, fly, food-for-thought, fried-fish, hands, hard, hard-work, israelmore-ayivor, keep-waiting, mouth, no-time, roasted, swim, swimming, timeless, unending, wait, waiting, work, work-hard"
    },
    {
        "quote": "Leaders are not known by their positions; they are known by their roles in those position. You have many gifts as a leader, but your dominant gift is what you will use to lead.",
        "author": "Israelmore Ayivor",
        "category": "be-ahead, dominant, dominant-gift, dominate, dominion, food-for-thought, gift, gifted-hands, gifts, israelmore-ayivor, lead, lead-the-way, leader, leaders, leadership, leading, leads, position, roles, self-leader, self-leaders, talents, true-leaders, true-leadership"
    },
    {
        "quote": "It is very rare for a child of God to find gold and crude oil on the floor to fetch. He/she must dig and dig deeply well!!!",
        "author": "Israelmore Ayivor",
        "category": "blessing, child-of-god, christian, crude-oil, deep, deeply, diamond, dig, fetch, find, floor, food-for-thought, god, gold, hard-work, israelmore-ayivor, my-god, provider, rare, search, silver, treasure, well, work-hard"
    },
    {
        "quote": "Never let someone who draws a line and say you can't cross it intimidate you. Don't be discouraged when someone says you can't do it. You might have been the only one sent to do it.",
        "author": "Israelmore Ayivor",
        "category": "cross, cross-it, discourage, discouragement, do-it-again, don-t-be-afraid, enthusiam, fear, food-for-thought, god, intimidate, line, never-fear, passion, purpose, try, try-again, vim, you-can, you-can-do-it, zeal"
    },
    {
        "quote": "You don't get drown by falling into a river. You get drown by remaining there. Falling accidentally and rising immediately was what distinguished Thomas Edison and Abraham Lincoln from the rest.",
        "author": "Israelmore Ayivor",
        "category": "abraham-lincoln, distinct, distinguish, don-t-quit, drown, excellence, extra, extra-mile, extra-ordinary, fall, fall-down, falling, fell, food-for-thought, israelmore-ayivor, never-give-up, rise, rise-up, rising, rose, success, thomas-edison, try, try-again, winner"
    },
    {
        "quote": "When you fall down, rise up. When you fall again, rise up again. This is just a developmental process that makes a healthy baby become a successful man.",
        "author": "Israelmore Ayivor",
        "category": "baby, develop, development, don-t-give-up, don-t-quit, extra, extra-mile, fall, fall-down, food-for-thought, grow, israelmore-ayivor, man, never-give-up, rise, rise-again, rise-up, success, try-again, winner"
    },
    {
        "quote": "People who hate you because of a mere jealousy over your success hurt themselves in disguise. This is because you carry an image of who they wish they had become. Don't hate them back because they may also become like you one day and it will mean hurting that image you carry!",
        "author": "Israelmore Ayivor",
        "category": "bad-attitude, enviousness, envy, food-for-thought, hate, haters, hatred, image, jealousness, jealousy, love, love-your-neighbour"
    },
    {
        "quote": "Staying with detractors is like sleeping in a room located just behind the public toilet. You will never feel comfortable until you relocate.",
        "author": "Israelmore Ayivor",
        "category": "change, change-your-life, comfortable, detractors, dislike, enemies, enemy, food-for-thought, hate, haters, hatred, insecurity, israelmore-ayivor, love-people, negative-people, public, public-toilet, room, toxic-people, trouble, uncomfortable"
    },
    {
        "quote": "True leaders are willing to die for their dreams. They don't oppress with ignorance; they impress with visions\". They live like Martin Luther King Jr, Nelson Mandela...",
        "author": "Israelmore Ayivor",
        "category": "dies, dream, dream-big, dreams, excellence, extra-mile, followers, food-for-thought, freedom, governance, impress, impression, impressive, impressor, israelmore-ayivor, lead, leader, leaders, leadership, live, martin-luther, martin-luther-king-jr, nelson-mandela, oppression, oppressive, oppressor, opress, passion, quality, true-leaders, vision, visionary, visions"
    },
    {
        "quote": "Good bye\" is a good gift when you wave it at me because I refuse to follow a bad advice you gave. Wave it at me and I will show you the door.",
        "author": "Israelmore Ayivor",
        "category": "advice, advise, bad-advice, bad-friend, bye, bye-bye, counsel, deception, door, follow, food-for-thought, gift, go-away, good, good-bye, good-friend, good-gift, goodbye, i-refuse, i-won-t, i-won-t-do-it, israelmore-ayivor, refuse, show-the-door, till-we-meet, wave, wave-it"
    },
    {
        "quote": "In your goals to go the extra mile, prepare to pay an extra cost. Excellence is to be exceptional, surpassing, more competent and a step ahead with what is in your hands.",
        "author": "Israelmore Ayivor",
        "category": "be-prepared, competent, cost, different, distinct, distinction, do-it-better, excel-excellence, excellent, exceptional, extra, extra-mile, food-for-thought, go-ahead, goal, goal-setting, goals, israelmore-ayivor, more, more-actions, outstanding, pay, pay-the-cost, prepare, set-a-goal, stretch-the-cord, surpass, the-cost, very-good"
    },
    {
        "quote": "Let your dreams be as litmitless as the circumference of the entire universe. The police service does not prosecute people who over-dream. Never nail yourself to the narrow cross. Dream big!",
        "author": "Israelmore Ayivor",
        "category": "big-dreams, dream, dream-big, dreaming, dreams, extra-mile, food-for-thought, i-have-a-dream, israelmore-ayivor, limit, limitless, nail, narrow, narrow-cross, no-limit, ocean-dreams, over-dream, police-service, policeman, prosecute"
    },
    {
        "quote": "Do the most difficult thing if that is what will pay you. Dust the Rust if you Must. Success never comes with ease.",
        "author": "Israelmore Ayivor",
        "category": "complex, difficult, dust, dust-the-rust, ease, excellence, extra, extra-mile, food-for-thought, must, possible, rust, success"
    },
    {
        "quote": "One of the greatest source of danger in life is to find the right path and stand on it. If you find the right way, run on it, don't stand on it. Something may be coming from behind; it will surely crush you when you are static.",
        "author": "Israelmore Ayivor",
        "category": "behind, crush, danger, extra, extra-mile, food-for-thought, forward, move, move-forward, path, progress, road, stand, static, success, way"
    },
    {
        "quote": "Don't use drowsy EYES to look at what Christ used a passionate BLOOD to do for you. Don't use a sluggish LEG to walk towards what Christ used a compassionate FLESH to build for you",
        "author": "Israelmore Ayivor",
        "category": "blood, christ, compassion, compassionate, drowsy, eye, eyes, flesh, food-for-thought, inspirational, leg, legs, pair-of-legs, passion, passionate, sluggish, walk"
    },
    {
        "quote": "We all have individually special kingdoms of success in each of us. Obedience is the throne of those kingdoms without which the real person we are is sure to suffer eviction.",
        "author": "Israelmore Ayivor",
        "category": "eviction, food-for-thought, god, individual, instruction, israelmore-ayivor, king, kingdom, law, obedience, obedient, obey, obey-the-law, special, success, suffer, talents, throne"
    },
    {
        "quote": "Make a plural hey while the singular sun is up there. Not just the hey, but the best hey. Excellence should be your priority!",
        "author": "Israelmore Ayivor",
        "category": "achieve, best, do-the-best, excel, excellence, excellent, extra, extra-mile, food-for-thought, israelmore-ayivor, live-life-so-well, make-a-hey, plural-hey, priority, shine, success, sun, sunshine, you-can"
    },
    {
        "quote": "Life is about getting and sharing. The more you share, the more you get ....and the more you get, the more your sharing responsibility multiplies.",
        "author": "Israelmore Ayivor",
        "category": "brotherhood, compassion, food-for-thought, friendship, generous, generousity, get, get-and-share, give, israelmore-ayivor, kind, live-life-so-well, love, share, sharing"
    },
    {
        "quote": "You can dance in the storm. Don't wait for the rain to be over before because it might take too long. You can can do it now. Wherever you are, right now, you can start, right now; this very moment.",
        "author": "Israelmore Ayivor",
        "category": "act, action, dance, dare, do-it, do-it-now, don-t-give-up, don-t-quit, dream, excuses, go, move, never-give-up, now, potential, procrastination, rain, right-now, start, storm, this-moment, today"
    },
    {
        "quote": "Me: I am very busy now. Can you please excuse me for few minutes?She: Oh ok. But why are you sweating all over your body?Me: I am very busy, that is why. I am dreaming extra-large dreams.",
        "author": "Israelmore Ayivor",
        "category": "big-dreams, dream, dream-big, dreams, excuse-me, extra, extra-large-dreams, extra-mile, i-dream, i-have-a-dream, me, she, success, sweat, sweatinging, sweats, wild-dreams"
    },
    {
        "quote": "As long as the constitution of my country is not amended to cut down the sizes of the dreams of its citizens, I have the freedom to dream extra largest dreams. I am even dreaming over-size dreams now.",
        "author": "Israelmore Ayivor",
        "category": "achieve, big-dreams, constitution, country, cut-down, dream, dream-big, dreams, excellence, extra, extra-large, extra-largest, extra-mile, israelmore-ayivor, long-dreams, over-size, success, wide-dreams"
    },
    {
        "quote": "Obedience is the virtue that determines whether a person is either a servant or a rebel. Life of integrity is built on obedience of God's statutes and nothing else.",
        "author": "Israelmore Ayivor",
        "category": "build, building, christ, christian, christianity, do-unto-others, god, god-d-laws, i-am, i-am-that-i-am, integrity, jehovah, jesus, jesus-christ, love, obedience, obedient, obey, rebel, rebellion, servant, statues, statute, true-christians, virtue"
    },
    {
        "quote": "God provides something to you through somebody. Thats same God can give something to somebody through you. If you make yourself a greedy traffic on the way and deprive the final destined owner of what you supposed to keep provisionally, you make God upset.",
        "author": "Israelmore Ayivor",
        "category": "generousity, get-and-share, give, god, god-gives, greed, greedy, jehovah, kind, kindness, provider, share, sharing, somebody, something, traffic"
    },
    {
        "quote": "Cease to think of an impossibility and you will seize an opportunity for productivity. Excellence comes when you leave thoughts of imposibilities behind and live by the focus of faith and hope in the face of difficulty.",
        "author": "Israelmore Ayivor",
        "category": "barack-obama, be-in-focus, behind, cease, excellence, faith, focus, hope, hope-in-the-face-of-difficulty, i-can, i-can-do-all-things, i-can-do-it, i-can-t, impossibilities, impossibility, impossible, it-is-impossible, it-is-possible, leave, live, opportunities, opportunity, possibilities, possibility, possible, productive, productivity, seize, stay-focussed, thought, thoughts, we-can, win, winner, winning, wins, yes-we-can, you-can"
    },
    {
        "quote": "The complexity of your earthly array is not a guarantee for a truimphant eternity. The fact is that you need a simple life to go to heaven; not an excessively glittering body, shiny lips and charming face.",
        "author": "Israelmore Ayivor",
        "category": "beauty-is-vain, body, charming, charming-face, clean-heart, complex-life, eternal, eternal-life, eternity, everlasting-life, garden-of-eden, glitter, glittering, heaven, hell, holy, jesus-christ, life, lipstick, shiny-lips, simple, simple-life, sincere, soul, spirit, truimpant, truimpant-eternity, vanity"
    },
    {
        "quote": "Appreciate what everybody does, especially those doing what you are also doing. Don’t crave for attention and fame. It will come automatically when your brand is well situated.",
        "author": "Israelmore Ayivor",
        "category": "appreciate, appreciation, attention, automatic, automatically, brand, branding, crave, everybody, famous, grateful, israelmore-ayivor, love-people, personal-branding, popular, popularity, thankful"
    },
    {
        "quote": "Delay is not a help-mate. The cemetary is full of people who thought they could DO IT tomorrow. Do It Now!",
        "author": "Israelmore Ayivor",
        "category": "burial, cemetary, dead, delay, die, do-it, do-it-now, excuses, fod-for-thought, full, funeral, grave, graveyard, help, help-mate, israelmore-ayivor, mate, people, procrastination, start-now, tomb, tomorrow, tomorrow-never-comes"
    },
    {
        "quote": "God is not interested in your ability. He isinterested in your availability. When you availyour ability to God, you become a faithful leader.",
        "author": "Israelmore Ayivor",
        "category": "ability, able, avail, available, availed, god, interest, interested, israelmore-ayivor, leader, leadership, self-leader, self-leaders, self-leadership, true-leaders, true-leadership"
    },
    {
        "quote": "You were saved not by work, but for work. Do it till all is done. By your Inventions, Innovations, Initiatives, Improvements, Involvements, Imaginations, Information, Interventions and Inspirations... Go the extra mile and dare to do it.",
        "author": "Israelmore Ayivor",
        "category": "begin, complete, dare, dare-to-win, do-it, end, extra, extra-mile, fight-for-it, finish, finish-it, go, imaginations, imagine, improve, improvement, improvements, inform, information, initiate, initiations, initiatives, innovate, innovation, innovations, inspiration, inspirations, inspire, intervene, intervention, interventions, invent, invention, inventions, involve, involvement, involvements, israelmore-ayivor, make-it-happen, save, saved, saved-for-work, till-all-is-done, work, works"
    },
    {
        "quote": "Possessions and positions may promote our happiness but cannot create it. Happiness is a state created by self through the realization of how the self is important to the creator.",
        "author": "Israelmore Ayivor",
        "category": "create, creator, glad, god, happiness, i-am-happy, israelmore-ayivor, joy, joyous, maker, posess, position, positions, possesion, possessions, post, promote, promotion, realization, rejoice, rejoicing, self, state"
    },
    {
        "quote": "God created everyone to love and to be loved; If you will not take care of people, just leave them as they came...DON'T SCRATCH THEM with your actions.",
        "author": "Israelmore Ayivor",
        "category": "beloved, care, careful, careless, create, creations, creator, demean, destroy, do-my-prophets-no-harm, everybody, everyone, food-for-though, god, harm, i-love-you, insult, israelmore-ayivor, keep-good-care, leave, let-alone, love, love-you, loved, lovely, loving, pastor, people-love-me, preaching, rescue-the-perishing, scratch, take-care, touch-not-my-annointed-ones"
    },
    {
        "quote": "We may propose many plans, let's but remember that God can dispose our plans, propose a new and better ones and impose them on us!",
        "author": "Israelmore Ayivor",
        "category": "almighty-father, christ, creator, disposal, dispose, goal, goal-getting, goal-setting, god, impose, israelmore-ayivor, jehovah, king-of-kings, lord-of-lords, make-a-plan, our-father, plan, planning, plans, proposal, propose, set-a-goal, set-goals, unltimate-choice, vision, visionary, visions"
    },
    {
        "quote": "A “self-leader” is the positively influence you have on yourself and on others without any influence with your titles and positions. You must be able to lead yourself before you can lead others.",
        "author": "Israelmore Ayivor",
        "category": "appoint, appointed, appointment, behavior, behaviour, character, commander, elect, elected, election, enthrone, examplary, example, faithful, faithfully, father, followers, function, grey-hair, honest, honesty, human-being, human-face, influence, inspire, integrity, israelmore-ayivor, lead, lead-people, leader, leaders, leadership, leadership-qualities, manager, officer, opinion, ordain, others, pastor, personal-branding, popular-opinion, position, positions, positive, positively, potential, purpose, qualities, self-leaders, self-leadership, self-made, servant, sincere, sincerity, teacher, titles, true-leader, true-leaders, true-leadership, truthful, truthfulness, universal"
    },
    {
        "quote": "Multiply your potentials with your plans and it will be equal to your purpose of existence. Your potentials are your seeds of greatness.",
        "author": "Israelmore Ayivor",
        "category": "achieve, achievements, achievers, big-dreams, dare-to-win, dream-big, excellence, ffod-for-thought, great, greatness, israelmore-ayivor, multiplication, multiply, plan, planning, plans, potentials, power, purpose, rich, riches, success, win"
    },
    {
        "quote": "In between saying something and achieving it, there is some pothole to fill; that’s “doing it”. Goals are pursued with the word “GO” and visions with the word “VENTURE”. You can’t be living always in the promise of the cloud; it must rain now!",
        "author": "Israelmore Ayivor",
        "category": "achieving, go, goals, israelmore-ayivor, purpose, rain, venture, visions"
    },
    {
        "quote": "There is more experience on the field of justification than on the camp of training. Sometimes, you got to take actions to learn more.",
        "author": "Israelmore Ayivor",
        "category": "action, experience, israelmore-ayivor, justification, learn, training"
    },
    {
        "quote": "Most people think confidence lies in an excessive rehearsal. It’s true that man has to prepare, plan and practice before projecting his purposes. But a time must definitely arrive when man has to put an end to learning and rehearsal and start practicing what he spent time learning.",
        "author": "Israelmore Ayivor",
        "category": "confidence, israelmore-ayivor, practise, prepare, purpose, rehearsal, success"
    },
    {
        "quote": "Perhaps you have been wondering about how you will win the tournaments of life. This is an important moment of your life. Just know where your goals are. Dress in the jersey of action and enter the game of vision! Work with your talents, skills, and tactics and with determination! Don’t commit any foul; don’t put yourself on an offside position. Be at the right place at the right time. Attack your failures and defend your goals; look up and watch the time because the whistle may blow at any time. Don’t waste the chances you get! Target the goals and with winning in focus, you will be there!",
        "author": "Israelmore Ayivor",
        "category": "achievement, determination, focus, goals, impact, israelmore-ayivor, position, skills, success, tactics, talents, time-management, vision"
    },
    {
        "quote": "Believe it; 25 years from now or less, you will be voted for or appointed by the actions you are taking today! Guess what the vote will mean. Will it be an election for you to occupy the edifice of failure or to be the administrator in the kingdom of success? Rise up and optimize your potentials!",
        "author": "Israelmore Ayivor",
        "category": "achievements, action, believe-and-achieve, failure, impact-web, israelmore-ayivor, potentials, success"
    },
    {
        "quote": "Let your actions be for a purpose and let them be taken with passion. Develop the habit of making the best use of your chances and your desires will come to pass!",
        "author": "Israelmore Ayivor",
        "category": "desires, habit, israelmore-ayivor, passion, purpose"
    },
    {
        "quote": "The suicide committed by Sampson was partly determined by the craftiness of Delilah and partly decided by the disobedience of Sampson. Satan uses crafty means to set traps for us, but by our obedience of the laws of God, the traps remain functionless.",
        "author": "Israelmore Ayivor",
        "category": "arrogance, arrogant, commandments, craft, craftiness, crafty, deceit, deceiving, delilah, devil, disobedience, disobedient, disobey, foolishness, god-s-laws, god-s-word, holy-bible, kill, obedience, obedient, obey, obey-the-law, old-testament, philistines, preaching, prostitute, sampson, satan, satanic, scriptures, sermon, suicide, take-instructions, the-laws-of-god, trap, whore, woman-power"
    },
    {
        "quote": "Obstacles are weak walls without foundations; if you fear them, they will defeat you. But the fact is that they are even afraid of you. So why frightened?",
        "author": "Israelmore Ayivor",
        "category": "action, afraid, barriers, dare, defeat, don-t-give-up, don-t-quit, extra-mile, failure, fear, foundation, frighten, move, never-give-up, obstacles, passion, potentials, power, success, wall, walls, weak"
    },
    {
        "quote": "Procrastination and excuses are sour spices that spoil the sweet taste of an effective work. They must hence, not be prompted under desire, partly because they are strictly time-stripping and also because they have no known essence.",
        "author": "Israelmore Ayivor",
        "category": "delay, effective, essence, excuse, excuses, failure, procrastination, sour, taste, work"
    },
    {
        "quote": "With great abilities come great responsibilities; great power comes with great assignments.With great age comes great reasoning; great actions come great experience.With great battles come great victories; great trees come with great tap roots.However, if a little faith can move great mountains, what then will a great faith do? Mysterious things... I guess",
        "author": "Israelmore Ayivor",
        "category": "abilities, ability, action, actions, age, assignment, assignments, battles, big, big-dreams, capabilities, experience, faith, geat-actions, great-battles, great-experience, great-faith, great-gifts, great-great-things-great-things, great-power, great-tap-roots, great-trees, great-victory, little-faith, mountains, move-mountains, much, mysterious, mystery, old-age, power, reasoning, responsibilities, responsibility, root, tap-roots, to-whom-much-is-given, tree, victory"
    },
    {
        "quote": "You were never born with a silver spoon in your mouth. Don't think that way. You were born with a diamond spoon in your palm. Carry it by your own hand. Now, feed yourself",
        "author": "Israelmore Ayivor",
        "category": "action, best, carry, diamond, diamond-spoon, efforts, extra, extra-mile, feed, feed-yourself, hand, inspirational, mile, miles, motivational, palm, preparation, rich, silver, silver-spoon, spoon, success, your-hand, yourself"
    },
    {
        "quote": "Anger is an agro-chemical that makes self-destruction to grow faster. Like a stone thrown upward, all angry people eventually fall down into the dirty ditch of sorrowful self-harm and a pathetic loss of real-self.",
        "author": "Israelmore Ayivor",
        "category": "agro-chemical, anger, fall, fertilizer, grow, real-self, self-destruction, stone, upward"
    },
    {
        "quote": "Knowledge is Power, Power provides Information; Information leads to Education, Education breeds Wisdom; Wisdom is Liberation. People are not liberated because of lack of knowledge.",
        "author": "Israelmore Ayivor",
        "category": "educated, education, ignorance, ignorant-people, information, information-is-liberation, knowledge, knowledge-is-power, knowledge-is-the-key, lack-of-knowledge, liberated, liberation, people, people-perish, power, wisdom, wisdom-is-liberation"
    },
    {
        "quote": "The value in my room is neither my Television nor my bank note. The value in my room is myself! Why? Because even if I lose everything I have, but still get me, I am coming back with full passion and desperation to climb the unclimbed hills again and again!",
        "author": "Israelmore Ayivor",
        "category": "accomplishments, bank-note, deperation, desperate, passion, room, success, television, treasure, valuables, value, values"
    },
    {
        "quote": "The most chronic heart disease is caused by having greediness in your heart. Go for check ups regularly and learn how to swallow those lumpy pills of generousity. Be kind and be healthy",
        "author": "Israelmore Ayivor",
        "category": "be-kind, be-safe, check-up, chronic-heart-disease, generous, give, give-freely, greed, greediness, greedy, health, healthy, heart, heart-disease, kind, pills, sick, swallow"
    },
    {
        "quote": "Don't take purposeless people as your leaders. Their life is like an empty book with a nice cover paper and you have attempted to buy it. Of which use will it be to you for you to read blank pages.",
        "author": "Israelmore Ayivor",
        "category": "book, books, cover-paper, lamp, lead, leader, leadership, people, purpose, purposeful"
    },
    {
        "quote": "Be sure that your praise songs are numbered higher than your sorrowful dirges and your utmost hope, firmer than your woeful regrets. Be positive.",
        "author": "Israelmore Ayivor",
        "category": "angry, dirges, glad, happy, higher-grounds, hope, hopeful, joy, joyful, mourn, mourning, positive, praise, regrets, songs, sorrow, sorrowful, thanksgiving, unhappy, utmost-hope, weary"
    },
    {
        "quote": "Make sure that your heartfelt thanksgiving is more consistent than your nagging needs and your passionate apology fervent than your unhealthy justifications. Be clean and hopeful.",
        "author": "Israelmore Ayivor",
        "category": "apology, clean, consistent, extra-mile, fervent, heartfelt, hope, hopeful, justifications, nagging, needs, passion, passionate, positive, thanksgiving, unhealthy"
    },
    {
        "quote": "A sincere attitude of gratitude is a beatitude for secured altitudes. Appreciate what you have been given and you will be promoted higher.",
        "author": "Israelmore Ayivor",
        "category": "altitude, altitudes, appreciate, appreciation, attitude, attitudes, beattitude, beattitudes, give, give-thanks, gratitude, gratitudes, promote, promoted, promotion, thank, thank-you, thanks, thanksgiving"
    },
    {
        "quote": "Flavour your life in such a way that anyone who thinks he or she is biting or back-biting you, will rather take smiles away unexpectedly and with surprises.",
        "author": "Israelmore Ayivor",
        "category": "adversaries, back-bite, back-biting, behaviour, bite, biting, critics, enermies, flavor, flavour, foes, fresh, fresh-life, good-behaviour, good-habit, good-life, gossiping, gossips, habit, happy, haters, life, live-life-so-well, love, not-expected, obey, respect, smile, surprise, surprising, sweet, sweet-life, taste, unexpected"
    },
    {
        "quote": "Life is a MISSIONFulfilled through our VISIONLive life well this SEASONYou were born for a REASON...",
        "author": "Israelmore Ayivor",
        "category": "life, mission, reason, season, vision"
    },
    {
        "quote": "My father said this to me: \"Israelmore, if you don't make any impact on earth, you will die before you die. But if you impress hearts with what you do, you still live even after you are gone",
        "author": "Israelmore Ayivor",
        "category": "anthony-ahiafor-ayivor, die, do-something, father, fathers-day, hearts, impact, impress, inspirations, live, live-life-so-well, make-a-difference, make-an-impact, my-father"
    },
    {
        "quote": "You are the salt of the earth. But remember that salt is useful when in association, but useless in isolation.",
        "author": "Israelmore Ayivor",
        "category": "association, earth, isolation, salt, useful, useless"
    },
    {
        "quote": "It is not the best for us to lay embago on the industries that produce temptations. What we need to do is to compete, overcome and dominate the market with the products of our endurance. No battles we face, no crown will we win. No temptations exist, no conquerors are known.",
        "author": "Israelmore Ayivor",
        "category": "battles, best, compete, crown, dominate, dominion, embago, endurance, endure, factories, industries, market, over-come, overcome, perseverance, persevere, persist, persistence, produce, product, products, storms, struggles, temptation, temptations, trial, victor, victory"
    },
    {
        "quote": "Christ manifests his divine leadership in your sincere followership. Christ's followers become true leaders because Christ is the model of true leadership.",
        "author": "Israelmore Ayivor",
        "category": "christ, christ-s-followers, christians, example, excellence, follow, followers, lead, leader, leaders, leadership-quality, model, true-leaders, true-leadership"
    },
    {
        "quote": "Anytime I see a rainbow, what comes into my mind is how skillful and talented someone was to create an ark that didn't leak through a prolong period of flood. We must work our talents out and work them out skillfully and then our rainbow of excellence will show.",
        "author": "Israelmore Ayivor",
        "category": "ark, diligence, excellence, flood, noah, rainbow, skillful, skills"
    },
    {
        "quote": "What will make you great today will never make you great tomorrow! The airplane that Wilbur and Orville Wright invented in 1906 would be seen as a scrap today. It becomes valueless with time.",
        "author": "Israelmore Ayivor",
        "category": "1906, aeroplane, airplane, average, be-better, do-more, excel, excellence, extra, extra-mile, invent, invention, mediocre, mediocrity, orville-wright, plane, re-invent, re-invention, tomorrow, wilbur-wright, wright-brothers, yesterday"
    },
    {
        "quote": "Those who distinguish themselves in what they do and become disinct always score distinction. Don't follow the crowd. Distinguish yourself with a special commitment and you will excel.",
        "author": "Israelmore Ayivor",
        "category": "commitment, distinct, distinction, distinguish, excellence, success"
    },
    {
        "quote": "When you are pursuing your dreams, they will call you CRAZY because they are LAZY. They never know you are a HERO who just jumped away from step ZERO. Stay away from negative people; they will only pollute you.",
        "author": "Israelmore Ayivor",
        "category": "crazy, distinct, don-t-give-up, hard-work, hero, lazy, negative-people, pollute, pursuit, stay-away, work, zero"
    },
    {
        "quote": "On your track to success, never forget that you are crossing many rivers. Yes you are! And each of those rivers contain crocodiles that may attempt to intimidate you. Never be afraid; sail on and you will get there.",
        "author": "Israelmore Ayivor",
        "category": "carry-on, crocodiles, cross, cross-the-river, don-t-be-afraid, don-t-fear, fear, go-ahead, intimidate, keep-moving, many-rivers, move-on, never-fear, never-give-up, river, rivers, sail, sail-on, sail-through, success, track"
    },
    {
        "quote": "Begging would have been the best option if God had given talents to only a selected few. Fortunately, He gave us all our compactible gifts respectively, so it is an offence to be a chronic beggar.",
        "author": "Israelmore Ayivor",
        "category": "beggar, beggars, begging, few, gifts, talents, work"
    }
]