[
    {
        "quote": "The easiest way to be reborn is to live and feel life everyday",
        "author": "Munia Khan",
        "category": "born, born-again, easiest, easy, everyday, everyday-quotes, feel, life, life-and-death, life-and-living, life-experience, life-philosophy, life-quotes, live, philosophy, reborn, way, wisdom, wisdom-inspirational, wisdom-quotes"
    },
    {
        "quote": "A moment’s beginning ends in a moment",
        "author": "Munia Khan",
        "category": "beginning, beginnings, beginnings-and-endings, end, ending, endings, moment, moments, moments-quotes, start, wisdom, wisdom-quotes"
    },
    {
        "quote": "Crossing the limit is not my styleMy footsteps meander less than a mileI travel the world perhaps in a minuteYet a dream, to me, is never infinite!",
        "author": "Munia Khan",
        "category": "cross, crossing-limit, dream, dreams, dreams-and-reality, dreams-quotes, footstep, footsteps, infinite, life, limit, limits, meander, meandering, mile, miles, never, poetry, poetry-quotes, reality, reality-of-life, style, time, travel, traveling, wander, wanderer, wisdom, world"
    },
    {
        "quote": "Nothing is dark when you embosom your own light within you",
        "author": "Munia Khan",
        "category": "darkness, embosom, embrace, inside, inspirational, light, light-and-darkness, light-quotes, spiritual, spiritual-growth, spirituality, wisdom, within, within-you"
    },
    {
        "quote": "Truth will keep on telling the truthLies will lie to be more uncouthNo more rainbow after the stormNowhere to escape leaving the norm",
        "author": "Munia Khan",
        "category": "escape, liars, lie, lies, normality, norms, rainbow, reality, reality-of-life, storm, true, truth, truth-quotes, truthful, ugly, ugly-truths, uncouth, wisdom, wise-words"
    },
    {
        "quote": "People say- 'NASA lies.' I say- 'the moon knows it all. Look at the moon and forget the spinning flat world.",
        "author": "Munia Khan",
        "category": "astronomy, flat, flat-earth, forget, knows, moon, moon-landing, moon-quotes, nasa, science, secret, secrets, space, spinning, wisdom, world"
    },
    {
        "quote": "Tomorrow is the only future we have. Let’s live to love it!",
        "author": "Munia Khan",
        "category": "future, future-inspirational, future-quotes, inspirational, inspirational-quotes, life-and-living, live-life, love, time, time-quote, tomorrow, tomorrow-quotes, tomorrows"
    },
    {
        "quote": "Let the blue of the sky and ocean take your blue away when you feel blue",
        "author": "Munia Khan",
        "category": "away, blue, blues, inspirational, inspirational-quotes, melancholy, ocean, oceans, sad, sadness, sea, sky"
    },
    {
        "quote": "Who’s gonna bring the wild animals some hope? If we don’t love them the way they are..",
        "author": "Munia Khan",
        "category": "animal, animal-rights, animal-welfare, animals, animals-rights, bring, hope, hopelessness, love, wild-animals, wildlife"
    },
    {
        "quote": "Death’s life should have listened to the moonly whispers of breathing in the coldest nights",
        "author": "Munia Khan",
        "category": "breath, breathe, breathing, cold, death, death-and-dying, life, life-quotes, listen, listening, moon, night, nights, whisper, whisper-of-light, whispers"
    },
    {
        "quote": "Love is like dried flowers sometimes. Even though you watch the petals shrink and change colour, you cannot help treasuring them",
        "author": "Munia Khan",
        "category": "change, colour, dried, flower, flower-quotes, flowers, help, love, love-quote, love-quotes, lover, petal, petals, quotes, shrink, sometimes, though, treasuring, watch, wise-quotes"
    },
    {
        "quote": "All shadows of clouds the sun cannot hide like the moon cannot stop oceanic tide;but a hidden star can still be smiling at night's black spell on darkness, beguiling",
        "author": "Munia Khan",
        "category": "beguile, beguiling, black, cannot, cloud, clouds, cloudy, dark, darkness, darkness-and-light, hidden, hide, like, moon, night, night-sky, ocean, oceanic, poem, poetry, poetry-quote, poetry-quotes, rhyming, rhyming-verse, shadow, shadows, sky, smile, smiling, spell, star, stars, still, stop, sun, tide"
    },
    {
        "quote": "Let my toes teach the shore how to feel a tranquil lifethrough the wetness of sands Let my heart latch the doorof blackness, as all my pain now blue sky understands",
        "author": "Munia Khan",
        "category": "black, blackness, blue, darkness, door, heart, latch, ocean, pain, poem, poetry, poetry-quotes, sand, sands, sea, seashore, shore, shores-quotes, sky, teach, teaching, teaching-quotes, understands, understands-quote, verse, wetness"
    },
    {
        "quote": "Whatever the clouds plan to do I always trust in the sun which never fails to come out",
        "author": "Munia Khan",
        "category": "cloud, clouds, come, fail, inspiration, inspirational, inspirational-quotes, inspiring, never, optimism, optimistic, plan, plans, positive-thinking, positive-thoughts, sun, sunlight, sunshine, trust"
    },
    {
        "quote": "In old days, instead of asking a teacher, people looked at the dictionary to know the complete definition of teacher. Now Google becomes our teacher and to know about Google, people Google it.",
        "author": "Munia Khan",
        "category": "ask, asking, complete, days, days-gone-by, definition, dictionary, google, google-quotes, google-search-engine, know, knowing, knowledge, learning, meaning, old, teacher, teacher-quotes, teaching, teachings"
    },
    {
        "quote": "The Sun is never alone as the light remains with him always. Even when he goes down sinking...sinking, the light drowns with him",
        "author": "Munia Khan",
        "category": "alone, drown, drowned, drowning, light, loneliness, motivational, motivational-quotes, nature, nature-quotes, sinking, sun, sun-quotes, sunlight, sunset, sunset-quotes"
    },
    {
        "quote": "My life is never influenced by death because I am full of resurrections after so many spiritual and emotional demises",
        "author": "Munia Khan",
        "category": "death, death-and-dying, demise, demises, emotional, emotional-wounds, full, life, life-and-living, life-lessons, life-philosophy, life-quotes, living, resurrect, resurrection, spiritual, spirituality"
    },
    {
        "quote": "If God sets your speed limit high, don't be afraid of your life-car being crashed.",
        "author": "Munia Khan",
        "category": "afraid, cars, crash, crashed, death, destiny, fate, fate-quotes, god, high, life, life-lessons, life-philosophy, limit, set, speed, speeding, spiritual, spirituality"
    },
    {
        "quote": "Souls of love breathlessly sailTowards our time when hours failTo cope with longing here we areChasing the speed of a falling starMiles and miles fleetly we goDown to the ocean, deeper the flowWaves now know their crushing tide Splashing between joy and pride",
        "author": "Munia Khan",
        "category": "falling-stars, love, miles, ocean, poetry, soul, tide, time, waves"
    },
    {
        "quote": "Science is theology for an atheist",
        "author": "Munia Khan",
        "category": "atheism, atheist, atheists, god, modern, non-believer, non-believers, non-believing, religion-and-philosophy, science, science-and-religion, science-of-mind, science-vs-religion, scientists, spiritual, spirituality, wise-words"
    },
    {
        "quote": "Reading is the life-saving water for our minds. Drink pure words as much as you need and remain alive!",
        "author": "Munia Khan",
        "category": "alive, book, books, books-reading, drink, drinking, drinking-water, inspirational, life, livesaving, mind, minds, read, reader, reading, reading-books, reading-for-life, reading-habits, reading-quotes, remain, stay, survive, water, words, words-of-wisdom-inspirational"
    },
    {
        "quote": "There is only one God and all atheists will learn that after their deaths",
        "author": "Munia Khan",
        "category": "atheism, atheist, death, death-and-dying, god, ignorance, learn, learning, non-believer, non-believers, one-god, religion, religion-and-philosophy, religion-spirituality, spiritual, spiritual-quotes, spirituality, theology"
    },
    {
        "quote": "Our souls are always looking for love, and hearts wait to treasure it.",
        "author": "Munia Khan",
        "category": "always, heart, hearts, love, love-quote, loving, philosophy-of-heart, soul, soul-quotes, souls, souls-quotes, spiritual, spirituality, treasure, wait, waiting"
    },
    {
        "quote": "Love’s voice reverberates with forgiveness across the room of our heart",
        "author": "Munia Khan",
        "category": "across, forgiveness, forgiveness-and-love, forgiveness-quotes, heart, hearts, love, love-quote, love-quotes, love-quotes-and-sayings, reverberated, reverberates, room, spiritual, spirituality, voice"
    },
    {
        "quote": "Souls are flowers, only God has the right to pluck them. But those who commit suicide: their souls are the rotten blossoms of devil's garden.",
        "author": "Munia Khan",
        "category": "dark, dead, death, death-and-dying, death-quotes, devil, devils, evil, flower, flowers, garden, god, rotten, self-destruction, self-destructive, self-killing, soul, souls, spiritual-quotes, spiritual-wisdom, spirituality, suicidal, suicide, wise-words"
    },
    {
        "quote": "A strong soul reaches anyplace, anytime; body fails to restrain it. And thus, perhaps soulmates are formed",
        "author": "Munia Khan",
        "category": "anyplace, anytime, body, distance, form, formed, lovers, place, reach, reaching-out, restrain, soul, soulmate, soulmates, souls, spiritual, spiritual-growth, spiritual-quotes, spirituality, strong"
    },
    {
        "quote": "You can find a better you inside of you. Why don’t you search for that?",
        "author": "Munia Khan",
        "category": "better, find-yourself, finding-yourself, one-s-self, search, self, self-help, self-improvement, soul, spiritual, spirituality, wise, you"
    },
    {
        "quote": "Prayer is like coffee for my soul in the morning",
        "author": "Munia Khan",
        "category": "coffee, morning, morning-quote, prayer, prayer-quotes, prayers, praying, soul, soul-quotes, spiritual, spiritual-quotes, spirituality"
    },
    {
        "quote": "I will keep on loving you until eternity comes to make me love you more",
        "author": "Munia Khan",
        "category": "affection, come, eternal, eternal-love, eternity, forever, keep, keep-going, keep-on, love, love-quote, love-quotes, love-quotes-and-sayings, lover, lovers, lovers-quotes, make, more, spiritual, spirituality, until"
    },
    {
        "quote": "Love is such a tremendous force of feeling! When you can't stop loving, you simply cannot stop it.",
        "author": "Munia Khan",
        "category": "cannot, emotion, emotions, feelings, feelings-of-love, force, love, love-quote, love-quotes, loving, loving-someone, simply, spiritual, spirituality, stop, tremendous"
    },
    {
        "quote": "Never forget that there is a soul within you, which loves you very much ,only because it's you.",
        "author": "Munia Khan",
        "category": "because, forget, inspiration, inspirational, inspirational-quotes, love, love-quotes, never, only, only-you, self-esteem, self-love, soul, soul-searching, spiritual, spiritual-quotes, spirituality, you"
    },
    {
        "quote": "Ashes have no fear to burn in hellIn your heart's paradise angels dwellRib cage fastens all sins of the wrongYour bones will sing you mortality’s song",
        "author": "Munia Khan",
        "category": "angels, ash, ashes, burn, dark, darkness, dwell, fear, heart, hell, mortal, mortality, paradise, rib-cage, ribs, sin, sing, sinner, sinners, sins, song, wrong, wrongdoing"
    },
    {
        "quote": "Most of the time things against nature are scarier than the scariest things of nature",
        "author": "Munia Khan",
        "category": "against, fear, natural, nature, nature-quotations, nature-quotes, scarier, scariest, scary, scary-reality, thing, things"
    },
    {
        "quote": "There is a whisper of light if you can hear Louder than sound of darknessyou never fear Numb sky’s muteness leaves you hard of hearingSenses wish to fly feelings disappearing",
        "author": "Munia Khan",
        "category": "dark, darkness, disappearing, fear, feelings, feelings-of-love, fly, hear, light, light-and-darkness, louder, muteness, numb, poem, poetry, poetry-quotes, senses, sky, sound, verse, whisper"
    },
    {
        "quote": "There is a whisper of light, if you can hear Louder than sound of darknessyou never fear",
        "author": "Munia Khan",
        "category": "dark, darkness, fear, hear, light, light-and-darkness, light-quotes, louder, sound, sounds, whisper"
    },
    {
        "quote": "Take my handand…feel the sandbeneath your aimless feettowards the sparkling waves",
        "author": "Munia Khan",
        "category": "aimless, beauty, beneath, feet, inspirational, inspirational-quotes, motivation, motivational-quotes, ocean, oceanic, oceans, sand, sea, sparkling, towards, waves"
    },
    {
        "quote": "Love is the heart of a heart",
        "author": "Munia Khan",
        "category": "heart, heart-quotes, hearts, love, love-life-live, love-quote, love-quotes, love-quotes-and-sayings, lovers, soulmates"
    },
    {
        "quote": "When twilight sleeps holding the nightIn your arms you embrace me tightRunaway hours clenched by kisses More of your love my heart misses",
        "author": "Munia Khan",
        "category": "arms, clench, embrace, grasp, heart, heart-quotes, hold, hours, kiss, kisses, kissing, kissing-quotes, love, love-quote, love-quotes, lovers, missing, night, poem, poetry, romance, runaway, sleep, tight, twilight"
    },
    {
        "quote": "Love is the name of an irrepressible moment formed inside one complete pulsation of a heart",
        "author": "Munia Khan",
        "category": "beating, complete, heart, heartbeat, heartbeats, inside, love, love-quote, love-quotes, lovers, name, pulsation, pulse, romance, valentine, valentine-quotes, valentines-day"
    },
    {
        "quote": "I’ve become your heartbeat making you mine Upon every kiss of passion our souls shine",
        "author": "Munia Khan",
        "category": "heartbeat, kiss, kisses, kissing, kissing-quotes, love, love-quote, love-quotes, lovers, lovers-quotes, mine, passion, passionate-love, soul, souls-quotes"
    },
    {
        "quote": "A bird, unable to fly, is still a bird; but a human unable to love is an inexpensive stone: like a piece of uric acid stone",
        "author": "Munia Khan",
        "category": "avian, bird, birds, cheap, fly, flying, human, humanbeing, inexpensive, love, love-quote, love-quotes, loveless, rock, still, stone, unable, uric-acid, uric-acid-stone, wise-words, wisewords"
    },
    {
        "quote": "Life is one big gym where we need to constantly workout to stay fit for this world. And indeed love here is the treadmill.",
        "author": "Munia Khan",
        "category": "exercise, exercise-motivation, fit, fitness, gym, gymnasium, life, life-and-living, life-philosophy, life-quotes, love, love-quotes, need, philosophical, stay, treadmill, wise-words, workout, world"
    },
    {
        "quote": "Oceanic farness treasures tomorrowMingled tears lost in the sea of sorrowOur immortal love will lead us a way When pale days remain cloudy and grey",
        "author": "Munia Khan",
        "category": "cloudy, day, days, distance, gray, immortal, long-distance-love, long-distance-relationship, long-distance-relationships, lost, love, love-hurts, love-quote, love-quotes, lovers, mingle, ocean, oceanic, pale, poetry, poetry-quotes, sea, separation, sorrow, sorrow-quotes, tears, treasure"
    },
    {
        "quote": "Love is love, even if it is illicit; like light remains light even in the darkness.",
        "author": "Munia Khan",
        "category": "dark, darkness, forbidden, forbidden-love, illicit, light, light-and-darkness, love, love-quote, love-quotes, philosophical, wise-words"
    },
    {
        "quote": "Only loyal love knows the sacred path to a faithful heart",
        "author": "Munia Khan",
        "category": "faithful, faithfulness, fidelity, heart, knows, language, learning, love, love-quotes, lovers, loyal, only, path, sacred"
    },
    {
        "quote": "Far away soul in a dreamy stateForgotten slumber seemingly latePure rhythmic love now rising higherUnclad passion our only attire",
        "author": "Munia Khan",
        "category": "attire, dreamy, higher, love, love-quotes, lovers, lovers-quotes, passion, passionate, passionate-quote, poetry, poetry-quotes, pure, rhythm, romance, romantic, romantic-quotes, slumber, soul, soulmates, souls"
    },
    {
        "quote": "When you kiss, my world falls apartHeaven comes down to woo my heart",
        "author": "Munia Khan",
        "category": "bless, heart, heart-quotes, heaven, heavenly, kiss, kissed, kisses, kissing, kissing-quotes, life, love-quotes, lover, lovers, romance, romantic, woo, world"
    },
    {
        "quote": "Forms of love are so many. Just make sure your heart can fit in it.",
        "author": "Munia Khan",
        "category": "can, fit, form, forms, heart, hearts, love, love-quote, love-quotes, make, many, shape, spiritual, sure"
    },
    {
        "quote": "A dung beetle couple in love constantly proves that you still can be in love living on shit.",
        "author": "Munia Khan",
        "category": "beetle, beetles, couple, couples, dirt, dung, insect, insects, life, living, love, love-quotes, lovers, prove, shit, spiritual, waste"
    },
    {
        "quote": "Lovers are food for each other to sustain their lives",
        "author": "Munia Khan",
        "category": "each, food, foods, life, lives, love, love-quotes, lover, lovers, lovers-quote, sustain"
    },
    {
        "quote": "A hand is not enough...to never let go",
        "author": "Munia Khan",
        "category": "enough, hand, hands, heart, letting-go, love, love-quotes, lovers, need, need-for-love, never, spiritual, tough"
    },
    {
        "quote": "Let our love chase all clouds awayHold my hand and feel the dayYour footsteps guide my steps all alongBeneath my skin your veins belong.",
        "author": "Munia Khan",
        "category": "away, belong, beneath, chase, clouds, day, feel, footstep, footsteps, guide, hand, heart, hold, love, love-quote, love-quotes, lover, lovers-quotes, poem, poetry, poetry-quotes, skin, steps, vein, veins"
    },
    {
        "quote": "A lonely soul is the best friend of itself",
        "author": "Munia Khan",
        "category": "alone, best, friend, friendship, loneliness, loneliness-of-life, lonely, lonely-people, lonely-quotes, solitary, soul, souls"
    },
    {
        "quote": "In today's world hunger for sanity seems to be more intense than our hunger for food.",
        "author": "Munia Khan",
        "category": "crisis, current-affairs, current-events, current-reality, food, food-for-thought, hunger, hunger-quotes, hungry, insane, intense, sane, sanity, seems, war, wise, wise-words, world"
    },
    {
        "quote": "Wild animals are less wild and more human than many humans of this world",
        "author": "Munia Khan",
        "category": "animal, animals, cruel, cruel-world, fact, human, humanity, humans, inhuman, inhumanity, less, many, more, philosophical, philosophy, this, war, wild, wildlife, wildness, world"
    },
    {
        "quote": "Imprisoned peace sets the war free",
        "author": "Munia Khan",
        "category": "fight, free, free-will, freedom, imprisoned, imprisonment, peace, peace-quote, philosophical, prisoner, set, six-word-memoirs, six-word-story, war, wars"
    },
    {
        "quote": "Dreamers must dream on as long as the nightmare wakes them upto greet with a bucketful of reality",
        "author": "Munia Khan",
        "category": "dream, dreamers, dreams, reality"
    },
    {
        "quote": "When you start dreaming- what’s there to boast?Life may treat you like a living ghostBrokenness haunts you until you perishDeath will bring you nothing to cherish",
        "author": "Munia Khan",
        "category": "broken, cherish, dead, death, dreamer, dreams, dreams-quotes, ghosts, life, perish"
    },
    {
        "quote": "I don't dream of a ceiling fan which is always here spinning above my head. I dream of a cool weather",
        "author": "Munia Khan",
        "category": "above, ceiling, ceiling-fan, cold, cool, craving, dream, dreams, fan, head, here, spinning, weather, weather-cool"
    },
    {
        "quote": "The Sun can rise anytime in your dreams. And there night may fall anytime as well.",
        "author": "Munia Khan",
        "category": "anytime, dream, dreaming, dreams, dreams-quotes, fall, night, nightfall, rise, rising, sun, sunrise"
    },
    {
        "quote": "Sleep like you can never be deadDream as if you have a soul inside your head",
        "author": "Munia Khan",
        "category": "dead, deadless, dream, dreaming, dreams, dreams-quotes, head, head-and-heart, inside, like, never, philosophical, philosophical-musings, sleep, sleeping, soul, spiritual, spiritual-quotes, wisdom"
    },
    {
        "quote": "The answer of life struggles in between two kinds of people- those who live to dreamand those who dream to liveAsk them the question about death if they can truly conceive",
        "author": "Munia Khan",
        "category": "answer, between, conceive, dark, dead, death, dream, dreams, dreams-quotes, kinds, life, live, live-life, question, questions, struggle, truly, two"
    },
    {
        "quote": "Dream is an expensive ornament to adorn your hope",
        "author": "Munia Khan",
        "category": "adorn, desire, desires, desires-quotes, dream, dreams, dreams-quotes, expensive, expensive-dreams, hope, hopeful, inspirational, inspirational-quotes, ornament, ornaments"
    },
    {
        "quote": "Politics is clueless; I can claim -\"I am a politician\" only because I am not.",
        "author": "Munia Khan",
        "category": "clueless, political-philosophy, politician, politics"
    },
    {
        "quote": "Unfortunately in today’s world a liar seems to be more reliable than a truthful honest man.",
        "author": "Munia Khan",
        "category": "dishonesty, honesty, liar, liar-quote, liars, liars-quotes, more, politician, politicians, politics, reliable, rely, truthful, unfortunately"
    },
    {
        "quote": "Life is always more beautiful and worth living when you are capable of enjoying the beauty of nature",
        "author": "Munia Khan",
        "category": "beautiful, beautiful-life, capable, enjoy, life, life-quotes, living, nature, nature-quotes, nature-s-beauty, worth"
    },
    {
        "quote": "...and when we die we die alone I cry, I cry aloneLike a piece of stone I am thrown into the wavy ocean of lifeto atone...to atoneOnly to atone...",
        "author": "Munia Khan",
        "category": "atone, atonement, cry, crying, death, death-and-dying, die, life, life-quotes, melancholic, melancholy, ocean, ocean-of-life, oceans, poem, poetry, reality, reality-of-life, sad, sadness, stone, verse"
    },
    {
        "quote": "Live to revel in just another twilight. Life may sink and disappear along with the sunset never to rise again",
        "author": "Munia Khan",
        "category": "again, along, death, disappear, down, life, life-quotes, live, live-in-the-moment, live-life, never, philosophy, philosophy-of-life, revel, rise, sink, sinking, sun, sunset, twilight, twilight-quote"
    },
    {
        "quote": "Women are like locked diaries that men expect to read like open books.",
        "author": "Munia Khan",
        "category": "book, books, diaries, diary, expect, ladies, lady, locked, man, men, open, philosophical, philosophy, read, reading, relationship, relationships, woman, women"
    },
    {
        "quote": "Poverty's simplicity has an inexpensive beauty rooted in it, which the rich can never afford to buy",
        "author": "Munia Khan",
        "category": "afford, beauty, beauty-of-life, buy, hunger, inexpensive, poor, poverty, poverty-quotes, rich, root, rooted, simplicity, wealth, wealthy, wealthy-men"
    },
    {
        "quote": "No living thing is ugly in this world. Even a tarantula considers itself beautiful",
        "author": "Munia Khan",
        "category": "beautiful, beautiful-creatures, beauty, beauty-in-nature, consider, creature, creatures, earth, insect, insects, living, living-life, living-things, philosophy, spider, spiders, tarantula, ugly, wisdom-quotes, wise-words, world"
    },
    {
        "quote": "Ocean separates lands, not souls..",
        "author": "Munia Khan",
        "category": "land, never, ocean, oceans, sea, separated, separation, soul, soulmate, soulmates, souls"
    },
    {
        "quote": "I grasp words for the sake of clutching My mind considers them heart touchingRight then I write for my reader's pleasureNot knowing what distance a soul can measure",
        "author": "Munia Khan",
        "category": "clutch, clutching, distance, grasp, heart, measure, mind, mindful, pleasure, reader, reader-s-pleasure, readers, soul, touching, word, words, write, writers, writers-on-writing, writers-quotes, writing, writing-process"
    },
    {
        "quote": "Life becomes meaningful with a loving heart's gift Upon the ocean of gratitude soul's boat adrift Invisible expectancy tossed and turnedFrom the light of memories a blessed ray earned",
        "author": "Munia Khan",
        "category": "adrift, boat, earn, gift, gifts, grateful, gratefulness, gratefulness-quotes, gratitude, gratitude-quotes, heart, life, light, loving, meaningful, meaningful-life, memories, memory, ocean, present, ray, soul, toss-and-turn"
    },
    {
        "quote": "A smartphone is an addictive device which traps a soul into a lifeless planet full of lives",
        "author": "Munia Khan",
        "category": "cell-phone, cell-phones, cellular, digital, digital-age, lifeless, lives, mobile, mobile-phone, mobile-phones, planet, smartphone, soul, souls, trap, trapped, wise, wise-words, world"
    },
    {
        "quote": "Rain, Aren’t you my soul’s joyful tearsonly longing for the sky to be happy?",
        "author": "Munia Khan",
        "category": "happy, longing, longing-quotes, nature, nature-quotes, rain, raining, rainy, rainy-day, rainy-night, sky, soul"
    },
    {
        "quote": "Gym is a sacred place which makes your life feel worth existing by putting effort of care into the home of your soul called body!",
        "author": "Munia Khan",
        "category": "body, exercise, existence, existing, fitness, fitness-inspiration, fitness-motivation, fitness-quotes, gym, gymnasium, health, health-and-fitness, healthy, home, life, loving, loving-yourself, physical, physical-health, place, soul, work-hard, workout, workout-workout"
    },
    {
        "quote": "Written soul is called poetry",
        "author": "Munia Khan",
        "category": "called, definition, definition-of-poetry, love-for-poetry, poem, poetry, poetry-life, poetry-love, poetry-quote, poetry-quotes, soul, souls, written"
    },
    {
        "quote": "Old soul cries through the tears of a newborn",
        "author": "Munia Khan",
        "category": "child, cries, cry, newborn, old, oldsoul, soul, souls, tears, tears-crying, tears-of-joy, tears-of-love, through, wise, wise-words"
    },
    {
        "quote": "Soul smiles through the lips of a happy face",
        "author": "Munia Khan",
        "category": "beautiful, delight, face, faces, happiness, happy, happy-soul, happyquotes, life, lips, nice, smile, smiles, smiling, smiling-face, soul, soul-quotes, souls, through"
    },
    {
        "quote": "Nothing is perpetual in this world. Not even your everlasting soul!",
        "author": "Munia Khan",
        "category": "eternal, even, everlasting, life, nothing, permanent, perpetual, soul, souls, souls-soul-quotes, transitory"
    },
    {
        "quote": "I need to hold on to the faded love ‘cause I love to secure the stems of dying flowers",
        "author": "Munia Khan",
        "category": "dried, dried-flower, dying, faded, flowers, hold, love, love-hurts, love-quote, love-quotes, lovers, need, secure, secured, soul, spiritual, stem, stems"
    },
    {
        "quote": "There’s an infant part in our souls which longs for the lullaby truths of life every night for a tranquil slumber.",
        "author": "Munia Khan",
        "category": "cradle-song, every, infancy, infant, lullaby, night, part, sleep, sleeping, slumber, soul, soul-quotes, souls, spiritual, spiritual-quotes, spiritual-wisdom, spritual-quotes, tranquil, truth, truth-of-life, truth-quotes, wisdom-quotes"
    },
    {
        "quote": "Wings can only flyas long as the bird flies Soul blackens when you put on vestment of lies White candle wax criesfor ignitable wickJealous people burnto make your heart feel sick",
        "author": "Munia Khan",
        "category": "bird, birds, black, candle, cries, envy, envy-quotes, fly, heart, ignite, jealous, jealousy, jealousy-quotes, lies, poem, poems, poetry, poetry-quotes, sick, soul, verse, vestments, wax, white, wick, wings, wisdom"
    },
    {
        "quote": "Let your love be the kindness to make a homeless person believe that a soul needs something more than just four walls and a ceiling.",
        "author": "Munia Khan",
        "category": "believe, ceiling, compassion, four-walls, heart, helping-others, home, homeless, homeless-people, homelessness, kind, kindness, kindness-compassion, love, soul"
    },
    {
        "quote": "When sighs are hypnotized by sorrowHappy moments you need to borrowFrom a little child or from a birdWho has the wild freedom of soul: stirred!",
        "author": "Munia Khan",
        "category": "bird, child, freedom, happy, hypnotize, moment, moments-quotes, need, poem, poetry, poetry-quotes, sighs, sorrow, soul, soul-quotes, stirred"
    },
    {
        "quote": "Every known thing used to be unknownAnd every rock could become a stone Someday nature will have to atone When soul sees dead flesh leaving the bone",
        "author": "Munia Khan",
        "category": "atonement, become, bone, dark, dead, death, flesh, flesh-and-bones, known, leaving, nature, poem, poetry, poetry-quote, poetry-quotes, rock, someday, soul, souls, stone, unknown, verse, wisdom-quotes"
    },
    {
        "quote": "My body weeps to livewhen you make me believe that someday I will be deadsoul sleepless in graveyard's bed",
        "author": "Munia Khan",
        "category": "bed, believe, body, cemetery, cry, dark, dead, death, death-and-dying, demise, grave, graveyard, live, make, sleepless, someday, soul, souls-soul-quotes, weep, wisdom-quotes"
    },
    {
        "quote": "When I ache to live, my mind loves to stay with the peaceful whiteness of a pigeon’s care...in boundless amity..",
        "author": "Munia Khan",
        "category": "ache, aching, aching-heart, amity, bird, boundless, care, living, living-life, mind, peace, peace-of-mind, peace-on-earth, peaceful, peaceful-life, pigeon, pigeons, spiritual, stay, whiteness"
    },
    {
        "quote": "Sharpen your life always; even though it will come to an end like a pencil, we have to keep on writing",
        "author": "Munia Khan",
        "category": "come, death, end, keep, keep-going, life, life-philosophy, life-quotes, pencil, philosophical, philosophy, sharpen, sharpening, spiritual, usefulness, wisdom, wise-quotes, writing"
    },
    {
        "quote": "To me sometimes a mute sky is more expressive than the roaring sea",
        "author": "Munia Khan",
        "category": "expressive, feel, feelings, mute, muteness, nature, noiseless, ocean, philosophy, quiet, roaring, sea, sky, speechless, spiritual, vastness"
    },
    {
        "quote": "The love of a half dead heart will keep you half alive",
        "author": "Munia Khan",
        "category": "alive, dead, death-and-love, half, half-alive, half-dead, heart, keep, living, love, love-hurts, love-quote, love-quotes, lovers, spiritual, spiritual-wisdom, wisdom-quotes"
    },
    {
        "quote": "If an infant had the capacity to think hard about this world, it would have wanted to go back to its mother's womb again",
        "author": "Munia Khan",
        "category": "another, back, capacity, child, infancy, infant, mother, motherhood, philosophical, philosophy-of-life, spiritual, spirituality, think, wisdom, womb, world"
    },
    {
        "quote": "My love for you attains immortality whenever it is touched by the thought of death",
        "author": "Munia Khan",
        "category": "attain, attainment, death, immortal, immortality, love, love-quote, love-quotes, lover, mortal, romance, romantic, spiritual, spirituality, spritualism, thought, thoughts, touch"
    },
    {
        "quote": "Being human doesn't make us humans. Humanity is something else only a kind and loving heart can possess",
        "author": "Munia Khan",
        "category": "being-human, heart-quotes, hearts, human, human-nature, humanity, humanity-quotes, humans, kind, kindness, kindness-quotes, loving, possess, wise-words"
    },
    {
        "quote": "I feel more human when I compare the cuteness of a lizard to a newborn child's sweetness. Both are God's creations filled with precious innocence",
        "author": "Munia Khan",
        "category": "animal, animals, beautiful, beautiful-creatures, child, compare, creation, cuteness, god-s-love, human, humanity, innocence, lizard, lizards, more, newborn, newborns, philosophical, precious, reptile, reptiles, sweet, sweetness"
    },
    {
        "quote": "Nature has no beauty forbiddenManmade concrete slab: guilt-riddenWings or leaves whatever we may careThose limbs with the birds only trees will share",
        "author": "Munia Khan",
        "category": "birds, concrete, leaves, limbs, love-for-nature, nature, nature-quotes, trees, wings"
    },
    {
        "quote": "A tree house, to me, is the most royal palace in the world",
        "author": "Munia Khan",
        "category": "beautiful, green, house, love-of-nature, most, nature, palace, palace-quotes, peaceful, royal, tree, tree-house, tree-quotes, treehouse, trees, world"
    },
    {
        "quote": "A little tranquil lake is more significant to my life than any big city in the world",
        "author": "Munia Khan",
        "category": "amazing, big, big-city, city, important, lake, lakes, life, little, nature, nature-quotes, peacefulness, philosophical, significant, tranquil, tranquility, world"
    },
    {
        "quote": "Bugs never bug my head. They are amazing. It is the activities of humans which actually bug me all the time.",
        "author": "Munia Khan",
        "category": "activities, bug, bugging, bugs, head, human, humans, insect, insect-love, insect-quotes, insects, nature, nature-s-beauty"
    },
    {
        "quote": "Sharks are the lions of the sea.They glamorize the oceanic glory.",
        "author": "Munia Khan",
        "category": "glamorize, glamorous, glory, lions, nature, nature-quotes, ocean, oceanic, sea, shark, shark-quote, shark-week, sharks"
    },
    {
        "quote": "Spring is the fountain of love for thirsty winter",
        "author": "Munia Khan",
        "category": "fountain, love, nature, nature-quotes, season, seasonal, seasons, spring, spring-quotes, springtime, thirsty, winter, wintry"
    },
    {
        "quote": "I adore the sky wearing rainbow shawl of love for the birds so that they could fly free in warmth after the storm",
        "author": "Munia Khan",
        "category": "after, after-storm, afterstorm, bird, birds, flying, free, love, nature, nature-quotes, rainbow, rainbow-quotes, shawl, sky, storm, warmth, wearing"
    },
    {
        "quote": "Trees exhale for us so that we can inhale them to stay alive. Can we ever forget that? Let us love trees with every breath we take until we perish",
        "author": "Munia Khan",
        "category": "alive, breathe, breathing, exhale, exhaling, green, inhale, inhaling, love, lovefortrees, nature, nature-quotes, perish, stay, taking-breath, tree, tree-quotations, tree-quote, tree-quotes, trees"
    },
    {
        "quote": "Nature is the guardian of Africa. While the sun lights the African sky in day time, the moon begs the world to help her lighting Africa in the night",
        "author": "Munia Khan",
        "category": "africa, african, africans, darkness, electricity, guardian, help, lack-of-electricity, light, moon, mothernature, nature, night, no_electricity, provide, sky"
    },
    {
        "quote": "Only mountains can feel the frozen warmth of the sun through snow's gentle caress on their peaks",
        "author": "Munia Khan",
        "category": "caress, feel, frozen, gentle, highest, mountain, mountains, nature, nature-quotes, peak, snow, snow-white, sun, the-sun, warmth"
    },
    {
        "quote": "Despite its dark veins, the transparency of dragonfly’s wings assures me of a pure, innocent world",
        "author": "Munia Khan",
        "category": "clear, clearer, dark, dragonfly, heart, hearts, human, innocence, insect, insects, inspirational, inspirational-quotes, nature, philosophical, pure, pure-heart, pure-hearted, pure-thoughts, spiritual-wisdom, transparency, transparent, vein, veins, wisdom, wisdom-quotes, world, world-peace"
    },
    {
        "quote": "It doesn't matter how green a blade of grass is expected to be, when it's already smashed beneath the feet.",
        "author": "Munia Khan",
        "category": "already, beneath, blade, blade-of-grass, expect, expectation, expected, feet, grass, green, greenness, nature, smash, wisdom, wise-quotes, wise-words"
    },
    {
        "quote": "Every lake belongs to the quietness desired by the swans.",
        "author": "Munia Khan",
        "category": "belong, belongs, lake, natural, nature, quiet, quietness, swan, swans"
    },
    {
        "quote": "The intriguing placidity from the slothful pace of a snail is truly very peaceful. Our world is in need of this calmness to pacify itself",
        "author": "Munia Khan",
        "category": "calm, calmness, intriguing, need, pacify, peace, peace-on-earth, peace-quote, peaceful, peaceful-world, peacefulness, slothful, snail, snails, wisdom, wisdom-quotes, wise-words, world"
    },
    {
        "quote": "Just a little piece of peace can cultivate the land of Palestine, but inhuman human won't let it do that....",
        "author": "Munia Khan",
        "category": "cultivate, failure, human, inhuman, inhumanity, land, palestine, palestine-israeli-conflict, palestinian, peace, piece, war"
    },
    {
        "quote": "Some pain has no relief,it can only be sealed You can grasp the wound to feel the scar unhealed.",
        "author": "Munia Khan",
        "category": "agony, dark, feel, grasp, grief, heal, melancholy, only, pain, relief, relief-from-pain, scar, seal, sealed, unhealed, wound, wounded"
    },
    {
        "quote": "Writing fluency sometimes needs an intense agony somewhere in your mind",
        "author": "Munia Khan",
        "category": "agony, fluency, fluent, intense, mind, pain, somewhere, writing, writing-process, writing-quotes"
    },
    {
        "quote": "We have so much to learn from a fallen teardrop which is wiped away from our cheek…never to be felt again",
        "author": "Munia Khan",
        "category": "ache, cheek, cheeks, crying, fallen, felt, learn, learning, never, pain, sadness, teardrop, teardrops, tears, tears-crying, tears-of-love, tears-quotes, wipe-away"
    },
    {
        "quote": "Sometimes a broken heart can mend something else's brokenness",
        "author": "Munia Khan",
        "category": "aching, aching-heart, agony, broken, broken-heart, broken-hearted, brokenness, cure, heart, heartache, heartbreak, heartbreaking, mend, pain, painful, sometimes"
    },
    {
        "quote": "If your tears have lost the ability to hide your pain... why shedding them?",
        "author": "Munia Khan",
        "category": "ability, cry, crying, inspirational, nomoretears, pain, pain-quotes, sadness, shedding, tears, tears-crying, tears-quotes"
    },
    {
        "quote": "Night never needs a shade but it requires to fade into the grin of twinkling stars where light is just a glint of scars",
        "author": "Munia Khan",
        "category": "aching, dark, darkness, glint, glint-of-a-star, grin, light, melancholy, need, night, night-sky, pain, poetry, require, scar, scars, shade, star, starlight, stars, twinkle, twinkling, twinkling-star"
    },
    {
        "quote": "When sadness knows the reason of tears, heart prepares to carry the ache for years",
        "author": "Munia Khan",
        "category": "ache, aching, aching-heart, bear, carry, heart, heartbreak, hurt, hurt-feelings, knowing, knows, melancholia, melancholy, pain, preparation, prepare, reason, reasons, sad, sadness, sadness-quotes, sorrow, tears, tears-crying, tears-quotes, years"
    },
    {
        "quote": "Some memories should be dead as they are like living corpse in mortal's bed",
        "author": "Munia Khan",
        "category": "alive, bed, corpse, dark, darkness, dead, hurt, living, memories, memories-of-love, memories-quotes, memory-quote, mortal, mortals, pain, sleeping"
    },
    {
        "quote": "Smile is the arch of an arrowed heartTears are waters to make pain's life start",
        "author": "Munia Khan",
        "category": "arch, archer, arrow, arrowed, heart, heartache, heartbroken, life, love, love-quotes, make, pain, smile, sorrow, sorrow-quotes, start, tears, waters"
    },
    {
        "quote": "Only pain can define the meaning of tears.",
        "author": "Munia Khan",
        "category": "define, dejection, heartache, love, meaning, meaningful, melancholia, melancholy, only, pain, painful, sorrow, tears, tears-of-life, tears-of-love, wisdom, wisdom-quotes"
    },
    {
        "quote": "Stars are always dancing. Sometimes they dance twinkling away with the rhythm of your joyful heart and sometimes they dance without movement to embrace your heartache as if frozen sculptures of open-armed sadness.",
        "author": "Munia Khan",
        "category": "always, dance, dance-quotes, dancing, embrace, frozen, heart, heartache, joyful, movement, open-armed, open-heart, rhythm, sadness, sculpture, sky, sometimes, sorrow, star, stars, twinkle, twinkle-twinkle, twinkling"
    },
    {
        "quote": "He belongs to a whorehouse, not in my heart",
        "author": "Munia Khan",
        "category": "broken-heart, cheat, dark, deceit, deceiver, heart, love, unfaithful, unfaithfulness, whorehouse"
    },
    {
        "quote": "If you can weep with your words, the meaning of your heart can be written forever",
        "author": "Munia Khan",
        "category": "heart, heartache, poetry, power-of-words, tears, weep, wise-words, words, written"
    },
    {
        "quote": "Love is that indefinable moment of brokenheartedness when you cry and someone weeps with your tears",
        "author": "Munia Khan",
        "category": "broken-hearted, cry, definition-of-love, heart, love, love-quote, lovers, moment, tears, weep"
    },
    {
        "quote": "When the tidal waves wildly behavingMy bare feet on the shore busy savingThe calm warmth leaking out of the sandTo let my heart feel peacefully tanned!",
        "author": "Munia Khan",
        "category": "bare-feet, barefoot, busy, feel, feeling, feet, heart, ocean, oceanic, oceans, poetry, sand, save, sea, seashore, shore, shores-quotes, tanned, tanning, tidal, tidal-wave, tidal-waves, warm, warmth, waves, wild"
    },
    {
        "quote": "A torpid heart in agony needs a pen to bleed",
        "author": "Munia Khan",
        "category": "agony, agony-quotes, bleed, bleeding-heart, heart, heart-of-a-poet, heartache, heartbroken, numb, pen, poet, quill, quiller, torpid, writer, writers-quotes"
    },
    {
        "quote": "Into the sea I’d love to sink When with both eyes a shark can blinkIs he a brave fish or a marine man?Through those closed eyelids my heart will he scan?",
        "author": "Munia Khan",
        "category": "blink, brave, bravery, close, closed, eyelids, eyes, fish, fish-quotes, heart, love-for-shark, marine, ocean, oceanic, scan, sea, shark, shark-quote, sharks, sink"
    },
    {
        "quote": "My heart can feel the softness of a starOnly when the moon stays afar I lay my mind on the pillow of skyWhere sleep dares not ever to pry",
        "author": "Munia Khan",
        "category": "afar, dark-sky, darkness, heart, insomnia, insomniac, lay, mind, mind-power, moon, pillow, poetry, pry, sky, sleep, sleepless, sleeplessness, softness, star, stars, stay"
    },
    {
        "quote": "A merciful heart beats contently stronger than many vengeful ones",
        "author": "Munia Khan",
        "category": "avenging, beat, beats, content, contentment, heart, hearts, many, merciful, mercy, one, revenge, strong, stronger, vengeful, vengefulness, wisdom, words-of-wisdom"
    },
    {
        "quote": "A heart in love is a thriller book of many stories",
        "author": "Munia Khan",
        "category": "adventurous, book, books, heart, hearts, in-love, in-love-experience, love, love-quote, lover, lovers, stories, stories-life, story, thriller"
    },
    {
        "quote": "What can we expect from an empty shell Where many hearts of pearl once beat to dwell Waves fail to break hard layer's bond of loveWailing shore sends memoir to the sky above",
        "author": "Munia Khan",
        "category": "bond, break, dwell, emptiness, empty, emptyshell, expect, heart, hearts, layer, layers, love, memoir, pearl, pearls, sea, send, shell, shore, sky, wail, wave, waves"
    },
    {
        "quote": "Even a heart of a kitten is reliable, if you know how to rely on",
        "author": "Munia Khan",
        "category": "cat, cats, depend, depending, heart, hearts, kitten, kittens, kitty, know, reliable, rely, relying"
    },
    {
        "quote": "You let go of my hand to hold on to my heartDistance grasps us tightnow that we are apart",
        "author": "Munia Khan",
        "category": "apart, distance, distance-relationship, far, go, grasp, grasping, hand, heart, hearts, hold, holding-on, letting-go, love, lover, lovers, tight, us, we"
    },
    {
        "quote": "Starlight beats when heart twinklesYouthful sky beyond cloudy wrinklesMuse of glory to flame the nightVerse inscribed as written light",
        "author": "Munia Khan",
        "category": "cloudy, flame, glory, heart, hearts, inscribe, light, light-and-darkness, muse, night, nightsky, poems, poetry, sky, star, stars, twinkle, twinkled, verse, wrinkle, wrinkles, written, youthful"
    },
    {
        "quote": "The sky can never be frozen because its vastness has chosenall warmth of our lives as we look abovewith unbreakable hearts armoured in love",
        "author": "Munia Khan",
        "category": "armour, armoured, chosen, frozen, heart, hearts, lives, love, love-quote, poem, poetry, sky, unbreakable, vastness, warm, warmth"
    },
    {
        "quote": "Sealing your lips makes your eyes talk Truth creeps beneath your lame feet’s walk Knees stiffen when blood vessels stalk A pounding heart’s lies hard as rock",
        "author": "Munia Khan",
        "category": "blood, bloodvessel, deceit, eyes, feet, hard, heart, knees, lame, liar, liars, lies, life, lips, monorhyme, poem, poems, poetry-quotes, pounding, rhyme, rock, seal, sealed, sealed-lips, sealing, stalk, stalking, stiffen, stiif, talk, truth, verse, vessel, vessels, walk"
    },
    {
        "quote": "The moon seems unawareof night's dark hittingon the damp warm rain misguiding owl's spitting A thunder light of loveraising hearts beatingwhile weather learns morefrom rain lovers meeting",
        "author": "Munia Khan",
        "category": "beating, bird, birds, damp, dark, heart, hit, hitting, learn, learning, light, love, lovers, meetings, moon, moonlight, night, owl, owls, poem, poetry, poetry-quotes, rain, rainy, rainy-day, romance, romantic, spit, spitting, thunder, thunderbolt, warm, weather, weather-conditions"
    },
    {
        "quote": "Love hurts because it holds hearts",
        "author": "Munia Khan",
        "category": "because, heart, heartache, heartbroken, hearts, hold, hurting-heart, love, love-hurts, love-quote, love-quotes, lovers, six, six-word-memoirs, six-word-story"
    },
    {
        "quote": "Spring can still be felteven if you lay under the bedFrozen heart can meltin coldness when wintry love misled",
        "author": "Munia Khan",
        "category": "bed, beneath, cold, cold-heart, coldness, frozen, heart, lay, love, love-quote, love-quotes, melt, mislead, misled, spiritual, spirituality, spring, under, winter, wintry"
    },
    {
        "quote": "When you run out of love, it’s really hard to understand whether you have lost your heart or your heart has lost you…",
        "author": "Munia Khan",
        "category": "hard, heart, heartache, lost, lost-love, love, love-quote, love-quotes, philosophy, run, run-out, spiritual, spiritual-quotes, spiritual-wisdom, understand, wisdom"
    },
    {
        "quote": "Distance unites missing beats of two hearts in love",
        "author": "Munia Khan",
        "category": "beats, distance, distance-love, distance-relationship, heart, heartbeat, heartbeats, hearts, love-quotes, lover, lovers, missing, missing-you, unites"
    },
    {
        "quote": "Even baldness becomes a beauty of a hairless head through the heart of acceptance",
        "author": "Munia Khan",
        "category": "accept, acceptance, acceptance-of-oneself, acceptance-of-others, bald, baldness, beauty, hair, hairless, heart, less, reality"
    },
    {
        "quote": "The sky has a huge heart open for all clouds even on the gloomiest of days.",
        "author": "Munia Khan",
        "category": "clouds, days, gloomiest, gloomy, gloomy-weather, heart, huge, inspirational, inspirational-quotes, sadness, sadness-quotes, skies, sky, their, wisdom, wisdom-quote"
    },
    {
        "quote": "Sometimes the burden of love is heavier than a heavy heart",
        "author": "Munia Khan",
        "category": "burden, heart, heartache, heavier, heavy, love, love-quotes, philosophical, philosophy, sometimes, spiritual, wisdom-quotes, wise-quotes"
    },
    {
        "quote": "Everyone writes with hand, but very few can write with heart",
        "author": "Munia Khan",
        "category": "author, everyone, few, from-the-heart, hand, hands, heart, hearts, inspirational, wisdom-quotes, wise-quotes, wise-words, with, write, writer, writers, writers-on-writing, writers-quotes"
    },
    {
        "quote": "No light can cover the darkness of a liar's heart",
        "author": "Munia Khan",
        "category": "cover, darkness, heart, hearts, liar, liar-quote, liars, light, light-and-darkness, ten-words, wisdom, wisdom-quotes"
    },
    {
        "quote": "A gift can never be cheap or insignificant because of the heart and love it carries.",
        "author": "Munia Khan",
        "category": "bear, because, carry, cheap, gift, gift-of-life, gifts, heart, insignificant, love, present, wisdom, wisdom-quotes"
    },
    {
        "quote": "Donate your blood from your heart to save life. Life will donate you hearts full of love, blood and contentment in return.",
        "author": "Munia Khan",
        "category": "blood, contentment, donate, donation, from, heart, hearts, in-return, life, life-quotes, love, return, satisfaction, save, wisdom, wisdom-inspirational"
    },
    {
        "quote": "You can learn things from a heart so bleedingWhen love bargains with deceitful pleading Hours soar from dawn to dawn splitting your time Don’t hear melody from a soundless chime",
        "author": "Munia Khan",
        "category": "bargain, bleeding, bleeding-heart, chime, chimes, dark, dawn, deceit, deceitful, heart, heartache, hours, hours-of-work, learn, lies, love, love-quotes, melody, pleading, soar, soundless, splitting, time"
    },
    {
        "quote": "Every heart needs a cutting part sharper than a blade to stab agony",
        "author": "Munia Khan",
        "category": "agony, blade, cutting, dark, every, heart, heartache, need, needs, pain, painful, painful-love, part, sharp, sharper, spiritual, spiritual-quotes, spirituality, stab"
    },
    {
        "quote": "You cannot taste a song but you can feel the tune relishing your heart where strings of music belong.",
        "author": "Munia Khan",
        "category": "belong, feel, heart, music, musicality, relish, relishing, song, songs-lyrics, string, strings, taste, tune"
    },
    {
        "quote": "Your eyes need to be opened wider than your heart, when love is blinder than your eyes.",
        "author": "Munia Khan",
        "category": "blind, blinded-by-love, eye, eyes, heart, hearts, love, love-hurts, love-quotes, wide, wider, wisdom, wisdom-quotes, you"
    },
    {
        "quote": "A prisoner should know that there are thousands of imprisoned freemen living in this world…jailed in their own society, handcuffed by duties..",
        "author": "Munia Khan",
        "category": "duties, duty, family, handcuffed, imprisoned, imprisonment, imprisonment-quote, jail, prison, prisoner, social, social-life, thousand, thousands, wisdom"
    },
    {
        "quote": "Distance matters only when you fail to cover it through your mind",
        "author": "Munia Khan",
        "category": "cover, distance, long, long-distance-love, long-distance-relationships, matters, mind, mind-body-spirit, mind-power, through"
    },
    {
        "quote": "My words are my children. I am eternally grateful to the womb of my mind for conceiving them.",
        "author": "Munia Khan",
        "category": "children, conceive, eternally, grateful, gratefulness, mind, poet, poet-s-words, poetry, poetry-life, poetry-love, poets, womb, words"
    },
    {
        "quote": "Human psychology is the most mysterious thing in the world.",
        "author": "Munia Khan",
        "category": "fact, human, humans, mind, mind-power, most, mysterious, mystery, psychiatry, psychological, psychology, thing, wisdom, wise-words, world"
    },
    {
        "quote": "Bookworms are the most precious worms in the world when they are humans, feeding upon the paper's body with their starving minds.",
        "author": "Munia Khan",
        "category": "addiction, book, book-quote, booklover, booklovers, books, books-reading, bookworm, bookworms, feeding, human, humans, mind, minds, paper, precious, world, worm, worms, written, written-word"
    },
    {
        "quote": "Flight of my mind rises beneath the seagull’s wings …then ocean is my motherland I feel.",
        "author": "Munia Khan",
        "category": "beneath, feel, flight, gulls, land, mind, mind-body-spirit, mind-power, mindfulness, minds, motherland, ocean, oceanic, oceans, rise, sea, seagull, seagulls, spirit, spirituality, wing, wings, wings-of-your-mind"
    },
    {
        "quote": "Every criminal has a good mind conquered by the devil",
        "author": "Munia Khan",
        "category": "conquer, conquered, criminal, criminal-justice, criminals, devil, devils, mind, minds"
    },
    {
        "quote": "Every dream is the beginning of a new life in your thoughts..",
        "author": "Munia Khan",
        "category": "beginning, dream, dreams, dreams-inspirational, dreams-quotes, everything, life, mind, new, philosophical, spiritual, thoughts"
    },
    {
        "quote": "Every mind should reflect to touch the green of life through trees.",
        "author": "Munia Khan",
        "category": "every, green, inspirational, life, mind, minds, nature, through, touch, tree, trees, trees-forest"
    },
    {
        "quote": "When you become a raindrop in your mind Thunder is the closest friend you may find Wind lashed trees, dark clouds, lightning or the dust Everything you will bear once you adjust",
        "author": "Munia Khan",
        "category": "adjust, bear, cloud, clouds, dark, dust, find, friend, lightning, mind, poem, poetry, poetry-quotes, rain, raindrop, raindrops, storm, storms, thunder, trees, wind, wisdom, wisdom-inspirational, wisdom-quotes"
    },
    {
        "quote": "I’ve learnt to gather simplicity from grasshoppers. I like their naive indecisive minds never knowing exactly when to stop chirping, and I envy their ability to be able to mingle with the green…",
        "author": "Munia Khan",
        "category": "ability, chirping, envy, grasshopper, grasshopper-jungle, grasshoppers, green, indecisive, indecisiveness, knowing, like, likes, mind, minds, mingle, mix, naive, simple, simple-truths, simplicity, simplicity-happiness-joy, simplicity-in-life, stop"
    },
    {
        "quote": "The light within us can always identify our mind’s darkness",
        "author": "Munia Khan",
        "category": "always, dark, dark-fantasy, darkness, detect, identify, identify-with, identifying, identifying-feelings, light, lightness, mind, mind-control, mind-power, within, within-you"
    },
    {
        "quote": "The world of light and starry grace;within your mind I live to trace.Your thought’s speed in thunder’s glory,lightening my being with dream’s story.I embrace the tree carrying your nameYour unspoken wish : the heart of fame.",
        "author": "Munia Khan",
        "category": "dreams, embrace, fame, glory, grace, heart, light, lightening, live, mind, poem, poetry-quotes, speed, speeding, starry, story, thoughts, thunder, tree, tree-of-life, wish, world"
    },
    {
        "quote": "Aren't we all homeless without a home inside our mind?",
        "author": "Munia Khan",
        "category": "home, homeless, homelessness, inside, mind, minds"
    },
    {
        "quote": "Wisemen's minds and hearts live together under the same roof of wisdom",
        "author": "Munia Khan",
        "category": "heart, mind, roof, together, wisdom, wisdom-inspirational, wisdom-quotes, wise, wiseman, wisemen"
    },
    {
        "quote": "Mind hates to seep in delusion soaking faintly discolored obsession.",
        "author": "Munia Khan",
        "category": "delusion, discolored, faint, hate, mind, mind-power, obsession, obsessions, seep, soaking"
    },
    {
        "quote": "A mind can bleed a heart to death.",
        "author": "Munia Khan",
        "category": "bleed, bleeding, bleeding-heart, dark, death, heartache, mind"
    },
    {
        "quote": "Wrap your mind around my thoughts as I wrap my soul around your heart.",
        "author": "Munia Khan",
        "category": "love, lovers, mind, romance, romance-love, soul, soulmate, soulmates, thoughts, wrap"
    },
    {
        "quote": "Set your peace freebefore your caged mind catchesyou again in another dream trapwhere you may loathe to be your own menace awaiting in hope of a war-less world !",
        "author": "Munia Khan",
        "category": "dream, dreams, mind, peace, war, world"
    },
    {
        "quote": "A heartful mind can always see better than mindless eyes",
        "author": "Munia Khan",
        "category": "eyes, heart, mind, see"
    },
    {
        "quote": "Plenty of foods inside my stomach.Soul is empty.",
        "author": "Munia Khan",
        "category": "food, mind, soul"
    },
    {
        "quote": "Word-Power'Being stuck in my room,I've become a world traveler.If you wonder how...just guess how I've reached you right now",
        "author": "Munia Khan",
        "category": "now, power, power-of-words, powerful, reached, readers, readers-and-writers, right, room, stuck, traveler, travelers, wonder, word, words, words-have-power, world, world-traveler, writer, writers, writers-on-writing, writing"
    },
    {
        "quote": "We must yield to the power of words. Even God has chosen words to communicate with his creatures like us",
        "author": "Munia Khan",
        "category": "chosen, communicate, communication, creature, creatures, god, god-s-will, power, power-of-words, wordpower, words, words-have-power, yield"
    },
    {
        "quote": "Sitting in a corner, I live like a toad Oh! How I love my room: my tiny abode! Here I wake up; and I sleep in hereThe world far away; yet virtually near Not that I'm jailed in this place of graceJust don't want to face another face",
        "author": "Munia Khan",
        "category": "abode, abode-of-the-living, alone, corner, cyber, cyberspace, depressed, depression, face, far, grace, home, introvert, jail, lifeless, living-life, loneliness, my-room, near, place, poetry, room, rooms, sleep, tiny, toad, unwilling, unwillingness, verse, virtual, virtually, wake-up, world"
    },
    {
        "quote": "A poet can imagine an iceberg singing a melancholic song while the world leaders find it difficult to imagine proper solution to global warming.",
        "author": "Munia Khan",
        "category": "climate-change, climate-change-quotes, difficult, difficulties, global, global-warming, iceberg, imagine, melancholic, poet, poets, satire, satirical, solution, solutions, song, warming, world, world-leader, world-leaders"
    },
    {
        "quote": "Deceivers are the most hideous creatures in the world",
        "author": "Munia Khan",
        "category": "cheat, cheating, creature, creatures, deceit, deceitful-people, deceived, deceiver, deceivers, hideous, most, ugly, wise-words, world"
    },
    {
        "quote": "Lovers are the best birds in the world when they know how to fly higher...",
        "author": "Munia Khan",
        "category": "best, bird, bird-quotes, birds, fly, fly-quotes, flying, flying-spirit, higher, love, love-quote, love-quotes-and-sayings, lover, lovers, lovers-quotes, romance, romance-love, romantic, world"
    },
    {
        "quote": "Where in the world would a star be without the love of the sky?",
        "author": "Munia Khan",
        "category": "galaxy, love, love-quote, skies, sky, sky-and-holder, sky-quotes, star, stars, universe, universe-quotes, where, world"
    },
    {
        "quote": "Smile puts a smile on all the good things in the world",
        "author": "Munia Khan",
        "category": "good, happiness, happiness-quotes, happy, put, smile, smile-quotes, smiles, things, world"
    },
    {
        "quote": "Happiness is the most magical thing in this world the amount of which remains the same, even after distributing it amongst innumerable unhappy people.",
        "author": "Munia Khan",
        "category": "amount, distribute, distributed-quote, distribution, happiness, happiness-quotes, joyful, life, life-philosophy, merry, persons, sad, same, unhappy, unhappy-people, unhappy-quotes, world"
    },
    {
        "quote": "In a world of lovelightning and rainbow are lovers now. They arc and strike upon the horizon of credence to rise above their cloudy vow",
        "author": "Munia Khan",
        "category": "above, arcing, cloudy, cloudy-day, horizon, light-and-darkness, lightning, lightning-bolt, lightning-strike, love, lovers, lovers-quotes, poetry, poetry-quotes, rainbow, rainbow-quotes, rise, rise-above, strike-of-lightning, striking, upon, vow, world"
    },
    {
        "quote": "In a cruel world kindness is certainly an unsafe virtue",
        "author": "Munia Khan",
        "category": "cruel, cruel-world, cruelty, kindness, kindness-quote, kindness-quotes, unsafe, virtue, virtue-quotes, virtues, wisdom, wisdom-quotes, world"
    },
    {
        "quote": "We live in a world where a hut made of clay is more durable than brick buildings, because poverty doesn't allow it to be reconstructed.",
        "author": "Munia Khan",
        "category": "allow, brick, building, buildings, clay, durable, hut, live, live-life, made, more, mud, philosophical, poor, poverty, poverty-wealth, reconstructed, reconstruction, third-world, wisdom, wisdom-quotes, world"
    },
    {
        "quote": "Milk is the only juice in a world of cows.",
        "author": "Munia Khan",
        "category": "animal, animals, cow, cows, domestic, drink, juice, liquid, milk, only, philosophical, wisdom-quotes, world"
    },
    {
        "quote": "Wind and breeze are separated todayCrimson twilight denies to fade away Grass blades turn brown to match the soilWe pretend to smile at every turmoil",
        "author": "Munia Khan",
        "category": "breeze, brown, chaos, crimson, crisis, denies, divided, fade, grass, grassblade, match, poem, poetry, poetry-quotes, pretend, pretender, quote, separated, smile, smile-quotes, soil, today, turmoil, twilight, wind, world-crisis"
    },
    {
        "quote": "Courage cannot be unveiled without reality",
        "author": "Munia Khan",
        "category": "brave, bravery, courage, courage-quotes, reality, reality-quotes, unveil, unveiled, wisdom, wise-words, without"
    },
    {
        "quote": "Passion lingers on a state of blissLove loves you more when you kiss",
        "author": "Munia Khan",
        "category": "affection, bliss, kiss, kisses, kissing, kissing-quotes, linger, love, love-quote, love-quotes, lover, lovers, more, passion, passionate, passionate-love, poetry, poetry-quotes, roamance, romantic, romantic-quotes, state"
    },
    {
        "quote": "Home was never a dream for homeless people as they used to have their homes. Living in a home was their reality. Now we need to help them to find the lost-reality again.",
        "author": "Munia Khan",
        "category": "find, help, helping-others, helping-people, home, homeless, homeless-people, homelessness, lost, need, reality, reality-of-life, their"
    },
    {
        "quote": "When reality hurts, make sure to soar above the dream-stained sky!",
        "author": "Munia Khan",
        "category": "above, dream, dreams, dreams-inspirational, dreams-quotes, hurt, hurt-feelings, hurts, inspirational, inspirational-quotes, make, reality, reality-of-life, sky, soar, soar-quote, soaring, soaring-quotes, stain, stained, sure, when"
    },
    {
        "quote": "In my reality all the mosquitoes are vampires and all fireflies are dragons.",
        "author": "Munia Khan",
        "category": "dracula, dragons, mosquito, reality, reality-of-life, vampire, vampires"
    },
    {
        "quote": "The joy of knowing a foreign language is inexpressible. I find it really difficult to express such joy in my mother tongue.",
        "author": "Munia Khan",
        "category": "express, foreign, foreign-language, foreigners, inexpressible, joy, know, knowing, language, language-barrier, language-learning, language-understanding, languages, learn-language, learning, mother-language, mother-tongue, understanding"
    },
    {
        "quote": "Loneliness is not the enemy of your joy as long as you know how you should always destroy the pensive mood that remains with you like a friend who never stands up for you when you’re forced to bend",
        "author": "Munia Khan",
        "category": "always, bend, destroy, enemy, forced, friend, joy, joy-of-life, loneliness, loneliness-quotes, mood, pensive, remain, remains, should, spiritual, spiritual-quotes, stand-up, wisdom, wisdom-quotes"
    },
    {
        "quote": "The wind and sky know that there is no joy in unlimited freedom",
        "author": "Munia Khan",
        "category": "freedom, joy, know, sky, unlimited, wind, wisdom, wisdom-quotes"
    },
    {
        "quote": "My tears of joyhear the raindrops crying,as the rain never wants to pourdown on my cloudy dayswhen I makeour love-dreamsfor the sun to dreamonly for you....(From the poem \"Only For You\" By Munia Khan)",
        "author": "Munia Khan",
        "category": "cloudy, cloudy-day, cry, crying, dream, dreams, dreams-inspirational, for-you, joy, love-quote, love-quotes, love-story, lovers, poem, poetry, poetry-quotes, rain, raindrops, sun, tears"
    },
    {
        "quote": "Every joy is like a piece of mirror: always reflecting..",
        "author": "Munia Khan",
        "category": "always, every, happiness-quotes, joy, joy-of-life, joyful, mirror, piece, reflecting, reflection"
    },
    {
        "quote": "Live alone if staying together seems lifeless",
        "author": "Munia Khan",
        "category": "alone, lifeless, lifelessness, live, seems, solitary, stay, together, wisdom-quotes"
    },
    {
        "quote": "Let the fools hold on to their treasured stupidityLet yourself be safe in wisdom with much rapidity",
        "author": "Munia Khan",
        "category": "fool, foolish, foolishness, fools, hold, holding-on, rapidity, safe, stupidity, stupidity-of-man, stupidity-quotes, treasure, wisdom, wisdom-quotes, wise, wise-words"
    },
    {
        "quote": "If you venture to be a sageLet your virtues subside your rageFor deep wisdom you’ll be veneratedLet cold veins feel blood cells generated",
        "author": "Munia Khan",
        "category": "blood, bloodcell, cells, cold, deep, feel, generated, rage, subsided, veins, venerated, venture, virtue-quotes, virtues, wisdom, wisdom-quote, wisdom-quotes, wise"
    },
    {
        "quote": "Patience is to wait for the ice to melt instead of breaking it.",
        "author": "Munia Khan",
        "category": "breaking, ice, melt, melting, patience, patient, patient-in-life, snow, wait, waiting, wisdom, wisdom-quotes, wise-words"
    },
    {
        "quote": "Do not feel sad for your tears as rocks never regret the waterfalls",
        "author": "Munia Khan",
        "category": "don-t, feel, feeling, inspiration, inspirational, never, regret, regrets, rock, rocks, sad, sadness, sadness-loneliness, stone, tears, tears-crying, water, waterfall, waterfalls, wisdom, wisdom-quote, wisdom-quotes"
    },
    {
        "quote": "Growth of human hair is the absolute blessing for a barber",
        "author": "Munia Khan",
        "category": "absolute, barber, blessing, cut, fact, facts-of-life, growing, growth, hair, haircut, haircuts, hairdresser, hairstyle, human, wisdom, wisdom-quotes"
    },
    {
        "quote": "Learn how to learn...then start learning",
        "author": "Munia Khan",
        "category": "how, learn, learner, learning, learning-quotes, lesson, lessons-in-life, start, then, wisdom-quotes, wise-words"
    },
    {
        "quote": "The value of darkness can never be measuredif you don’t break its cheap spell secretly treasured",
        "author": "Munia Khan",
        "category": "break, dark, darkness, measure, measured, secret, secretly, spell, spiritual-quotes, spirituality, treasure, treasured, value, wisdom, wisdom-quotes"
    },
    {
        "quote": "Patience is the blue vitriol to control the fungal emotions of life",
        "author": "Munia Khan",
        "category": "blue, blue-vitriol, chemistry, emotion, emotional, emotions, fungal, life-lessons, life-philosophy, life-quotes, patience, patience-and-love, patience-quotes, philosphical-quotes, vitriol, wisdom-quotes"
    },
    {
        "quote": "Future never desires to become a past.",
        "author": "Munia Khan",
        "category": "become, desire, desires, future, never, past, wisdom-quotes, wisewords"
    },
    {
        "quote": "Future never desires to become a past",
        "author": "Munia Khan",
        "category": "become, desire, desires-quotes, future, future-past, future-quotes, never, past, time, wisdom, wisdom-quotes"
    },
    {
        "quote": "A lie has many colours, while white is the only faithful colour of truth.",
        "author": "Munia Khan",
        "category": "color, colors, colour, colours, faithful, liar, liar-quote, lie, lies, many, truth, white, wisdom, wisdom-quotes"
    },
    {
        "quote": "Soft feathers cannot make a cruel bird kind",
        "author": "Munia Khan",
        "category": "avian, bird, birds, cannot, cruel, cruelty, feather, feathers, kind, kindness, make, soft, wisdom, wisdom-quote, wisdom-quotes, wise-quotes"
    },
    {
        "quote": "Not every wall needs a ceiling",
        "author": "Munia Khan",
        "category": "ceiling, every, need, needs, not, six-word-memoirs, six-word-story, wall, walls, wisdom, wisdom-quotes, wise"
    },
    {
        "quote": "If you allow coldness to engulf you before winter, season is helpless to help you.",
        "author": "Munia Khan",
        "category": "allow, before, cold, cold-days, coldness, engulf, help, helpless, season, seasons, winter, wisdom, wisdom-quotes"
    },
    {
        "quote": "Only the moon's smile can cure the unseen scars of darkness",
        "author": "Munia Khan",
        "category": "cure, dark, darkness, moon, moon-magic, moonlight, scar, scars, smile, unseen, wisdom-quotes, wise-words"
    },
    {
        "quote": "I think poetry without metaphor is like husband and wife living in separate bedrooms.",
        "author": "Munia Khan",
        "category": "bedrooms, fact, husband, living, living-life, metaphor, metaphorical, metaphors, metaphors-similies, poems, poetry, poetry-life, poetry-quotes, separate, wife, wisdom-quotes, without"
    },
    {
        "quote": "A lantern can give you light only when you light it",
        "author": "Munia Khan",
        "category": "give, lantern, light, light-and-darkness, one-liner, only, wisdom, wisdom-quotes, wise-words"
    },
    {
        "quote": "When something means nothing to you, you can do everything you want; but someday, somehow you may have to pay for it.",
        "author": "Munia Khan",
        "category": "can, do, everything, have-to-be-right, may, means, nothing, pay, pay-for-it, someday, somehow, something, things, want, wisdom-quote, wisdom-quotes, wisdom-wise, wise-words"
    },
    {
        "quote": "Our miseries are inseparable, so is our every single blessing.",
        "author": "Munia Khan",
        "category": "blessing, blessings, blessings-quotes, inseparable, inspiration, inspirational, inspirational-quotes, miseries, misery, separated, single, wisdom-inspirational, wisdom-quotes"
    },
    {
        "quote": "Time appears to be most wasted when someone seeks truth in lies",
        "author": "Munia Khan",
        "category": "appear, appears, lies, looking, most, seek, someone, time, truth, truths, waste, wasted-time, wisdom-quotes, wise-quotes, wise-sayings, wise-words"
    },
    {
        "quote": "You cannot buy trust,you have to earn it.",
        "author": "Munia Khan",
        "category": "buy, earn, faithfulness, have, life-lessons, purchase, trust, trusting, trustworthiness, wisdom, wisdom-quotes, wise-quotes, wise-sayings, wise-words"
    },
    {
        "quote": "If you are a finger, your honesty is the hand to make your existence worth living.",
        "author": "Munia Khan",
        "category": "existence, finger, fingers, hand, honest, honesty, living, make, wisdom, wisdom-quotes, wisdom-wise, wise-words, worth"
    },
    {
        "quote": "It’s not really outstanding when you’re standing outOutcry is the only outburst,if you can’t shout",
        "author": "Munia Khan",
        "category": "cry, emotion, emotional, only, outburst, outcry, outside, outstanding, philosophical, philosophy, really, shout, standing, standing-out, wisdom, wisdom-quotes"
    },
    {
        "quote": "Life’s contentment is like an abstract edifice with a domed ceiling of insanity",
        "author": "Munia Khan",
        "category": "abstract, building, ceiling, contentment, domed, edifice, insane, insane-world, insanity, life, life-lessons, life-philosophy, life-quotes, madness, wisdom, wisdom-quotes"
    },
    {
        "quote": "Our infinitesimal hopes should survive longer than our vast disappointments",
        "author": "Munia Khan",
        "category": "disappointment, disappointments, hope, hopeful, hopeful-and-encouraging, hopes, infinitesimal, longer, our, should, survive, vast, wisdom-inspirational, wisdom-quotes"
    },
    {
        "quote": "We should not fail to hide our love for the one who fails to hide hatred",
        "author": "Munia Khan",
        "category": "fail, failure, failures, hate, hatred, hide, hideous, love, love-quote, love-quotes, should, wisdom, wisdom-quotes"
    },
    {
        "quote": "Protect your dreams from your nightmare",
        "author": "Munia Khan",
        "category": "advice, dream, dreams, nightmare, nightmares, protect, six-word-memoirs, six-word-story, wisdom-quotes"
    },
    {
        "quote": "Dream’s elixir veered between light and clouds to save the blue..",
        "author": "Munia Khan",
        "category": "blue, cloud, clouds, dream, dreams, elixir, lights, save, saving, sky, wisdom-quotes"
    },
    {
        "quote": "Moments give birth to new memories",
        "author": "Munia Khan",
        "category": "birth, give, memories, memory, moments, moments-quotes, new, six-word-memoirs, six-word-story, wisdom, wisdom-quotes"
    },
    {
        "quote": "A child can die even in the safest place on earth- its mother's womb!",
        "author": "Munia Khan",
        "category": "child, childhood, death, die, earth, mother, place, safe, wisdom-quotes, womb"
    },
    {
        "quote": "I want to be a transitory fallen, lifted up by virtues every time.",
        "author": "Munia Khan",
        "category": "everytime, fallen, transitory, virtue, virtues, want, wisdom, wisdom-quotes"
    },
    {
        "quote": "Lightning hides the colour of night",
        "author": "Munia Khan",
        "category": "color, colour, dark, hidden, hide, light, lightning, night, nightlight, six-word-memoirs, six-word-story, thunder, truth, wisdom, wisdom-quotes"
    },
    {
        "quote": "You can never be lost when you learn to get lost into the blue of the sea..",
        "author": "Munia Khan",
        "category": "blue, hide, inspirational, inspirational-quotes, lost, never, ocean, sea, wisdom-quotes"
    },
    {
        "quote": "There is always an inside from outside the door",
        "author": "Munia Khan",
        "category": "always, door, inside, outside, wisdom-quotes"
    },
    {
        "quote": "Never let the salt of your tears be tasteless in grief.",
        "author": "Munia Khan",
        "category": "anguish, grief, grief-support, never, sad, sadness, salt, sorrow, tasteless, tears, wisdom-inspirational, wisdom-quotes"
    },
    {
        "quote": "If wisdom is a place, you should be the wisest one to live there..",
        "author": "Munia Khan",
        "category": "live, place, there, wisdom, wisdom-quotes, wise, wisest"
    },
    {
        "quote": "Street children are lovely blossoms just dropped from the tree after a heavy storm. Now they need to be put together with a needle and threads of security and shelter to live into a beautiful circle of life’s garland",
        "author": "Munia Khan",
        "category": "blossom, blossoms, children, circle-of-life, flowers, garland, homeless, homelesskids, homelessness, kids, live, poverty, poverty-stricken, storm, street, street-child, street-kids, trees, wise-words"
    },
    {
        "quote": "Seek more strength for weaker spine No grape grows on sinner’s vine",
        "author": "Munia Khan",
        "category": "faith, faith-quotes, grape, grapes, grow, growing, growth, religion, religion-and-philoshophy, seek, seeking, sin, sinner, spine, spiritual-life, spiritual-quotes, spiritual-wisdom, spiritualism, spirituality, strength, vines, weak, weakness"
    },
    {
        "quote": "My past lives alone. That's why my loneliness wants to live in the past",
        "author": "Munia Khan",
        "category": "alone, alone-quotes, live, live-life, living, loneliness, loneliness-quotes, lonely, past, past-lives, tense, want, wanting"
    },
    {
        "quote": "Water is such a lifesaver into which we cannot breathe but without taking it into us we cannot live",
        "author": "Munia Khan",
        "category": "aqua, aquatic, breath, breathe, breathe-in, cannot, fact, facts-of-life, into, life, life-quotes, lifesaver, live, live-life, living, save, taking, us, water"
    },
    {
        "quote": "If I die today, will you remember me tomorrow?The love I'm leaving behind, will you care to borrow? From a snake-shed-skin or from the sky unknownIn all living and the dead I'll dwell to groan",
        "author": "Munia Khan",
        "category": "borrow, borrowing, care, dead, death, death-and-dying, death-of-a-loved-one, death-quotes, die, dwell, groan, leaving, living, love, poem, poetry, poetry-quote, poetry-quotes, sky, snake, snake-skin, today, today-tomorrow, tomorrow-leave, unknown, verse"
    },
    {
        "quote": "Learn from the ants- how a tiny heart is big enough to love, help and care about another living existence.",
        "author": "Munia Khan",
        "category": "ants, assistance, care, existence, help, insect, kind, kindness, learn, learning, learning-quotes, living, love, virtue"
    },
    {
        "quote": "You don’t need a sad soul to feel the beauty of a dead graveJust stay with the pale moonwhen darkness wants the night to be brave",
        "author": "Munia Khan",
        "category": "beauty, brave, dark, darkness, dead, death, feel, gothic, grave, graveyard, living, moon, moonlight, need, night, nights, pale, sad, sadness, soul, spiritual-quotes, stay, want, wants"
    },
    {
        "quote": "A place to live is not a place to stayA place to stay is not a living place",
        "author": "Munia Khan",
        "category": "abode, home, living, place, stay"
    },
    {
        "quote": "We cannot prepare our fate, but we can stir it up.",
        "author": "Munia Khan",
        "category": "cannot, destiny, fate, fate-destiny, fates, prepare, prepared, stir, stir-things-up"
    },
    {
        "quote": "Learn to lose your destiny to find where it leads you",
        "author": "Munia Khan",
        "category": "destiny, find, lead, learn, learnig, lose, where"
    },
    {
        "quote": "Every past used to be a future once upon a time",
        "author": "Munia Khan",
        "category": "future, future-quotes, old, once, once-upon-a-time, past, philosophical, time, time-quotes, wise-words"
    },
    {
        "quote": "One of my greatest failures: I was trying to cut a piece of moment so that I could erase it.One of my greatest achievements:I have learnt to ignore my futureless past.",
        "author": "Munia Khan",
        "category": "achievement, cut, failure, future, moment, past"
    },
    {
        "quote": "Faith is the only belief which remains alive between heaven and hell.",
        "author": "Munia Khan",
        "category": "alive, aliveness, belief, belief-quotes, death, faith, faith-in-god, faith-quotes, heaven, heaven-and-hell, hell, only, religion, religion-and-philoshophy, remain, remains, theology, trust"
    },
    {
        "quote": "Moon is the light from a lantern in heaven",
        "author": "Munia Khan",
        "category": "beauty, beauty-in-literature, beauty-in-nature, heaven, heaven-and-earth, heaven-on-earth, heaven-quotes, heavenly, lantern, lanterns, light, literature, moon, moon-magic, moonlight, poetry, poetry-quotes"
    },
    {
        "quote": "A chronic poet should always be an inveterate nature-lover.",
        "author": "Munia Khan",
        "category": "always, chronic, inveterate, literature, literature-quotes, lover, natural, nature, nature-lover, poet, poetry, poets, should, ten-words, writers, writers-on-writing"
    },
    {
        "quote": "A writer leads a hyphenated-life with words",
        "author": "Munia Khan",
        "category": "author, author-quotes, authors, hyphenated-identities, hyphenated-words, lead, life, life-and-living, life-quotes, words, wordsmith, writer, writers, writers-life, writers-quotes, writers-world"
    },
    {
        "quote": "If we are the trees, words are our roots; and we grow as we write",
        "author": "Munia Khan",
        "category": "root, roots, tree, trees, word, words, words-of-wisdom, write, writer, writers, writers-quotes"
    },
    {
        "quote": "Words know how to suffocate lies to exhale the truth.",
        "author": "Munia Khan",
        "category": "know, lies, suffocate, truth, words"
    },
    {
        "quote": "It’s been raining outside and I feel like a sad poet, hating my imagination pissing on the roof.",
        "author": "Munia Khan",
        "category": "depression, hatred, rain, saint"
    },
    {
        "quote": "Death is God when love is mine.Prayer preys when we’re divine",
        "author": "Munia Khan",
        "category": "death, god, love, prayer"
    },
    {
        "quote": "Grammar is the breathing power for the life of language",
        "author": "Munia Khan",
        "category": "breath, breathing, grammar, language, language-learning, languages, learning, learning-language, life, life-of-language"
    },
    {
        "quote": "Facing a language you don't know is like returning to your infancy when your mother tongue used to be a foreign language to you",
        "author": "Munia Khan",
        "category": "facing-challenges, foreign, foreign-language, infancy, infant, language, language-barrier, language-learning, language-understanding, learn, learning, mother-tongue, mothertongue, return, returning"
    },
    {
        "quote": "Give me one more night to taste the darkWhen wolves imitate a lone dog's bark Let those secrets remain unspoken Fallen angel's heart now lover's token Light grows dim burying riddle’s death Just breathe to free your one last breath",
        "author": "Munia Khan",
        "category": "breathe, breathing, bury, burying, dark, darkness, death, dogs, fallen, fallen-angels, free, imitate, imitation, last-breath, light, lovers, night, night-sky, poem, poetry, poetry-quote, poetry-quotes, riddle, secret, secrets, taste, unspoken, wolf, wolfen, wolves"
    },
    {
        "quote": "Moon is a superstar to a neon lightBoth are in doubt of their lifeless plight One envies the sun, the other one’s scared But to face the dark they’re always prepared",
        "author": "Munia Khan",
        "category": "dark, darkness, darkness-and-light, envy, lifeless, light, light-and-darkness, lunar, moon, moonlight, neon, neon-light, plight, poem, poetry, poetry-quotes, prepared, sun, superstar, wise-words"
    },
    {
        "quote": "If I were a flower,humming bird would be my favourite beeAnd If I were blind,the light of darkness I'd love to see",
        "author": "Munia Khan",
        "category": "bee, bees, bird, birds, blind, blindness, dark, darkness, eyes, favorite, favourite, favourite-quote, flower, flowers, humming, hummingbird, hummingbirds, insect, light, light-and-darkness, love, poetry, poetry-quotes, see, spiritual-wisdom, verse, were"
    },
    {
        "quote": "I believe the night I’ve never methides one elusive star I needto divide me between darkness and light",
        "author": "Munia Khan",
        "category": "dark, darkness, divide-elusive, hide, hideous, light, meet, night, night-sky, poetry, poetry-quotes, star, stars"
    },
    {
        "quote": "Let’s live to believe leaving all lies behind",
        "author": "Munia Khan",
        "category": "behind, believe, believe-in-others, believer, believes, leave, lie, lies, live, live-in-the-moment, live-your-best-life, trust, truth-and-lies, truth-inspirational"
    },
    {
        "quote": "Faithfulness: where faith is full of necessary trusts!",
        "author": "Munia Khan",
        "category": "faith, faithful, faithfulness, trust"
    },
    {
        "quote": "The center of my sins stuck behind a blocked door, circled by hollow deeds spread on my lifetime’s floor",
        "author": "Munia Khan",
        "category": "atonement, behind, blocked, circle, circled, dark, darkness, deep-thoughts, door, doors, floor, hollow, lifetime, regret, sin, sins, spiritual, spiritual-quotes, spread, stuck"
    },
    {
        "quote": "Being empty makes me whole sometimes. I wonder if every hollow hole has its own solidity of fulfillment",
        "author": "Munia Khan",
        "category": "emptiness, emptiness-in-heart, empty, every, fulfillment, fulfillment-quotes, hole, hollow, make, myself, solid, solidity, sometimes, spiritual, spiritual-quotes, void, wonder"
    },
    {
        "quote": "The real satire starts when I’m shockingly mocked,not mockingly shocked.",
        "author": "Munia Khan",
        "category": "grief, mock, mocked, mockery, mocking, real, satire, satire-write, shocked, shocking, start"
    },
    {
        "quote": "For a brokenhearted person memories are the vital parts of misery",
        "author": "Munia Khan",
        "category": "broken, broken-heart, broken-hearted, broken-hearted-quotes, brokenness, dejection, memories, memories-of-love, memories-quotes, memory, memory-quote, miserable, miseries, misery, misery-and-sadness, parts, person, sadness, vital"
    },
    {
        "quote": "There lives a weeperin each of us-a silent mourner honoring our despairwhen our willingness slain by helplessness continues to resurrect to be slaughtered again",
        "author": "Munia Khan",
        "category": "continue, despair, each, helplessness, honour, mourn, mourners, mourning, poem, poetry, resurrect, sadness, sadness-quotes, silence, silent, slain, slaughter, sorrow, sorrow-quotes, sorrowful, spiritual, verse, weep, weepers, willingness"
    },
    {
        "quote": "Only tears can hear the sound of pain when warm blood reddens discolored stain",
        "author": "Munia Khan",
        "category": "blood, dark, darkness, discolored, hear, melancholy, pain, poetry, poetry-quotes, red, redden, sad, sadness, sound, stain, tear, tears, warm"
    },
    {
        "quote": "Do not trap yourself into an owl's hooting soundwhere sad nights linger through the blackness of a hound",
        "author": "Munia Khan",
        "category": "black, blackness, darkness, grim, hooting, hound, hounds, linger, night, owl, owls, poem, poetry, poetry-quotes, sad, sadness, sound, trap"
    },
    {
        "quote": "Pain pumps blood when heart dies",
        "author": "Munia Khan",
        "category": "blood, die, dies, heart, life, life-quotes, pain, pump, sadness"
    },
    {
        "quote": "If you feel all damp and lonely like a mushroom, find the thick, creamy soup of joyfulness and just dive into it in order to make life tastier",
        "author": "Munia Khan",
        "category": "alone, creamy, damp, dive, feel, joyfulness, life, life-lessons, life-philosophy, life-quotes, lonely, lonliness, mushroom, mushrooms, philosophy, philosophy-of-life, solitude, soup"
    },
    {
        "quote": "Listen to the child in you and follow its innocence",
        "author": "Munia Khan",
        "category": "child, follow, innocence, innocence-and-experience, life-philosophy, listen, moral, you"
    },
    {
        "quote": "We all belong to the holiness of our eternal soul.",
        "author": "Munia Khan",
        "category": "belong, holiness, holy, life, life-philosophy, philosophy, soul, souls"
    },
    {
        "quote": "Let’s pursue the visage of imagination",
        "author": "Munia Khan",
        "category": "face, imagination, imagine, lets, pursue, six-word-memoirs, six-word-story, visage"
    },
    {
        "quote": "Nothing is unreal as long as you can imagine like a crow",
        "author": "Munia Khan",
        "category": "as-long-as, crow, dark, darkness, imagination, imagine, unreal"
    },
    {
        "quote": "Wolves fail to hide their integrity just like the way men fail to hide their own animality.",
        "author": "Munia Khan",
        "category": "animality, dark, fail, failure, hide, hideous, integrity, mankind, men, wolf, wolves"
    },
    {
        "quote": "No food is edible, if you don’t feel like eatingStanding is incredible, if you hate sitting",
        "author": "Munia Khan",
        "category": "eat, eating, edible, food, food-for-thought, food-love, hate, incredible, sitting, stand, standing"
    },
    {
        "quote": "Don’t let your dreams be forsaken by the starry nights",
        "author": "Munia Khan",
        "category": "don-t, dream, dreams, forsake, forsaken, night, nights, starry, starry-night"
    },
    {
        "quote": "My pillows are dreaming, not me.With my eyes closed I only try to feel how they dream.",
        "author": "Munia Khan",
        "category": "closed, dream, dreaming-dreams, dreams, eyes, feel, feelings, only, pillow, pillows, try"
    },
    {
        "quote": "Sleep is my only ally united by a dream treaty",
        "author": "Munia Khan",
        "category": "ally, dream, dreams, only, sleep, sleeping, treaty"
    },
    {
        "quote": "In my dreams I am sleepingI am sleeping in my dreamsI wish to dream in my sleepJust wish to dream in my sleep.",
        "author": "Munia Khan",
        "category": "dream, dreaming, dreams, just, sleep, sleeping, sleeping-in, wish"
    },
    {
        "quote": "Departure of a year welcomes so many new memories",
        "author": "Munia Khan",
        "category": "departure, many, memories, memories-quotes, memory, new, new-year, new-year-quotes, new-years, new-years-eve, welcome, year"
    },
    {
        "quote": "Fear no more as long as her memory surrounds you like a ghost…cry no more as long as she weeps for you like a willow.",
        "author": "Munia Khan",
        "category": "console, cry, crying, fear, fears, ghost, ghosts, inspirational, long, love, lover, lovers, memory, past, surround, weep, willow"
    },
    {
        "quote": "My memories always clutch my brain to understand the past",
        "author": "Munia Khan",
        "category": "brain, clutch, memories, memory, memory-quote, past, understand, understanding"
    },
    {
        "quote": "From one moment to another memory steps back to rediscover the past",
        "author": "Munia Khan",
        "category": "back, discovery, memory, memory-quote, moment, moments, past, rediscover, step, steps"
    },
    {
        "quote": "The colour of fear is never dark or black; it has the colour of thunderbolt; usually white, but can appear in different hues depending on how the fear travels through to get inside your heart",
        "author": "Munia Khan",
        "category": "black, color, colour, dark, darkness, fear, fear-quote, fears, heart, hue, hues, inside, lightning, never, through, thunder, thunderbolt, travel, travels, white"
    },
    {
        "quote": "I’m looking for youin the bare corridor where my shadow is the only passerbyharmonizing an unsettling whisper: echoed through my chiming thoughtsFrom the poem 'Looking For You",
        "author": "Munia Khan",
        "category": "bare, chimes, echo, echoes, harmonizing, looking-for, passerby, poem, poems, poetry, poetry-quotes, shadow, shadow-quest-quotes, shadows, thought, thoughts, whisper"
    },
    {
        "quote": "Eagle's flight of loneliness soars so high Around its sigh, no more alone the sky Other birds remain away, clouds pass byBetween shrouds of life and haze sun rays die",
        "author": "Munia Khan",
        "category": "alone, between, bird, bird-quotes, birds, cloud, clouds, die, eagle, eagle-quotes, eagles, flight, haze, high, life, loneliness, poem, poems, poetry, poetry-quotes, ray, remain, shroud, shrouds, sigh, sky, soar, sun, sunrays, verse, way"
    },
    {
        "quote": "I wish to spend a lifetime near a lighthouse where loneliness will be the glimmer of luminous prancing upon ocean waves… rising and falling only for my breathing.",
        "author": "Munia Khan",
        "category": "breath, breathing, glimmer, life, life-quotes, lifetime, lifetime-quote, lifetime-quotes, lighthouse, lighthouse-quotes, lighthouses, loneliness, loneliness-quotes, ocean, ocean-waves, oceanic, prancing, rising, spend, spiritual, spirituality, waves, wish"
    },
    {
        "quote": "I never feel alone realizing the fact that my life is my only life partner",
        "author": "Munia Khan",
        "category": "alone, aloneness, fact, feel, life, life-partner, loneliness, only, realizing, single, single-life, single-woman, singleness"
    },
    {
        "quote": "You will never feel alone, if you run down the stairs of loneliness; as every solitary step becomes your companion.",
        "author": "Munia Khan",
        "category": "alone, aloneness, become, companion, companions, feel, feeling, loneliness, loneliness-or-solitude, loneliness-quotes, never, solitary, solitude, staircase, stairs, stairway, step, steps"
    },
    {
        "quote": "Life’s harrowing echo only to be faded into exiled loneliness",
        "author": "Munia Khan",
        "category": "echo, exile, exiled, fade, faded, life, loneliness, loneliness-quotes"
    },
    {
        "quote": "My shadow is tired walking with me; but I have yet to be bored walking with myself, all by myself...",
        "author": "Munia Khan",
        "category": "alone, aloneness, loneliness, loneliness-quotes, shadow, shadows, tired"
    },
    {
        "quote": "It is hard to befool a fool who has already been fooled so many times",
        "author": "Munia Khan",
        "category": "befooled, befooling, deceit, deceit-quotes, deceitful, fool, fool-quotes, foolishness, fools, hard, many, stupid, stupidity, wise, wise-quotes, wise-words"
    },
    {
        "quote": "Strong anger can only make you weaker than you already are",
        "author": "Munia Khan",
        "category": "already, anger, anger-quotes, angry, can, make, strong, weak, weaker, wise, wise-words, wrath"
    },
    {
        "quote": "Wings are of many kinds. Butterfly's wings, vulture's wings, eagle-wings, spread wings of white swans, dragonfly's serene wings, wings of albatross, lovely wings of humming birds, tiny wings of a fly or a bumble-bee-wings; and when they fly, they fly their best according to their ability of flying. We should not underestimate the size of those heavenly wings.",
        "author": "Munia Khan",
        "category": "ability, according, albatross, bee, birds, butterfly, dragonfly, eagle, flying, flying-quotes, heavenly, hummingbird, hummingbirds, powerful, size, swans, tiny, underestimate, vulture, wing, wings, wings-and-flying, wings-to-fly, wisdom, wise-words"
    },
    {
        "quote": "Aging is not our fault, but we certainly are guilty of feeling it.",
        "author": "Munia Khan",
        "category": "age, aging, aging-quotes, fault, faults, feel, feeling, growing-old, guilty, old-age, old-people, stay-positive, stay-young, wise-quotes, wise-words"
    },
    {
        "quote": "Our mistakes would not wish for anything more, if we could just stop giving birth to them.",
        "author": "Munia Khan",
        "category": "anything, birth, giving, mistake, mistakes, mistakes-quotes, stop, wisdom, wise-sayings, wise-words, wish, wrongdoing"
    },
    {
        "quote": "It is the honey which makes us cruel enough to ignore the death of a bee",
        "author": "Munia Khan",
        "category": "bee, beehive, beehives, bees, cruel, death, death-and-dying, enough, honey, ignore, makes, philosophical, wise-words"
    },
    {
        "quote": "The problem is not in the sugar when it tastes bitter, the problem is with the tongue.",
        "author": "Munia Khan",
        "category": "bitter, bitterness, problem, problems, sugar, taste, tastes, tongue, trouble, truth, wise-words"
    },
    {
        "quote": "Wounds are inspirations to make us stronger than the sun which blazes the day to be longer",
        "author": "Munia Khan",
        "category": "become, blaze, blazing, burn, burning, day, flame, hurt, inspiration, inspirations, longer, stronger, sun, wise-words, wound, wounds"
    },
    {
        "quote": "Just a single cord is enough to be tangled",
        "author": "Munia Khan",
        "category": "cord, cords, enough, just, single, tangle, tangled, tangled-mess, twist, twisted, wisdom, wise-thoughts, wise-words, wisewords"
    },
    {
        "quote": "An hour is indeed a long time when you count every second",
        "author": "Munia Khan",
        "category": "count, every, hour, hours, indeed, long, second, seconds, time, times, wise-quotes, wise-words"
    },
    {
        "quote": "Happiness lives in every corner of your home and if you are homeless, it lives under the leaves of trees, hiding beneath the sky's cloudiness. All you need to do is to find it with patience.",
        "author": "Munia Khan",
        "category": "beneath, clouds, cloudy, find, happiness, happy, happyquotes, hidden, hide, hideous, home, homeless, homelessness, inspirational, inspirational-quotes, need, patience, sky, tree, trees, wisdom, wise-words"
    },
    {
        "quote": "Our regrets want to bring back many things we leave behind",
        "author": "Munia Khan",
        "category": "back, behind, bring, leave, many, past, regret, regrets, things, want, wise-quotes, wise-words"
    },
    {
        "quote": "In a world of selfie-addiction smile usually is the brand name for an essential drug called pretense",
        "author": "Munia Khan",
        "category": "addiction, brand, brand-name, drug, essential, false, narcissism, narcissists, pretence, pretense, self, selfie, selfie-quotes, selfies, smile, smiles"
    },
    {
        "quote": "Only the writers can change or fix the past by going back to edit old works",
        "author": "Munia Khan",
        "category": "authors, back, change, editing, editor, fix, old, only, past, poets, works, writer, writers, writers-quotes"
    },
    {
        "quote": "Failure is successful when you fail.",
        "author": "Munia Khan",
        "category": "fail, failure, failures, success, successful"
    },
    {
        "quote": "I love to chase my shadow to feel how it rests in the dark.",
        "author": "Munia Khan",
        "category": "dark, darkness, shadow"
    },
    {
        "quote": "Rejoice with glitters of ashes tonightSparkling for moon's spiced silver biteUpon skin of darkness, loving night moreStorm begins unlocking cold wind's door",
        "author": "Munia Khan",
        "category": "ash, ashes, bite, bites, cold, dark, darkness, darkness-and-light, door, glitter, glittering, loving, moon, moon-magic, moonlight, night, night-sky, nights, poem, poems, poetry, poetry-quotes, rejoice, silver, skin, sparkle, sparkling, sparkling-darkness, spice, storm, storms, tonight, unlock, unlocked, wind"
    },
    {
        "quote": "The twilight seems invidious.It simply can’t let the sun hide away when darkness is just another name for night..",
        "author": "Munia Khan",
        "category": "another, away, cannot, dark, darkness, darkness-and-light, hide, invidious, name, night, night-sky, nocturnal, seems, sun, sunset, twilight, twilight-quote"
    },
    {
        "quote": "Satan is never your well-wisher. Get the pleasure of making him annoyed on you by doing good deeds",
        "author": "Munia Khan",
        "category": "annoyed, deeds, evil, faith, good-and-evil, good-deeds, goodness, pleasure, pleasures-of-life, religion, religious, satan, well-wisher"
    },
    {
        "quote": "Sitting makes us think of standingOur current stance keeps on demanding We wish to fly without the wings Puppets move before pulling the strings",
        "author": "Munia Khan",
        "category": "current, demand, demanding, fly, makes, move, poem, poems, poetry, puppet, puppet-show, puppets, sit, sitting, stance, string, strings, verse, verses, wings, wings-and-flying, wish"
    },
    {
        "quote": "(This is from a tribute poem to Ronnie James Dio: Former lead vocalist of the band Rainbow, Black Sabbath. This is written with all the titles of the hit songs of DIO. The titles are all in upper case)You can “CATCH THE RAINBOW” –“A RAINBOW IN THE DARK”Through “ROCK & ROLL CHILDREN”“HOLY DIVER” will lurk“BEFORE THE FALL” of “ELECTRA”“ALL THE FOOLS SAILED AWAY”“JESUS,MARY AND THE HOLY GHOST”-“LORD OF THE LAST DAY”“MASTER OF THE MOON” you areWhen my “ONE FOOT IN THE GRAVE”With our “BLACK”, “COLD FEET”,“MYSTERY” of “PAIN” you craveYou’re “CAUGHT IN THE MIDDLE”,“BETWEEN TWO HEARTS”When “HUNGRY FOR HEAVEN”“HUNTER OF THE HEART” hurts“FALLEN ANGELS” “FEED MY HEART”“FEVER DREAMS” “FEED MY HEAD”“I AM” “ANOTHER LIE”“AFTER ALL (THE DEAD)”Not “GUILTY” if you “HIDE IN THE RAINBOW’’With your perfect “GUITAR SOLO”“DON’T TELL THE KIDS” to “DREAM EVIL”Don’t “GIVE HER THE GUN” to follow“DON’T TALK TO STRANGERS”Those “EVIL EYES” can see“LORD OF THE NIGHT” “MISTREATED”;“MY EYES” hate to fancy“SHAME ON THE NIGHT” “TURN UP THE NIGHT”Now it’s “TIME TO BURN”“TWISTED” “VOODOO” does “WALK ON WATER”And today its our turn“BLOOD FROM A STONE” “BORN ON THE SUN”I’m “BETTER IN THE DARK” “BREATHLESS”The “PRISONER OF PARADISE” you are!Forever you are deathless“SACRED HEART” “SHIVERS”Laying “NAKED IN THE RAIN”“THIS IS YOUR LIFE”- “ WILD ONE”!Your “GOLDEN RULES” we gain“IN DREAMS” “I SPEED AT NIGHT”I’m “LOSING MY INSANITY”“ANOTHER LIE”: “COMPUTER GOD”Your “HEAVEN AND HELL”- my vanity!By “KILLING THE DRAGON”“I COULD HAVE BEEN A DREAMER”I’m “THE LAST IN LINE” To “SCREAM”Like an “INVISIBLE” screamerNow that you are gone“THE END OF THE WORLD” is here“STRAIGHT THROUGH THE HEART”“PUSH” “JUST ANOTHER DAY” in fear“CHILDREN OF THE SEA” “ DYING IN AMERICA”Is it “DEATH BY LOVE”?“FACES IN THE WINDOW” looking forA “GYPSY” from aboveDear “STARGAZER” from “STRANGE HIGHWAYS”Our love “HERE’S TO YOU”“WE ROCK” “ONE MORE FOR THE ROAD”The “OTHER WORLD” anew“ONE NIGHT IN THE CITY” with “NEON KNIGHTS”“THE EYES” “STAY OUT OF MY MIND”The “STARSTRUCK” “SUNSET SUPERMAN”Is what we long to find“THE MAN WHO WOULD BE KING”Is the “INSTITUTIONAL MAN”“SHOOT SHOOT” to “TURN TO STONE”“WHEN A WOMAN CRIES” to planTo “STAND UP AND SHOUT”before “ THE KING OF ROCK AND ROLL”Though “GOD HATES HEAVY METAL”“EAT YOUR HEART OUT” to reach the goal.From the poem- Holy Dio: the Diver (A tribute to Ronnie James Dio)",
        "author": "Munia Khan",
        "category": "dio, fire, hard-rock, heart, heavy-metal, hell, holy, poem, poetry, poetry-quotations, poetry-quotes, poetry-quotes-love, ronnie-james-dio, tribute, tribute-to-ronnie-james-dio"
    },
    {
        "quote": "If lighthouse becomes a burning candle, flickered upon ocean's insanity.Your sailing heart there anchors to handle the obsessed breeze towards sand dune's vanity.",
        "author": "Munia Khan",
        "category": "anchoring, breeze-quote, handle, heart, hearts, lighthouse, lighthouses, obsession, obsessions, ocean, oceans, poem, poems, poetry, poetry-quotations, poetry-quotes, sail, sailing, sand, sea, vanity"
    },
    {
        "quote": "The stars will live for me, if not anything else",
        "author": "Munia Khan",
        "category": "anything, live, myself, night, poem, poetry, poetry-quotes, star, stars"
    },
    {
        "quote": "Pets reflect you like mirrors. When you are happy, you can see your dog smiling and when you are sad, your cat cries.",
        "author": "Munia Khan",
        "category": "cat, cats, cries, dog, dogs, dogs-loyalty, mirror, pet, pets, philosophical, reflect, reflection, reflects, sad, smiling"
    },
    {
        "quote": "Anger can be defeated by controlling our emotions without upsetting the nerves.",
        "author": "Munia Khan",
        "category": "anger, anger-management, control, emotions, nerve, nerves, wrath"
    },
    {
        "quote": "The amazing feeling of being alive beautifully conquers the fear of death",
        "author": "Munia Khan",
        "category": "alive, aliveness, amazing, beautiful, conquer, conquer-fear, dead, death, death-and-dying, fear, fear-of-death, fear-quote, feeling, feelings, life, live, win"
    },
    {
        "quote": "If \"Frailty, thy name is woman\", Frailty must be a man named as 'woman",
        "author": "Munia Khan",
        "category": "frailty, man, shakespearean-insult, woman"
    },
    {
        "quote": "Sometimes the people we love make us hate some other people we love.",
        "author": "Munia Khan",
        "category": "hate, hatred, love, love-hurts, people"
    },
    {
        "quote": "Even a wolf knows how to be polite when animalistic humans have no clue about politeness",
        "author": "Munia Khan",
        "category": "animal-rights, animal-welfare, animalistic, animals, clueless, human, human-nature, humans, manner, polite, politely, politeness, wild, wildlife, wolf, wolves"
    },
    {
        "quote": "I've made him a monster by overloving. Lord knows, if hatred could make him human again.",
        "author": "Munia Khan",
        "category": "again, hatred, hatred-quotes, human, love, love-hurts, love-quotes, made, make, monster, monsters, overlove"
    },
    {
        "quote": "I climb the door instead of a treeJust to crawl with myself walking freeWhat if I’m a lizard beneath my skinChanging my colours of the human I’ve been",
        "author": "Munia Khan",
        "category": "beneath, changing, climb, climbing, colour, colours, crawl, crawling, door, doors, free, human, human-nature, lizard, lizards, poetry, poetry-quote, reptile, skin, skins, tree, underneath, verse, walk, walking"
    },
    {
        "quote": "I want to be a guileless rook to discolor the blackness of all crafty human hearts",
        "author": "Munia Khan",
        "category": "black, blackness, crafty, crow, crows, dark, darkness-and-light, discolored, discolour, guile, guileless, heart, hearts, human, human-being, rook"
    },
    {
        "quote": "Everything unsaid can be guessedTruth may not always be confessed",
        "author": "Munia Khan",
        "category": "assume, assumed, confess, confession, everything, guess, guessing, lies, truth, truths, unsaid, unsaid-words"
    },
    {
        "quote": "When you ‘lie’ to me, you don’t ‘lie down’ or lay.Even after the game you still want to play.",
        "author": "Munia Khan",
        "category": "game, games, liar, liars, lie, lies, play"
    },
    {
        "quote": "Seek for truth,you'll find me;Peek for lies,you'll blind me",
        "author": "Munia Khan",
        "category": "find, lies, seeking, truth, truths"
    },
    {
        "quote": "My eyes in tearsHeart never sighsMy mind never fearsI conquer the lies",
        "author": "Munia Khan",
        "category": "fear, lie, lies, mind, sigh, tears"
    },
    {
        "quote": "nothing is lifelesswhen the moon writes its screedon the silvern sand silence-From the poem:\"The Universe In Blossom",
        "author": "Munia Khan",
        "category": "life, moon, poetry, poetry-life, sand, screed, silence"
    },
    {
        "quote": "Dust is the parent of a star!",
        "author": "Munia Khan",
        "category": "dust, element, fatherhood, form, formation, galactic, galaxy, little, little-things, never-belittle, parent, parenthood, star, stars, universe"
    },
    {
        "quote": "all hopes there, so close to each other,are pulled into the void every night;when a band of pale twinkles milking the wayacross the divine breadth of skywhere every heart belongs.- From the poem \"The Universe In Blossom",
        "author": "Munia Khan",
        "category": "cosmos, galactic, galactic-power, galaxy, heart, milky-way, night, nightsky, universe"
    },
    {
        "quote": "Your love is not really love until you waste it, a kiss is never a kiss until you taste it..",
        "author": "Munia Khan",
        "category": "kiss, kisses, kissing-quotes, love, love-quotes, lovers, never, romance, romance-love, soul, taste, taste-it, taste-this, until, waste, wasted"
    },
    {
        "quote": "Two types of dust I require to wipe my sin",
        "author": "Munia Khan",
        "category": "dust, require, sin, sinner, types, wipe"
    },
    {
        "quote": "To a pessimist, losing bobby pins is as hopeless as losing hair. To an optimist, losing hair gives hope to get the lost bobby pins back.",
        "author": "Munia Khan",
        "category": "back, bobby-pins, hair, hope, hopeful, hopeless, hopelessness, losing, optimism, optimist, pessimism, pessimistic"
    },
    {
        "quote": "I'm two days away from day after tomorrowCounting the hours to my upcoming sorrow Suddenly I lookinto the eyes of my childThen all sadness goneas I smile the way she smiled",
        "author": "Munia Khan",
        "category": "away, child, counting, daughter, days, eyes, happiness, hours, kid, love, love-quote, mother, motherhood-quotes, mothers-and-daughters, parenthood, parents, poems-on-life, poetry, poetry-quotes, smile, smile-quotes, sorrow, suddenly, tomorrow"
    },
    {
        "quote": "his abusemakes her an anvilwithout spark",
        "author": "Munia Khan",
        "category": "abuse, abuser, abusive, anvil, domestic-abuse, domestic-violence, haiku, haiku-quotes, make, poetry, poetry-quotes, spark, violence, without"
    },
    {
        "quote": "I wonder at the starry pattern in the skyAre they little pieces of moon which want to fly..?",
        "author": "Munia Khan",
        "category": "fly, little, moon, night, night-sky, pattern, patterns, pieces, poetry-quotes, rhyming, rhyming-verse, star, starry, starry-night, stars, want, wonder"
    },
    {
        "quote": "I’m looking for youinto that silverspoon where I taste my reflection to feel the touch of your untouchables- from the poem \"Looking For You",
        "author": "Munia Khan",
        "category": "feel, feeling, looking, looking-for, love, poetry, poetry-quotes, reflection, silver, silver-spoon, taste, touch"
    },
    {
        "quote": "Please let me know if I am not hereLet me know if I fail to find you thereFor before the dawn I leave the night behind meAnd before my heart I let you leave me behind.",
        "author": "Munia Khan",
        "category": "behind, dawn, love, poetry, poetry-quotes"
    },
    {
        "quote": "Madness is like an alternative residence. When sanity chases you out of home, take shelter in madness.",
        "author": "Munia Khan",
        "category": "alternative, chases, home, insane, insanity, mad, madness, madness-and-sanity, residence, sanity, sanity-insanity, shelter, take, wisdom, wisdom-inspirational"
    },
    {
        "quote": "A dead man’s vanity: his ashes full of life that cannot be deceased before a living being’s pride.",
        "author": "Munia Khan",
        "category": "dead, livingbeing, pride, vanity"
    },
    {
        "quote": "My pen beats faster as I write with my heart",
        "author": "Munia Khan",
        "category": "beats, faster, happyquotes, heart, heartbeat, pen, write, writer, writers-life, writers-quotes, writing, writing-from-the-heart, writing-process"
    },
    {
        "quote": "Our creator is one. However you name him. Whatever you call him. He is the only one having 99 names...",
        "author": "Munia Khan",
        "category": "creator, god, islam, islamic-quotes, lord, ninety-nine, religion, religion-spirituality, spiritual, spirituality, theology, wisdom"
    },
    {
        "quote": "Love is like electricity sometimes; it may shock you anytime, yet you cannot live without it.",
        "author": "Munia Khan",
        "category": "anytime, electric, electricity, live, love, love-quote, love-quotes, spiritual, spirituality, without"
    },
    {
        "quote": "May be you are gone,but that doesn’t make me come back",
        "author": "Munia Khan",
        "category": "back, come, disappear, gone, live, make, maybe, myself, perhaps, you"
    },
    {
        "quote": "Death is every mortal’s life to be alive!",
        "author": "Munia Khan",
        "category": "alive, death, live, live-life, mortal, mortality, mortals, stay"
    },
    {
        "quote": "When the years are dying in the arms of your life,the earth is in pain moving around the sun.",
        "author": "Munia Khan",
        "category": "age, ageing, aging, around, dying, earth, fade, life, old, old-age, sun, years, years-of-life"
    },
    {
        "quote": "Each tear longs to kiss sorrow",
        "author": "Munia Khan",
        "category": "each, kiss, kissing-quotes, longing, pain, six-word-memoirs, six-word-story, sorrow, sorrowful, tear, tears"
    },
    {
        "quote": "Death is more meaningful than just being dead.",
        "author": "Munia Khan",
        "category": "being, dark, dead, dead-and-gone, deadly, death, meaningful, more"
    },
    {
        "quote": "That’s not me.That’s my duality!",
        "author": "Munia Khan",
        "category": "dark, double-standards, dualism, dualities, duality, myself, myself-quotes, not, six-word-memoirs, six-word-story, spirituality"
    },
    {
        "quote": "Let all the green leaves be mineas long as the trees define shades created by their limbsfor the soil made with victimsof atrocity's vileness to redeem the fragileness",
        "author": "Munia Khan",
        "category": "atrocity, created, dark, define, fragile, fragile-things, fragileness, green, leaves, limbs, made, redeem, rhyming, rhyming-verse, shade, shades, soil, tree, trees, victim, victims, vile, vileness"
    },
    {
        "quote": "Death has a life which kills everybody's life",
        "author": "Munia Khan",
        "category": "dark, death, death-and-dying, kill, killer, life, life-quotes, slay, slayer"
    },
    {
        "quote": "The greatest artist and web-designer ever is indeed a spider!",
        "author": "Munia Khan",
        "category": "artist, greatest, spider, spider-web, spiderweb, web, webdesign"
    },
    {
        "quote": "Never depend on a road, depend on your strides",
        "author": "Munia Khan",
        "category": "depend, dependable, dependence, dependency, dependent, depending, inspirational, path, road, road-quotes, roads, stride, strides, way"
    },
    {
        "quote": "A lost road will remember your footsteps because someday you may want to return, tracing the way.",
        "author": "Munia Khan",
        "category": "back, footstep, footsteps, get, lost, may, might, path, remember, return, road, road-quotes, roads, someday, trace, want, way"
    },
    {
        "quote": "Without dreams ‘life’remains ‘life’..always: neither better nor worse.",
        "author": "Munia Khan",
        "category": "better, dreams, dreams-quotes, life, without, without-dream, worse"
    },
    {
        "quote": "...before the dawn I leave the night behind meand before my heart I let you leave me behind.- from the poem 'Behind",
        "author": "Munia Khan",
        "category": "before, behind, dawn, heart, leave, let-go, night"
    },
    {
        "quote": "A concrete love is a mass of emotion formed into a compound mixture of affection, care, desire and expectation.",
        "author": "Munia Khan",
        "category": "affection, emotion, love"
    },
    {
        "quote": "Life needs a room so hermetically sealed to breathe life",
        "author": "Munia Khan",
        "category": "breathe, hermetically, life, life-quote, life-quotes, room, seal"
    },
    {
        "quote": "Deep down inside we always seek for our departed loved ones",
        "author": "Munia Khan",
        "category": "always, always-and-forever, dead, dead-and-gone, dead-people, dead-souls, death, death-of-a-loved-one, deep, departed-souls, loved-ones, philosophical, search, searching-for-love, seek, seeking, truth-of-life, wisdom"
    },
    {
        "quote": "Even a cockroach can be legendary by being killed by a legend.",
        "author": "Munia Khan",
        "category": "cockroach, cockroaches, insect, kill, killed, killer, legend, legendary, legends, philosophical, philosphy, wisdom"
    },
    {
        "quote": "Today is a fantasy for tomorrow has gone and yesterday is here!",
        "author": "Munia Khan",
        "category": "dreams, fantasy, present, today"
    },
    {
        "quote": "Our politicians always show lame excuse to defend their cripple decisions.",
        "author": "Munia Khan",
        "category": "always, crippled, decision, decisions, defend, excuse, excuses, lame, political, political-humor, politicians, politicians-tragedy, politics"
    },
    {
        "quote": "Footsteps are the wonders of staying alive to move forward",
        "author": "Munia Khan",
        "category": "alive, footstep, footsteps, forward, forward-movement, move, stay, staying-alive, step, steps, wonder, wonders"
    },
    {
        "quote": "Seventy years of life is nothing in front of a single day of death",
        "author": "Munia Khan",
        "category": "death, death-and-dying, in-front-of, life, nothing, nothingness, single, years"
    },
    {
        "quote": "We should learn to savor some moments to let time feel worth existing",
        "author": "Munia Khan",
        "category": "exist, existing, feel, inspirational, inspirational-quotes, learn, moments, moments-of-life, moments-quotes, savor, savor-the-moment, savour, should, time, worth"
    },
    {
        "quote": "I think the best shaped box ever on earth is a coffin which can be handmade to escort the forever numb-hands.",
        "author": "Munia Khan",
        "category": "coffin, dead, death, forever, handmade, hands, numb, shaped"
    },
    {
        "quote": "A selfie is nothing more than just an external reflection of yourself",
        "author": "Munia Khan",
        "category": "external, mirror, nothing, reflection, reflection-quotes, reflections, selfie, selfie-quote, selfie-quotes, selfies, wisewords, yourself, yourself-quote"
    },
    {
        "quote": "We Pisceans know how to swim without water",
        "author": "Munia Khan",
        "category": "how, piscean, pisceans, pisces, pisces-quotes, swim, swimmer, swimmers, swimming, water, we, without, zodiac, zodiac-sign, zodiac-signs"
    },
    {
        "quote": "Sturdy swimmers afloat on water-couch Beneath the heavy bill their treasured pouchFishes pray for them to fly far away Inland lakes toast to the Pelican’s day",
        "author": "Munia Khan",
        "category": "afloat, beneath, bill, bird, bird-quotes, birds, couch, day, far, fish, fly, heavy, lake, lakes, pelican, poetry, pouch, pray, sturdy, swimmer, swimmers, toast, water"
    },
    {
        "quote": "The taste of moon is like honey to all honeymooners, but after some years does the moon's scar make it bitter?",
        "author": "Munia Khan",
        "category": "all, honey, honeymoon, honeymoon-period, honeymooner, moon, moon-s-scar, scar, scars, taste"
    },
    {
        "quote": "The moon can never breathe, but it can take our breath away with the beauty of its cold, arid orb.",
        "author": "Munia Khan",
        "category": "arid, away, beauty, beauty-in-nature, breath, breathe, breathing, cold, dry, luna, moon, moonlight, orb, our, take"
    },
    {
        "quote": "Stop being afraid of fear, let it be scared of you",
        "author": "Munia Khan",
        "category": "afraid, fear, fear-quote, fearless, inspirational, inspirational-quotes, stop"
    },
    {
        "quote": "Wild waves rise and fall when they arrive And that’s what makes the calm sea alive",
        "author": "Munia Khan",
        "category": "alive, arrive, fall, make, make-a-change, ocean, ocean-quotes, oceanic, rise, rise-and-fall, sea, tidal, tidal-wave, wave, waves, wild"
    },
    {
        "quote": "You don’t need to be the tide to rise and fall, you don’t have to be a wave to touch the shore; just be a little sand-grain and feel them all",
        "author": "Munia Khan",
        "category": "fall, feel, grain, grain-of-sand, need, ocean, rise, sand, sea, shore, shores, tide, tides, touch, touching, wave"
    },
    {
        "quote": "Breathe as long as the sky is alive",
        "author": "Munia Khan",
        "category": "alive, as-long-as, breathe, sky"
    },
    {
        "quote": "My mind mends my motives and my notion navigates my natives,for we all are made of soil-our corrupted soil.",
        "author": "Munia Khan",
        "category": "corruption, country, natives, soil"
    },
    {
        "quote": "I want you to be my black vulture:forever monogamous!",
        "author": "Munia Khan",
        "category": "black, forever, monogamous, monogamy, vulture, vultures, want"
    },
    {
        "quote": "The land is always there...it is you who has to return",
        "author": "Munia Khan",
        "category": "abroad, always, land, motherland, native, nativeland, patriot, patriotic, patriotism, retreat, return, soil"
    },
    {
        "quote": "Sometimes it is easier to feel the veins wilted and empty than to sense the coldness of blood in fear",
        "author": "Munia Khan",
        "category": "blood, bloodlines, bloody, cold, coldness, dry, easier, empty, fear, fear-quote, fears, feel, feeling, sense, sometimes, vein, veins, wilt, wilted"
    },
    {
        "quote": "She felt nervy as all her excitements turned into weaknesses",
        "author": "Munia Khan",
        "category": "excitement, excitements, feeling, nerves, turn, weakness, weaknesses"
    },
    {
        "quote": "Cyber void is so full of amazing emptiness that makes us feel fulfilled.",
        "author": "Munia Khan",
        "category": "amazing, cyber, cyberspace, cyberworld, emptiness, empty, feel, fulfilled, fulfilled-life, fulfillment, internet, internet-addiction, void, void-within"
    },
    {
        "quote": "A moment can be left inside the memory of time.",
        "author": "Munia Khan",
        "category": "life, moment, moments, time"
    },
    {
        "quote": "Some broken vases can still hold beautiful flowers",
        "author": "Munia Khan",
        "category": "broken, brokenness, can, flower, flowers, hold, still, vase, vases"
    },
    {
        "quote": "Wish I could be a fragile piece of glass to accept my brokenness.",
        "author": "Munia Khan",
        "category": "broken, broken-glass, brokenness, fragile, glass, piece, wish"
    },
    {
        "quote": "I try to grasp the colour of my blood and all I feel is life slipping through the colourless veins.",
        "author": "Munia Khan",
        "category": "blood, color, colour, feel, grasp, life, red, slipping-through, try, vein, veins"
    },
    {
        "quote": "Politicians are the sole cause of our incurable social eczema",
        "author": "Munia Khan",
        "category": "cause, disease, eczema, politician, politicians, politics, social, social-disease, sole"
    }
]