[
    {
        "quote": "Never love anyone who treats you like you're ordinary.",
        "author": "Oscar Wilde",
        "category": "love, ordinary, people"
    },
    {
        "quote": "The heart was made to be broken.",
        "author": "Oscar Wilde",
        "category": "heartbreak, love"
    },
    {
        "quote": "Who, being loved, is poor?",
        "author": "Oscar Wilde",
        "category": "love"
    },
    {
        "quote": "One should always be in love. That's the reason one should never marry.",
        "author": "Oscar Wilde",
        "category": "humor, love, marriage"
    },
    {
        "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead. The consciousness of loving and being loved brings a warmth and a richness to life that nothing else can bring.",
        "author": "Oscar Wilde",
        "category": "life, love, wealth-of-soul"
    },
    {
        "quote": "Hearts Live By Being Wounded",
        "author": "Oscar Wilde",
        "category": "heart, love, oscar-wilde, wound"
    },
    {
        "quote": "A kiss may ruin a human life",
        "author": "Oscar Wilde",
        "category": "kiss, life, love"
    },
    {
        "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "Anyone who lives within their means suffers from a lack of imagination.",
        "author": "Oscar Wilde",
        "category": "imagination, life, money"
    },
    {
        "quote": "Paradoxically though it may seem, it is none the less true that life imitates art far more than art imitates life.",
        "author": "Oscar Wilde",
        "category": "art, life, paradox"
    },
    {
        "quote": "The aim of life is self-development. To realize one's nature perfectly - that is what each of us is here for.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "I won't tell you that the world matters nothing, or the world's voice, or the voice of society. They matter a good deal. They matter far too much. But there are moments when one has to choose between living one's own life, fully, entirely, completely—or dragging out some false, shallow, degrading existence that the world in its hypocrisy demands. You have that moment now. Choose!",
        "author": "Oscar Wilde",
        "category": "choices, crowd, individuality, life"
    },
    {
        "quote": "Life is not complex. We are complex. Life is simple, and the simple thing is the right thing.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "Imagination is a quality that was given to man compensate him from whats not. The sense of humor was given to console him from what is.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "The true mystery of the world is the visible, not the invisible.",
        "author": "Oscar Wilde",
        "category": "creative, life, mystery, writing"
    },
    {
        "quote": "A man who does not think for himself does not think at all.",
        "author": "Oscar Wilde",
        "category": "inspirational, oscar-wilde"
    },
    {
        "quote": "I think God, in creating man, somewhat overestimated his ability.",
        "author": "Oscar Wilde",
        "category": "creation, god, humor, man"
    },
    {
        "quote": "I have the simplest tastes. I am always satisfied with the best.",
        "author": "Oscar Wilde",
        "category": "humor, taste"
    },
    {
        "quote": "I have nothing to declare except my genius.",
        "author": "Oscar Wilde",
        "category": "humor"
    },
    {
        "quote": "No good deed goes unpunished.",
        "author": "Oscar Wilde",
        "category": "humor"
    },
    {
        "quote": "I like men who have a future and women who have a past.",
        "author": "Oscar Wilde",
        "category": "epigram, humor, men, women"
    },
    {
        "quote": "The world is a stage and the play is badly cast.",
        "author": "Oscar Wilde",
        "category": "humor"
    },
    {
        "quote": "There are only two kinds of people who are really fascinating: people who know absolutely everything, and people who know absolutely nothing.",
        "author": "Oscar Wilde",
        "category": "humor"
    },
    {
        "quote": "Between men and women there is no friendship possible. There is passion, enmity, worship, love, but no friendship.",
        "author": "Oscar Wilde",
        "category": "humor"
    },
    {
        "quote": "The only way a woman can ever reform a man is by boring him so completely that he loses all possible interest in life.",
        "author": "Oscar Wilde",
        "category": "humor, men, reform, women"
    },
    {
        "quote": "If you don't get everything you want, think of the things you don't get that you don't want.",
        "author": "Oscar Wilde",
        "category": "desire, humor"
    },
    {
        "quote": "The world has become sad because a puppet was once melancholy. The nihilist, that strange martyr who has no faith, who goes to the stake without enthusiasm, and dies for what he does not believe in, is a purely literary product. He was invented by Turgenev, and completed by Dostoevsky. Robespierre came out of the pages of Rousseau as surely as the People's Palace rose out debris of a novel. Literature always anticipates life. It does not copy it, but moulds it to its purpose.",
        "author": "Oscar Wilde",
        "category": "literature, philosophy"
    },
    {
        "quote": "What a silly thing love is!' said the student as he walked away. 'It is not half as useful as logic, for it does not prove anything, and it is always telling one of things that are not going to happen, and making one believe things that are not true. In fact, it is quite unpractical, and, as in this age to be practical is everything, I shall go back to philosophy and study metaphysics.' So he returned to his room and pulled out a great dusty book, and began to read.",
        "author": "Oscar Wilde",
        "category": "love, philosophy, student, study"
    },
    {
        "quote": "A thing is not necessarily true because a man dies for it.",
        "author": "Oscar Wilde",
        "category": "belief, death, ideals, martyr, truth"
    },
    {
        "quote": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.",
        "author": "Oscar Wilde",
        "category": "truth"
    },
    {
        "quote": "We live in an age when unnecessary things are our only necessities.",
        "author": "Oscar Wilde",
        "category": "epigram, paradox, truth, wisdom"
    },
    {
        "quote": "One should never trust a woman who tells one her real age. A woman who would tell one that would tell one anything.",
        "author": "Oscar Wilde",
        "category": "age, discretion, secret, trust, truth, woman"
    },
    {
        "quote": "She wore far too much rouge last night and not quite enough clothes. That is always a sign of despair in a woman.",
        "author": "Oscar Wilde",
        "category": "fashion, humor, inspirational, truth"
    },
    {
        "quote": "The public make use of the classics of a country as a means of checking the progress of Art. They degrade the classics into authorities.... A fresh mode of Beauty is absolutely distasteful to them, and whenever it appears they get so angry and bewildered that they always use two stupid expressions--one is that the work of art is grossly unintelligible; the other, that the work of art is grossly immoral. What they mean by these words seems to me to be this. When they say a work is grossly unintelligible, they mean that the artist has said or made a beautiful thing that is new; when they describe a work as grossly immoral, they mean that the artist has said or made a beautiful thing that is true.",
        "author": "Oscar Wilde",
        "category": "art, attitudes, beauty, creativity, opinions, public, truth"
    },
    {
        "quote": "With age comes wisdom, but sometimes age comes alone.",
        "author": "Oscar Wilde",
        "category": "age, wisdom"
    },
    {
        "quote": "It is a very sad thing that nowadays there is so little useless information.",
        "author": "Oscar Wilde",
        "category": "information, literature, little, sad, wisdom"
    },
    {
        "quote": "In examinations the foolish ask questions that the wise cannot answer.",
        "author": "Oscar Wilde",
        "category": "wisdom"
    },
    {
        "quote": "A flower blossoms for its own joy.",
        "author": "Oscar Wilde",
        "category": "beauty, flowers, happiness, joy"
    },
    {
        "quote": "Pleasure is the only thing one should live for, nothing ages like happiness.",
        "author": "Oscar Wilde",
        "category": "happiness, inspirational, pleasure"
    },
    {
        "quote": "I believe that if one man were to live out his life fully and completely, were to give form to every feeling, expression to every thought, reality to every dream - I believe that the world would gain such a fresh impulse of joy that we would forget all the maladies of medievalism, and return to the Hellenic ideal - to something finer, richer, than the Hellenic ideal, it may be. But the bravest man amongst us is afraid of himself. The mutilation of the savage has its tragic survival in the self-denial that mars our lives. We are punished for our refusals.",
        "author": "Oscar Wilde",
        "category": "freedom, happiness, life"
    },
    {
        "quote": "Deceiving others. That is what the world calls a romance.",
        "author": "Oscar Wilde",
        "category": "deception, naive, romance, world"
    },
    {
        "quote": "Romantic literature is in effect imaginative lying.",
        "author": "Oscar Wilde",
        "category": "fiction, humor, literature, lying, romance"
    },
    {
        "quote": "He is fairer than the morning star, and whiter than the moon. For his body I would give my soul, and for his love I would surrender heaven.",
        "author": "Oscar Wilde",
        "category": "love, romance, surrender"
    },
    {
        "quote": "The curves of your lips rewrite history.",
        "author": "Oscar Wilde",
        "category": "love, romance"
    },
    {
        "quote": "Either this wallpaper goes, or I do.",
        "author": "Oscar Wilde",
        "category": "death, humor"
    },
    {
        "quote": "My wallpaper and I are fighting a duel to the death. One or the other of us has to go.",
        "author": "Oscar Wilde",
        "category": "death, oscar-wilde, wallpaper"
    },
    {
        "quote": "All bad poetry springs from genuine feeling. To be natural is to be obvious, and to be obvious is to be inartistic.",
        "author": "Oscar Wilde",
        "category": "feelings, poetry"
    },
    {
        "quote": "I have been right, Basil, haven’t I, to take my love out of poetry, and to find my wife in Shakespeare’s plays? Lips that Shakespeare taught to speak have whispered their secret in my ear. I have had the arms of Rosalind around me, and kissed Juliet on the mouth.",
        "author": "Oscar Wilde",
        "category": "dorian-gray, love, poetry, shakespeare"
    },
    {
        "quote": "With slouch and swing around the ringWe trod the Fools’ Parade!We did not care: we knew we wereThe Devils’ Own Brigade:And shaven head and feet of leadMake a merry masquerade.",
        "author": "Oscar Wilde",
        "category": "books, poetry"
    },
    {
        "quote": "In old days books were written by men of letters and read by the public. Nowadays books are written by the public and read by nobody.",
        "author": "Oscar Wilde",
        "category": "aliteracy, bad-reviews, self-publishing, writing"
    },
    {
        "quote": "Appearance blinds, whereas words reveal.",
        "author": "Oscar Wilde",
        "category": "clarity, honesty, oscar-wilde, words, writing"
    },
    {
        "quote": "When I think of all the harm [the Bible] has done, I despair of ever writing anything to equal it.",
        "author": "Oscar Wilde",
        "category": "bible, book, despair, harm, the-bible, writing"
    },
    {
        "quote": "Would you like to know the great drama of my life? It is that I have put my genius into my life...I have put only my talent into my works.",
        "author": "Oscar Wilde",
        "category": "oscar, wilde, writing"
    },
    {
        "quote": "If you want to be a doormat you have to lay yourself down first.",
        "author": "Oscar Wilde",
        "category": "inspiration, life-lessons"
    },
    {
        "quote": "Realize your youth while you have it. Don’t squander the gold of your days, listening to the tedious, trying to improve the hopeless failure, or giving away your life to the ignorant, the common, and the vulgar. These are the sickly aims, the false ideals, of our age. Live! Live the wonderful life that is in you! Let nothing be lost upon you. Be always searching for new sensations. Be afraid of nothing",
        "author": "Oscar Wilde",
        "category": "classic-literature, inspiration, life, youth"
    },
    {
        "quote": "Truth, in matters of religion, is simply the opinion that has survived.",
        "author": "Oscar Wilde",
        "category": "religion"
    },
    {
        "quote": "Religions die when they are proved to be true. Science is the record of dead religions.",
        "author": "Oscar Wilde",
        "category": "religion, science"
    },
    {
        "quote": "For what is truth? In matters of religion, it is simply the opinion that has survived. In matters of science, it is the ultimate sensation. In matters of art, it is one's last mood.",
        "author": "Oscar Wilde",
        "category": "art, religion"
    },
    {
        "quote": "nothing that is worth knowing can be taught",
        "author": "Oscar Wilde",
        "category": "education, experience, knowledge"
    },
    {
        "quote": "The man who sees both sides of a question is a man who sees absolutely nothing.",
        "author": "Oscar Wilde",
        "category": "knowledge, perspective"
    },
    {
        "quote": "The English novels are the only relaxation of the intellectually unemployed. But one should not be too severe on them. They show a want of knowledge that must be the result of years of study.",
        "author": "Oscar Wilde",
        "category": "english, humor, knowledge, novels"
    },
    {
        "quote": "What seems to us as bitter trials are often blessings in disguise",
        "author": "Oscar Wilde",
        "category": "failure, inspirational, success"
    },
    {
        "quote": "You can never be overdressed or overeducated.",
        "author": "Oscar Wilde",
        "category": "education, fashion"
    },
    {
        "quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation, and conversation must have a common basis, and between two people of widely different culture the only common basis possible is the lowest level.",
        "author": "Oscar Wilde",
        "category": "relationships"
    },
    {
        "quote": "Punctuality is the thief of time",
        "author": "Oscar Wilde",
        "category": "hedonism, time"
    },
    {
        "quote": "The gods have been good to you. But what the gods give they quickly take away. You have only a few years in which to live really, perfectly, and fully. When your youth goes, your beauty will go with it, and then you will suddenly discover that there are no triumphs left for you, or have to content yourself with those mean triumphs that the memory of your past will make more bitter than defeats. Every month as it wanes bring you nearer to something dreadful. Time is jealous of you, and wars against your lilies and your roses.",
        "author": "Oscar Wilde",
        "category": "picture-of-dorian-gray, time, youth"
    },
    {
        "quote": "The advantage of the emotions is that they lead us astray, and the advantage of science is that it is not emotional.",
        "author": "Oscar Wilde",
        "category": "emotions, science"
    },
    {
        "quote": "If one cannot enjoy reading a book over and over again, there is no use in reading it at all.",
        "author": "Oscar Wilde",
        "category": "books, reading"
    },
    {
        "quote": "It is what you read when you don't have to that determines what you will be when you can't help it.",
        "author": "Oscar Wilde",
        "category": "books, reading"
    },
    {
        "quote": "The worst of it is that I am perpetually being punished for nothing; this governor loves to punish, and he punishes by taking my books away from me. It's perfectly awful to let the mind grind itself away between the upper and nether millstones of regret and remorse without respite; with books my life would be livable -- any life.",
        "author": "Oscar Wilde",
        "category": "books, imprisonment"
    },
    {
        "quote": "Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success.",
        "author": "Oscar Wilde",
        "category": "friendship"
    },
    {
        "quote": "Friendship...is not something you learn in school,but if you haven't learned the meaning of friendship you really haven't learned anything.",
        "author": "Oscar Wilde",
        "category": "friendship"
    },
    {
        "quote": "It's an odd thing, but anyone who disappears is said to be seen in San Francisco.It must be a delightful city and possess all the attractions of the next world",
        "author": "Oscar Wilde",
        "category": "hiding, people, places, san-francisco, tales-of-the-city"
    },
    {
        "quote": "Pray don't talk to me about the weather, Mr. Worthing. Whenever people talk to me about the weather, I always feel quite certain that they mean something else. And that makes me quite nervous.",
        "author": "Oscar Wilde",
        "category": "nervous, people, talk, weather"
    },
    {
        "quote": "It would be unfair to expect other people to be as brilliant as oneself.",
        "author": "Oscar Wilde",
        "category": "brilliant, fair, people"
    },
    {
        "quote": "In war, the strong make slaves of the weak, and in peace the rich makes slaves of the poor.",
        "author": "Oscar Wilde",
        "category": "exploitation, thoughtful, war"
    },
    {
        "quote": "The basis of action is lack of imagination. It is the last resource of those who know not how to dream.",
        "author": "Oscar Wilde",
        "category": "action, dreams, hopeless, imagination"
    },
    {
        "quote": "Crying is for plain women. Pretty women go shopping.",
        "author": "Oscar Wilde",
        "category": "beauty, humour"
    },
    {
        "quote": "To get back my youth I would do anything in the world, except take exercise, get up early, or be respectable.",
        "author": "Oscar Wilde",
        "category": "humour"
    },
    {
        "quote": "I have no objection to anyone’s sex life as long as they don’t practice it in the street and frighten the horses.",
        "author": "Oscar Wilde",
        "category": "humour, sex, sexuality"
    },
    {
        "quote": "People who count their chickens before they are hatched act very wisely because chickens run about so absurdly that it's impossible to count them accurately.",
        "author": "Oscar Wilde",
        "category": "humour, practicality, proverbs"
    },
    {
        "quote": "I'm too old to know everything",
        "author": "Oscar Wilde",
        "category": "disillusionment, humour, youthful-arrogance"
    },
    {
        "quote": "If the Socialism is Authoritarian; if there are Governments armed with economic power as they are now with political power; if, in a word, we are to have Industrial Tyrannies, then the last state of man will be worse than the first.",
        "author": "Oscar Wilde",
        "category": "life, politics"
    },
    {
        "quote": "A man's face is his autobiography. A woman's face is her work of fiction.",
        "author": "Oscar Wilde",
        "category": "gender-stereotypes, men, men-and-women, women"
    },
    {
        "quote": "I am sick of women who love one. Women who hate one are much more interesting.",
        "author": "Oscar Wilde",
        "category": "adoration, antipathy, women"
    },
    {
        "quote": "Plain women are always jealous of their husbands. Beautiful women never are. They are always so occupied with being jealous of other women's husbands.",
        "author": "Oscar Wilde",
        "category": "beautiful, husband, jealousy, love, wife, women"
    },
    {
        "quote": "Lady Caroline: As far as I can make out, the young women of the present day seem to make it the sole object of their lives to be always playing with fire. Mrs. Allonby: The one advantage of playing with fire, Lady Caroline, is that one never gets even singed. It is the people who don't know how to play with it who get burned up.",
        "author": "Oscar Wilde",
        "category": "realism, women"
    },
    {
        "quote": "Give women the right opportunities and they are capable of everything.",
        "author": "Oscar Wilde",
        "category": "opportunities, women"
    },
    {
        "quote": "Men always want to be a woman's first love, -women want to be a man's last romance.",
        "author": "Oscar Wilde",
        "category": "love, men, women"
    },
    {
        "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their good intellects.",
        "author": "Oscar Wilde",
        "category": "beauty, enemies, friends, intellect, looks"
    },
    {
        "quote": "I drink to separate my body from my soul.",
        "author": "Oscar Wilde",
        "category": "body, drink, oscar-wilde, soul"
    },
    {
        "quote": "So with curious eyes and sick surmiseWe watched him day by day,And wondered if each one of usWould end the self-same way,For none can tell to what red HellHis sightless soul may stray.",
        "author": "Oscar Wilde",
        "category": "curious, eyes, hell, oscar-wilde, soul"
    },
    {
        "quote": "And after the second year was over, the Soul said to the young Fisherman at night-time, and as he sat in the wattled house alone, \"Lo! now I have tempted thee with evil, and I have tempted thee with good, and thy love is stronger than I am. Wherefore will I tempt thee no longer, but I pray thee to suffer me to enter thy heart, that I may be with thee even as before.\"\"Surely thou mayest enter,\" said the young Fisherman, \"for in the days when with no heart thou didst go through the world thou must have suffered.\"\"Alas!\" cried his Soul, \"I can find no place of entrance, so compassed about with love is this heart of thine.",
        "author": "Oscar Wilde",
        "category": "beautiful, love, prosaic, soul"
    },
    {
        "quote": "And how delightful other people's emotions were!-much more delightful than their ideas, it seemed to him. One's own soul, and the passions of one's friends-those were the fascinating things in life.",
        "author": "Oscar Wilde",
        "category": "emotions, fascinating-things-in-lif, soul"
    },
    {
        "quote": "Art is the only serious thing in the world. And the artist is the only person who is never serious.",
        "author": "Oscar Wilde",
        "category": "art"
    },
    {
        "quote": "It is through art, and through art only, that we can realise our perfection.",
        "author": "Oscar Wilde",
        "category": "art"
    },
    {
        "quote": "Now art should never try to be popular. The public should try to make itself artistic.",
        "author": "Oscar Wilde",
        "category": "art"
    },
    {
        "quote": "When bankers get together for dinner, they discuss Art. When artists get together for dinner, they discuss Money",
        "author": "Oscar Wilde",
        "category": "art"
    },
    {
        "quote": "What art seeks to disturb is monotony of type, slavery of custom, tyranny of habit, and the reduction of man to the level of a machine.",
        "author": "Oscar Wilde",
        "category": "art"
    },
    {
        "quote": "Lying, the telling of beautiful untrue things, is the proper aim of Art.",
        "author": "Oscar Wilde",
        "category": "art, esthetics, lying"
    },
    {
        "quote": "Spontaneity is a meticulously prepared art",
        "author": "Oscar Wilde",
        "category": "art, future-prediction, inspirational, reality-of-life, spontaneity"
    },
    {
        "quote": "God and other artists are always a little obscure.....",
        "author": "Oscar Wilde",
        "category": "art, quote-of-all-times"
    },
    {
        "quote": "I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being.",
        "author": "Oscar Wilde",
        "category": "art, humanity, theater"
    },
    {
        "quote": "Art finds her own perfection within, and not outside of, herself.She is not to be judged by any external standard of resemblance.",
        "author": "Oscar Wilde",
        "category": "art, fairy-tale, magical-realism, realism"
    },
    {
        "quote": "There is no such thing as a moral or an immoral book. Books are well written, or badly written. That is all.The nineteenth century dislike of realism is the rage of Caliban seeing his own face in a glass.The nineteenth century dislike of romanticism is the rage of Caliban not seeing his own face in a glass. The moral life of man forms part of the subject-matter of the artist, but the morality of art consists in the perfect use of an imperfect medium",
        "author": "Oscar Wilde",
        "category": "art, criticism, literature"
    },
    {
        "quote": "Quotation is a serviceable substitute for wit.",
        "author": "Oscar Wilde",
        "category": "intelligence, quotation, wit"
    },
    {
        "quote": "The Noblest form of Affection",
        "author": "Oscar Wilde",
        "category": "history, love, male, men, passion"
    },
    {
        "quote": "The only thing that one really knows about human nature is that it changes. Change is the one quality we can predicate of it.",
        "author": "Oscar Wilde",
        "category": "humanity"
    },
    {
        "quote": "It is in the brain that the poppy is red, that the apple is odorous, that the skylark sings.",
        "author": "Oscar Wilde",
        "category": "brain, nature"
    },
    {
        "quote": "A lily-girl, not made for this world’s pain.",
        "author": "Oscar Wilde",
        "category": "pain"
    },
    {
        "quote": "Bigamy is having one wife too many. Monogamy is the same.",
        "author": "Oscar Wilde",
        "category": "definitions, marriage, wordplay"
    },
    {
        "quote": "Marriage is the triumph of imagination over intelligence. Second marriage is the triumph of hope over experience.",
        "author": "Oscar Wilde",
        "category": "marriage"
    },
    {
        "quote": "It is he who has broken the bond of marriage - not I. I only break its bondage.",
        "author": "Oscar Wilde",
        "category": "marriage"
    },
    {
        "quote": "Music makes one feel so romantic - at least it always gets on one's nerves - which is the same thing nowadays.",
        "author": "Oscar Wilde",
        "category": "music, sinister"
    },
    {
        "quote": "After playing Chopin, I feel as if I had been weeping over sins that I had never committed, and mourning over tragedies that were not my own. Music always seems to me to produce that effect. It creates for one a past of which one has been ignorant, and fills one with a sense of sorrows that have been hidden from one’s tears.",
        "author": "Oscar Wilde",
        "category": "music"
    },
    {
        "quote": "There is only one class in the community that thinks more about money than the rich, and that is the poor.",
        "author": "Oscar Wilde",
        "category": "money"
    },
    {
        "quote": "I am very pleased you like my stories. They are studies in prose, put for Romance's sake into fanciful form: meant partly for children, and partly for those who have kept the childlike faculties of wonder and joy, and who find simplicity in a subtle strangeness.",
        "author": "Oscar Wilde",
        "category": "fantasy, letters"
    },
    {
        "quote": "Everything in the world is about sex except sex. Sex is about power.",
        "author": "Oscar Wilde",
        "category": "power, sex"
    },
    {
        "quote": "We are each our own devil, and we make this world our hell.",
        "author": "Oscar Wilde",
        "category": "devil, hell, world"
    },
    {
        "quote": "[Letter to William Ward, 11 July 1878]Dear Boy, Why don’t you write to me? I don’t know what has become of you.As for me I am ruined. The law suit is going against me and I am afraid I will have to pay costs, which means leaving Oxford and doing some horrid work to earn bread. The world is too much for me.However, I have seen Greece and had some golden days of youth. I go back to Oxford immediately for viva voce and then think of rowing up the river to town with Frank Miles. Will you come? YoursOscar",
        "author": "Oscar Wilde",
        "category": "letters, life, oscar-wilde, people, world"
    },
    {
        "quote": "The only difference between a caprice and a lifelong passion is that the caprice lasts a little longer.",
        "author": "Oscar Wilde",
        "category": "passion"
    },
    {
        "quote": "You will always be loved, and you will always be in love with love. A grande passion is the privilege of people who have nothing to do.",
        "author": "Oscar Wilde",
        "category": "love, passion"
    },
    {
        "quote": "Out of the unreal shadows of the night comes back the real life that we had known",
        "author": "Oscar Wilde",
        "category": "classics, dream, reality"
    },
    {
        "quote": "I'm a man of simple tastes. I'm always satisfied with the best.",
        "author": "Oscar Wilde",
        "category": "lifestyle, living, oscar-wilde"
    },
    {
        "quote": "I don't want to earn my living, I want to live.",
        "author": "Oscar Wilde",
        "category": "living"
    },
    {
        "quote": "An idea that is not dangerous is unworthy of being called an idea at all.",
        "author": "Oscar Wilde",
        "category": "apothegm, creativity, epigram, ideas"
    },
    {
        "quote": "Literature always anticipates life. It doesn't copy it but moulds it to it's purpose.",
        "author": "Oscar Wilde",
        "category": "literature, writer"
    },
    {
        "quote": "To give an accurate description of what has never occurred is not merely the proper occupation of the historian, but the inalienable privilege of any man of parts and culture.",
        "author": "Oscar Wilde",
        "category": "culture, historians, literature"
    },
    {
        "quote": "I wrote when I did not know life;now that I know life, I have no more to say.",
        "author": "Oscar Wilde",
        "category": "19th-century, depresion, disillusionment, language, literature, melancholy, wise, writing"
    },
    {
        "quote": "Journalism is unreadable, and literature is unread.",
        "author": "Oscar Wilde",
        "category": "literature"
    },
    {
        "quote": "The truth is rarely pure and never simple. Modern life would be very tedious if it were either, and modern literature a complete impossibility.",
        "author": "Oscar Wilde",
        "category": "impossibility, life, literature, modernity, purity, simplicity, tedious, truth"
    },
    {
        "quote": "The difference between literature and journalism is that journalism is unreadable and literature is not read",
        "author": "Oscar Wilde",
        "category": "literature"
    },
    {
        "quote": "All I want now is to look at life.",
        "author": "Oscar Wilde",
        "category": "life-and-living"
    },
    {
        "quote": "Everybody who is incapable of learning has taken to teaching.",
        "author": "Oscar Wilde",
        "category": "college, everybody, humility, incapable, learning, teaching, wit"
    },
    {
        "quote": "You came to me to learn the Pleasure of Life and the Pleasure of Art. Perhaps I am chosen to teach you something much more wonderful, the meaning of Sorrow and its beauty.",
        "author": "Oscar Wilde",
        "category": "learning, life, love, sorrow"
    },
    {
        "quote": "All I want to do now is look at life. You may come and look at it with me, if you care to.",
        "author": "Oscar Wilde",
        "category": "company, life-philosophy, thinking"
    },
    {
        "quote": "Are ALL men bad?Oh, all of them, my dear, all of them, without any exception. And they never grow any better. Men become old, but they never become good..",
        "author": "Oscar Wilde",
        "category": "men"
    },
    {
        "quote": "The one charm about the past is that it is the past.",
        "author": "Oscar Wilde",
        "category": "memory"
    },
    {
        "quote": "The smallest act of kindness is worth more than the grandest intention.",
        "author": "Oscar Wilde",
        "category": "action, kindness"
    },
    {
        "quote": "If you want to be a grocer, or a general, or a politician, or a judge, you will invariably become it; that is your punishment. If you never know what you want to be, if you live what some might call the dynamic life but what I will call the artistic life, if each day you are unsure of who you are and what you know you will never become anything, and that is your reward.",
        "author": "Oscar Wilde",
        "category": "artistic, goals, life"
    },
    {
        "quote": "Man is least himself when he talks in his own person. Give him a mask and he'll tell you the truth",
        "author": "Oscar Wilde",
        "category": "identity, mask, self"
    },
    {
        "quote": "Why had it been left for a stranger to reveal him to himself?",
        "author": "Oscar Wilde",
        "category": "self"
    },
    {
        "quote": "No man is rich enough to buy back his past.",
        "author": "Oscar Wilde",
        "category": "past, rich, wilde"
    },
    {
        "quote": "One's past is what one is. It is the only way by which people should be judged.",
        "author": "Oscar Wilde",
        "category": "past"
    },
    {
        "quote": "To become a spectator of one's own life is to escape the suffering of life.",
        "author": "Oscar Wilde",
        "category": "suffering"
    },
    {
        "quote": "It is much more easy to have sympathy with suffering than it is to have sympathy with thought.",
        "author": "Oscar Wilde",
        "category": "suffering, sympathy, thought"
    },
    {
        "quote": "Failure is only the name that we give to our mistakes.\"-Oscar Wilde",
        "author": "Oscar Wilde",
        "category": "failure"
    },
    {
        "quote": "The commonest thing is delightful if only one hides it.",
        "author": "Oscar Wilde",
        "category": "mystery, secrecy, secrets"
    },
    {
        "quote": "Oh, I can't explain. When I like people immensely I never tell their names to anyone. It is like surrendering a part of them. I have grown to love secrecy. It seems to be the one thing that can make modern life mysterious or marvellous to us. The commonest thing is delightful if one only hides it. When I leave town now I never tell my people where I am going. If I did, I would lose all my pleasure. It is a silly habit, I daresay, but somehow it seems to bring a great deal of romance into one's life.",
        "author": "Oscar Wilde",
        "category": "mystery"
    },
    {
        "quote": "But neither milk-white rose nor red May bloom in prison air;The shard, the pebble, and the flint, Are what they give us there:For flowers have been known to heal A common man's despair.",
        "author": "Oscar Wilde",
        "category": "flowers, healing, prisons, the-ballad-of-reading-gaol"
    },
    {
        "quote": "Men always want to be a woman’s first love. That is their clumsy vanity. We women have a more subtle instinct about these things. What (women) like is to be a man’s last romance.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "I like persons better than principles, and I like persons with no principles better than anything else in the world.",
        "author": "Oscar Wilde",
        "category": "humorous, naughty, wordplay"
    },
    {
        "quote": "Bad artists always admire each others work.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "The tragedy of the poor is that they can afford nothing but self denial.",
        "author": "Oscar Wilde",
        "category": "poverty"
    },
    {
        "quote": "A writer is someone who has taught his mind to misbehave.",
        "author": "Oscar Wilde",
        "category": "on-writing, writers"
    },
    {
        "quote": "Art, even the art of fullest scope and widest vision, can never really show us the external world. All that it shows us is our own soul, the one world of which we have any real cognisance. And the soul itself, the soul of each one of us, is to each one of us a mystery. It hides in the dark and broods, and consciousness cannot tell us of its workings. Consciousness, indeed, is quite inadequate to explain the contents of personality. It is Art, and Art only, that reveals us to ourselves.",
        "author": "Oscar Wilde",
        "category": "art, consciousness, personality, soul"
    },
    {
        "quote": "Experience is one thing you can't get for nothing.",
        "author": "Oscar Wilde",
        "category": "experience"
    },
    {
        "quote": "Experience is the name we give to our mistakes.",
        "author": "Oscar Wilde",
        "category": "experience, mistakes"
    },
    {
        "quote": "Friendship is far more tragic than love. It lasts longer.",
        "author": "Oscar Wilde",
        "category": "feelings"
    },
    {
        "quote": "Men always want to be a woman`s first love - women like to be a man`s last romance.",
        "author": "Oscar Wilde",
        "category": "man"
    },
    {
        "quote": "Wickedness is a myth invented by good people to account for the curious attractiveness of others.",
        "author": "Oscar Wilde",
        "category": "morality, naughty, wickedness"
    },
    {
        "quote": "Moral grounds are always the last refuge of people who have no sense of beauty.",
        "author": "Oscar Wilde",
        "category": "beauty, morality"
    },
    {
        "quote": "Morality does not help me. I am a born antinomian...I see that there is nothing wrong in what one does. I see that there is something wrong in what one becomes.",
        "author": "Oscar Wilde",
        "category": "morality"
    },
    {
        "quote": "Memory is the diary we all carry about with us.",
        "author": "Oscar Wilde",
        "category": "memories"
    },
    {
        "quote": "The best way to make children good is to make them happy.",
        "author": "Oscar Wilde",
        "category": "parenting"
    },
    {
        "quote": "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation.",
        "author": "Oscar Wilde",
        "category": "identity, opinions"
    },
    {
        "quote": "And if life be, as it surely is, a problem to me, I am no less a problem to life.",
        "author": "Oscar Wilde",
        "category": "inspirational-attitude"
    },
    {
        "quote": "Ah! Happy they whose hearts can breakAnd peace of pardon win!How else may man make straight his pathAnd cleanse his soul from sin?How else but through a broken heartMay the Lord Christ enter in?",
        "author": "Oscar Wilde",
        "category": "heartbreak, peace-of-mind, the-ballad-of-reading-gaol"
    },
    {
        "quote": "The highest as the lowest form of criticism is a mode of autobiography. Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault.",
        "author": "Oscar Wilde",
        "category": "critics, human-nature, opinion"
    },
    {
        "quote": "One could never pay too high a price for any sensation.",
        "author": "Oscar Wilde",
        "category": "emotions"
    },
    {
        "quote": "Illness of any kind is hardly a thing to be encouraged in others. Health is the primary duty of life.",
        "author": "Oscar Wilde",
        "category": "duty, health, illness, life"
    },
    {
        "quote": "You are perfectly right in making some slight alteration. Indeed, no woman should ever be quite accurate about her age. It looks so calculating.",
        "author": "Oscar Wilde",
        "category": "age, woman"
    },
    {
        "quote": "Nothing makes one so vain as being told that one is a sinner.",
        "author": "Oscar Wilde",
        "category": "sin, vanity"
    },
    {
        "quote": "The optimist sees the donut, the pessimist sees the hole.",
        "author": "Oscar Wilde",
        "category": "perception, perspective"
    },
    {
        "quote": "The aim of the liar is simply to charm, to delight, to give pleasure.",
        "author": "Oscar Wilde",
        "category": "observation, perspective"
    },
    {
        "quote": "Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault.Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope.",
        "author": "Oscar Wilde",
        "category": "beauty, corruption, oscar-wilde, perspective, the-picture-of-dorian-gray"
    },
    {
        "quote": "One is tempted to define man as a rational animal who always loses his temper when he is called upon to act in accordance with the dictates of reason.",
        "author": "Oscar Wilde",
        "category": "humor, reason"
    },
    {
        "quote": "Albeit nurtured in democracy, And liking best that state republican Where every man is Kinglike and no manIs crowned above his fellows, yet I see,Spite of this modern fret for Liberty, Better the rule of One, whom all obey, Than to let clamorous demagogues betrayOur freedom with the kiss of anarchy.Wherefore I love them not whose hands profane Plant the red flag upon the piled-up street For no right cause, beneath whose ignorant reignArts, Culture, Reverence, Honor, all things fade, Save Treason and the dagger of her trade, Or Murder with his silent bloody fee.",
        "author": "Oscar Wilde",
        "category": "enlightenment-ideals, liberty, poetry, political-philosophy, rights-of-man"
    },
    {
        "quote": "America is the only country that went from barbarism to decadence without civilization in between.",
        "author": "Oscar Wilde",
        "category": "america"
    },
    {
        "quote": "America has never quite forgiven Europe for having been discovered somewhat earlier in history than itself.",
        "author": "Oscar Wilde",
        "category": "america, oscar-wilde"
    },
    {
        "quote": "America had often been discovered before Columbus, but it had always been hushed up.",
        "author": "Oscar Wilde",
        "category": "america"
    },
    {
        "quote": "Every little action of the common day makes or unmakes character.",
        "author": "Oscar Wilde",
        "category": "inspirational-quote, wit"
    },
    {
        "quote": "You don't love someone for their looks, or their clothes, or their fancy car, but because they sing a song only you can hear.",
        "author": "Oscar Wilde",
        "category": "true-love"
    },
    {
        "quote": "A true artist takes no notice whatever of the public. The public are to him non-existent",
        "author": "Oscar Wilde",
        "category": "art, artist, oscar-wilde, true-artists"
    },
    {
        "quote": "You have a wonderful personality. Develop it. Be yourself. Don't imagine that your perfection lies in accumulating or possessing external things. Your affection is inside of you. If only you could realise that, you would not want to be rich. Ordinary riches can be stolen from a man. Real riches cannot. In the treasury-house of your soul, there are infinitely precious things, that may not be taken from you. And so, try to so shape your life that external things will not harm you.",
        "author": "Oscar Wilde",
        "category": "capitalism, inspiration, socialism"
    },
    {
        "quote": "I am not young enough to know everything.",
        "author": "Oscar Wilde",
        "category": "age"
    },
    {
        "quote": "Every man of ambition has to fight his century with its own weapons. What this century worships is wealth. The God of this century is wealth. To succeed one must have wealth. At all costs one must have wealth.",
        "author": "Oscar Wilde",
        "category": "ambition"
    },
    {
        "quote": "What people call insincerity is simply a method by which we can multiply our personalities.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, personality, witticism"
    },
    {
        "quote": "Irony is wasted on the stupid",
        "author": "Oscar Wilde",
        "category": "irony, stupid, stupidity"
    },
    {
        "quote": "I hardly think that any Socialist, nowadays, would seriously propose that an inspector should call every morning at each house to see that each citizen rose up and did manual labour for eight hours.",
        "author": "Oscar Wilde",
        "category": "dictatorship, irony, socialism"
    },
    {
        "quote": "I have learned this: it is not what one does that is wrong, but what one becomes as a consequence of it.",
        "author": "Oscar Wilde",
        "category": "actions"
    },
    {
        "quote": "The well bred contradict other people. the wise contradict themselves.",
        "author": "Oscar Wilde",
        "category": "well-bred, wise"
    },
    {
        "quote": "Any preoccupation with ideas of what is right or wrong in conduct shows an arrested intellectual development.",
        "author": "Oscar Wilde",
        "category": "individuality"
    },
    {
        "quote": "All charming people, I fancy, are spoiled. It is the secret of their attraction.",
        "author": "Oscar Wilde",
        "category": "people-quotes"
    },
    {
        "quote": "Wisdom comes with winters",
        "author": "Oscar Wilde",
        "category": "aging"
    },
    {
        "quote": "How else but through a broken heart may Lord Christ enter in?",
        "author": "Oscar Wilde",
        "category": "salvation"
    },
    {
        "quote": "I adore simple pleasures. They are the last refuge of the complex.",
        "author": "Oscar Wilde",
        "category": "pleasure"
    },
    {
        "quote": "I threw the pearl of my soul into a cup of wine. I went down the primrose path to the sound of flutes. I lived on honeycomb.",
        "author": "Oscar Wilde",
        "category": "pleasure"
    },
    {
        "quote": "One has a right to judge a man by the effect he has over his friends.",
        "author": "Oscar Wilde",
        "category": "friend, judge"
    },
    {
        "quote": "I quite agree with Dr. Nordau's assertion that all men of genius are insane, but Dr. Nordau forgets that all sane people are idiots.",
        "author": "Oscar Wilde",
        "category": "genius, humor"
    },
    {
        "quote": "No: a poor man who is ungrateful, unthrifty, discontented and rebellious, is probably a real personality, and has much in him...As for the virtuous poor...they have made private terms with the enemy, and sold their birthright for very poor pottage.",
        "author": "Oscar Wilde",
        "category": "virtue"
    },
    {
        "quote": "Fashion is a form of ugliness so intolerable that we have to alter it every six months.",
        "author": "Oscar Wilde",
        "category": "fashion"
    },
    {
        "quote": "The only way to atone for being occasionally a little over-dressed is by being always absolutely over-educated.",
        "author": "Oscar Wilde",
        "category": "fashion"
    },
    {
        "quote": "One should either be a work of art, or wear a work of art.",
        "author": "Oscar Wilde",
        "category": "fashion, style"
    },
    {
        "quote": "It is the duty of every father... to write fairy tales for his children.",
        "author": "Oscar Wilde",
        "category": "fair-tales, father, inspirational"
    },
    {
        "quote": "Those whom the gods love grow young.",
        "author": "Oscar Wilde",
        "category": "gods, love"
    },
    {
        "quote": "Great passions are for the great of soul, and great events can be seen only by those who are on a level with them",
        "author": "Oscar Wilde",
        "category": "life-lesson"
    },
    {
        "quote": "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.",
        "author": "Oscar Wilde",
        "category": "selfishness"
    },
    {
        "quote": "Patriotism is the virtue of the vicious",
        "author": "Oscar Wilde",
        "category": "aggression, nationalism, patriotism"
    },
    {
        "quote": "She...can talk brillantly upon any subject provided she knows nothing about it.",
        "author": "Oscar Wilde",
        "category": "insults, oscar-wilde"
    },
    {
        "quote": "I want to be good. I can't bear the idea of my soul being hideous.",
        "author": "Oscar Wilde",
        "category": "dorian-gray, oscar-wilde"
    },
    {
        "quote": "There were opium-dens, where one could buy oblivion, dens of horror where the memory of old sins could be destroyed by the madness of sins that were new.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, the-picture-of-dorian-gray"
    },
    {
        "quote": "My Salome is a mystic the sister of Salammbô a Saint Thérèse who worships the moon.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, salome"
    },
    {
        "quote": ". . . try as we may we cannot get behind things to the reality. And the terrible reason may be that there is no reality in things apart from their appearances.",
        "author": "Oscar Wilde",
        "category": "life, oscar-wilde"
    },
    {
        "quote": "Dorian, Dorian,\" she cried, \"before I knew you, acting was the one reality of my life. It was only in the theatre that I lived. I thought that it was all true. I was Rosalind one night and Portia the other. The joy of Beatrice was my joy, and the sorrows of Cordelia were mine also. I believed in everything. The common people who acted with me seemed to me to be godlike. The painted scenes were my world. I knew nothing but shadows, and I thought them real. You came—oh, my beautiful love!— and you freed my soul from prison. You taught me what reality really is. To-night, for the first time in my life, I saw through the hollowness, the sham, the silliness of the empty pageant in which I had always played. To-night, for the first time, I became conscious that the Romeo was hideous, and old, and painted, that the moonlight in the orchard was false, that the scenery was vulgar, and that the words I had to speak were unreal, were not my words, were not what I wanted to say. You had brought me something higher, something of which all art is but a reflection.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, the-picture-of-dorian-gray"
    },
    {
        "quote": "I don't want to earn a living, I want to live.",
        "author": "Oscar Wilde",
        "category": "gothic, irish-writer, oscar-wilde, sublime, victorian"
    },
    {
        "quote": "Within this restless, hurried, modern worldWe took our hearts' full pleasure - You and I,And now the white sails of our ship are furled,And spent the lading of our argosy.Wherefore my cheeks before their time are wan,For very weeping is my gladness fled,Sorrow has paled my young mouth's vermilion,And Ruin draws the curtains of my bed.But all this crowded life has been to theeNo more than lyre, or lute, or subtle spellOf viols, or the music of the seaThat sleeps, a mimic echo, in the shell.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde"
    },
    {
        "quote": "I can write no stately proemAs a prelude to my lay;From a poet to a poemI would dare to say.For if of these fallen petalsOne to you seem fair,Love will waft it till it settlesOn your hair.And when wind and winter hardenAll the loveless land,It will whisper of the garden,You will understand.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde"
    },
    {
        "quote": "There was something tragic in a friendship so colored by romance.",
        "author": "Oscar Wilde",
        "category": "dorian-gray, oscar-wilde"
    },
    {
        "quote": "Only dull people are brilliant at breakfast,",
        "author": "Oscar Wilde",
        "category": "oscar-wilde"
    },
    {
        "quote": "The pure and simple truth is, the truth is never pure and simple.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, pure-and-simple, truth"
    },
    {
        "quote": "No artist desires to prove anything. Even things that are can be proved. No artist has ethical sympathies. An ethical sympathy in an artist is an unpardonable mannerism of style. No artist is ever morbid. The artist can express everything.",
        "author": "Oscar Wilde",
        "category": "art, oscar-wilde, style, writing"
    },
    {
        "quote": "Thought and language are to the artist instruments of an art.Vice and virtue are the artist’s materials for an art. From the point of view of form, the type of all the arts is the art of the musician. From the point of view of feelings, the actor’s craft is the type. All art is at once surface and symbol. Those who go beneath the surface do so at their peril.Those who read the symbol do so at their peril. It is the spectators, and not life, that art really mirrors.",
        "author": "Oscar Wilde",
        "category": "art, interpretations, oscar-wilde, writing"
    },
    {
        "quote": "the people who love only once in their lives are really the shallow people. What they call their loyalty, and their fidelity, I call either the lethargy of custom or their lack of imagination. Faithfulness is to the emotional life what consistency is to the life of the intellect - simply a confession of failure. a",
        "author": "Oscar Wilde",
        "category": "dorian-gray, oscar-wilde"
    },
    {
        "quote": "For his mourners will be outcast menAnd outcasts always mourn...",
        "author": "Oscar Wilde",
        "category": "oscar-wilde"
    },
    {
        "quote": "Any fool can make history, but it takes a genius to write it.",
        "author": "Oscar Wilde",
        "category": "fool, history, oscar, oscar-wilde, wilde"
    },
    {
        "quote": "She lives the poetry she cannot write.",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, poetry"
    },
    {
        "quote": "Yet the roses are not less lovely for all that",
        "author": "Oscar Wilde",
        "category": "oscar-wilde, the-picture-of-dorian-gray"
    },
    {
        "quote": "Niagara ... is the first disappointment in the married life of many Americans who spend their honeymoon there.",
        "author": "Oscar Wilde",
        "category": "disappointment, niagara"
    },
    {
        "quote": "There are works which wait, and which one does not understand for a long time; the reason is that they bring answers to questions which have not yet been raised; for the question often arrives a terribly long time after the answer.",
        "author": "Oscar Wilde",
        "category": "answers, questions"
    },
    {
        "quote": "Bosie has insisted on stopping here for sandwiches. He is quite like a narcissus -- so white and gold. I will come either Wednesday or Thursday night to your rooms. Send me a line. Bosie is so tired: he lies like a hyacinth on the sofa, and I worship him. (letter from Oscar Wilde, 1892 - quoted from Love in a dark time by Colm Toibin)",
        "author": "Oscar Wilde",
        "category": "flowers, love"
    },
    {
        "quote": "Alcohol, taken in sufficient quantities, may produce all the effects of drunkenness.",
        "author": "Oscar Wilde",
        "category": "alcohol, drinking"
    },
    {
        "quote": "After the first glass, you see things as you wish they were. After the second, you see things as they are not. Finally, you see things as they really are, and that is the most horrible thing in the world.",
        "author": "Oscar Wilde",
        "category": "drinking"
    },
    {
        "quote": "One should always play fairly when one has the winning cards.",
        "author": "Oscar Wilde",
        "category": "playing, winning"
    },
    {
        "quote": "Be warned in time, James, and remain, as I do, incomprehensible: to be great is to be misunderstood",
        "author": "Oscar Wilde",
        "category": "living-life"
    },
    {
        "quote": "it is a marvel that those red-roseleaf lips of yours should be made no less for the madness of music and song than for the madness of kissing.",
        "author": "Oscar Wilde",
        "category": "kissing, letters, love"
    },
    {
        "quote": "I cannot choose one hundred best books because I have only written five",
        "author": "Oscar Wilde",
        "category": "best"
    },
    {
        "quote": "The Number our envious Persons, confirmation our capability.",
        "author": "Oscar Wilde",
        "category": "capability, envious, envy, life"
    },
    {
        "quote": "The 19thc hatred of Realism is Caliban's enraged reaction to seeing his own face in the mirror. The 19thc rejection of Romanticism is Caliban's fury at not seeing his face reflected in the mirror.",
        "author": "Oscar Wilde",
        "category": "insightful"
    },
    {
        "quote": "Wherever there is a man who exercises authority, there is a man who resists authority.",
        "author": "Oscar Wilde",
        "category": "authority"
    },
    {
        "quote": "The world was my oyster but I used the wrong fork.",
        "author": "Oscar Wilde",
        "category": "manners, wit"
    },
    {
        "quote": "A gentleman is one who never hurts anyone's feelings unintentionally.",
        "author": "Oscar Wilde",
        "category": "wit"
    },
    {
        "quote": "One must have a heart of stone to read the death of little Nell without laughing.",
        "author": "Oscar Wilde",
        "category": "dickens, uncle-tom-s-cabin, victorian, wilde, witty"
    },
    {
        "quote": "By giving us the opinions of the uneducated, journalism keeps us in touch with the ignorance of the community.",
        "author": "Oscar Wilde",
        "category": "journalism, public-opinion"
    },
    {
        "quote": "There is much to be said in favor of modern journalism. By giving us the opinions of the uneducated, it keeps us in touch of the ignorance of the community. By carefully chronicling the current events of contemporary life, it shows us of what very little importance such events really are. By invariably discussing the unnecessary, it makes us understand what things are requisite for culture, and what are not.",
        "author": "Oscar Wilde",
        "category": "humor, journalism, journalist, newpapers, news"
    },
    {
        "quote": "Journalism justifies its own existence by the great Darwinian principle of the survival of the vulgarist.",
        "author": "Oscar Wilde",
        "category": "darwinism, journalism"
    },
    {
        "quote": "Everything is going to be fine in the end. If it's not fine it's not the end.",
        "author": "Oscar Wilde",
        "category": "end, fine"
    },
    {
        "quote": "I love to talk about nothing. It's the only thing I know anything about.",
        "author": "Oscar Wilde",
        "category": "nonsense, nothing, talk"
    },
    {
        "quote": "One of the many lessons that one learns in prison is that things are what they are and will be what they will be.",
        "author": "Oscar Wilde",
        "category": "acceptance"
    },
    {
        "quote": "The play was a great success  but the audience was a disaster.",
        "author": "Oscar Wilde",
        "category": "acting, theatre"
    },
    {
        "quote": "Discontent is the first step in the progress of a man or a nation.",
        "author": "Oscar Wilde",
        "category": "adversity"
    },
    {
        "quote": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.",
        "author": "Oscar Wilde",
        "category": "advice"
    },
    {
        "quote": "The old believe everything: the middle-aged suspect everything: the young know everything.",
        "author": "Oscar Wilde",
        "category": "age"
    },
    {
        "quote": "(A country where) the young are always ready to give to those who are older than themselves the full benefits of their inexperience.",
        "author": "Oscar Wilde",
        "category": "america, americans"
    },
    {
        "quote": "When people agree with me I always feel that I must be wrong.",
        "author": "Oscar Wilde",
        "category": "argument"
    },
    {
        "quote": "Good artists exist simply in what they make  and consequently are perfectly uninteresting in what they are.",
        "author": "Oscar Wilde",
        "category": "art, artist"
    },
    {
        "quote": "By persistently remaining single a man converts himself into a permanent public temptation.",
        "author": "Oscar Wilde",
        "category": "bachelor"
    },
    {
        "quote": "Every great man nowadays has his disciples  and it is always Judas who writes the biography.",
        "author": "Oscar Wilde",
        "category": "biography"
    },
    {
        "quote": "There is no such thing as a moral or an immoral book. Books are well written or badly written. That is all.",
        "author": "Oscar Wilde",
        "category": "books"
    },
    {
        "quote": "There is no such thing as a moral or an immoral book. Books are well written or badly written.",
        "author": "Oscar Wilde",
        "category": "censorship"
    },
    {
        "quote": "Always! That is the dreadful word ... it is a meaningless word  too.",
        "author": "Oscar Wilde",
        "category": "change"
    },
    {
        "quote": "Every saint has a past  and every sinner has a future.",
        "author": "Oscar Wilde",
        "category": "change"
    },
    {
        "quote": "At every single moment of one's life  one is going to be no less than what one has been.",
        "author": "Oscar Wilde",
        "category": "character, personality"
    },
    {
        "quote": "The best way to make children good is to make them happy.",
        "author": "Oscar Wilde",
        "category": "childhood"
    },
    {
        "quote": "Consistency is the last refuge of the unimaginative.",
        "author": "Oscar Wilde",
        "category": "consistency"
    },
    {
        "quote": "Consistency is the last refuge of the unimaginative.",
        "author": "Oscar Wilde",
        "category": "creating, positive, change"
    },
    {
        "quote": "If England treats her criminals the way she has treated me  she doesn't deserve to have any.",
        "author": "Oscar Wilde",
        "category": "crime, punishment"
    },
    {
        "quote": "Yet each man kills the thing he loves  By each let this be heard  Some do it with a bitter look  Some with a flattering word  The coward does it with a kiss  The brave man with a sword.",
        "author": "Oscar Wilde",
        "category": "crime"
    },
    {
        "quote": "When critics disagree  the artist is in accord with himself.",
        "author": "Oscar Wilde",
        "category": "critics, criticism"
    },
    {
        "quote": "What is a cynic? A man who knows the price of everything and the value of nothing.",
        "author": "Oscar Wilde",
        "category": "cynicism"
    },
    {
        "quote": "A cynic is a man who knows the price of everything  and the value of nothing.",
        "author": "Oscar Wilde",
        "category": "cynicism"
    },
    {
        "quote": "For he who lives more lives than one More deaths than one must die.",
        "author": "Oscar Wilde",
        "category": "death"
    },
    {
        "quote": "Discontent is the first step in the progress of a man or a nation.",
        "author": "Oscar Wilde",
        "category": "discontent"
    },
    {
        "quote": "Education is an admirable thing  but it is well to remember from time to time that nothing that is worth knowing can be taught.",
        "author": "Oscar Wilde",
        "category": "education"
    },
    {
        "quote": "He hasn't an enemy in the world  and none of his friends like him.",
        "author": "Oscar Wilde",
        "category": "enemies"
    },
    {
        "quote": "A man cannot be too careful in the choice of his enemies.",
        "author": "Oscar Wilde",
        "category": "enemies"
    },
    {
        "quote": "A man cannot be too careful in the choice of his enemies.",
        "author": "Oscar Wilde",
        "category": "enemy"
    },
    {
        "quote": "Things are in their essence what we choose to make them. A thing is  according to the mode in which one looks at it.",
        "author": "Oscar Wilde",
        "category": "events"
    },
    {
        "quote": "Experience is the name so many people give to their mistakes.",
        "author": "Oscar Wilde",
        "category": "experience"
    },
    {
        "quote": "I can believe anything  provided it is incredible.",
        "author": "Oscar Wilde",
        "category": "faith"
    },
    {
        "quote": "Children begin by loving their parents. After a time they judge them. Rarely  if ever  do they forgive them.",
        "author": "Oscar Wilde",
        "category": "family"
    },
    {
        "quote": "Fashion is a form of ugliness so intolerable that we have to alter it every six months.",
        "author": "Oscar Wilde",
        "category": "fashion"
    },
    {
        "quote": "The suspense is terrible. I hope it will last.",
        "author": "Oscar Wilde",
        "category": "fear"
    },
    {
        "quote": "Always forgive your enemies  nothing annoys them so much.",
        "author": "Oscar Wilde",
        "category": "forgiveness"
    },
    {
        "quote": "The basis of optimism is sheer terror.",
        "author": "Oscar Wilde",
        "category": "forgiveness"
    },
    {
        "quote": "Between men and women there is no friendship possible. There is passion  enmity  worship  love  but no friendship.",
        "author": "Oscar Wilde",
        "category": "friends"
    },
    {
        "quote": "The public is wonderfully tolerant. It forgives everything except genius.",
        "author": "Oscar Wilde",
        "category": "genius"
    },
    {
        "quote": "Pleasure is the only thing to live for. Nothing ages like happiness.",
        "author": "Oscar Wilde",
        "category": "goals"
    },
    {
        "quote": "We are all in the gutter  but some of us are looking at the stars.",
        "author": "Oscar Wilde",
        "category": "goals"
    },
    {
        "quote": "There is only one thing in the world worse than being talked about  and that is not being talked about.",
        "author": "Oscar Wilde",
        "category": "gossip"
    },
    {
        "quote": "In this world there are only two tragedies. One is not getting what one wants  and the other is getting it.",
        "author": "Oscar Wilde",
        "category": "happiness"
    },
    {
        "quote": "When a love comes to an end  weaklings cry  efficient ones instantly find another love  and the wise already have one in reserve.",
        "author": "Oscar Wilde",
        "category": "heartbreak"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "humorous"
    },
    {
        "quote": "There is luxury in self-reproach. When we blame ourselves we feel that no one else has the right to blame us.",
        "author": "Oscar Wilde",
        "category": "hypocrisy"
    },
    {
        "quote": "I hope you have not been leading a double life  pretending to be wicked and being really good all the time. That would be hypocrisy.",
        "author": "Oscar Wilde",
        "category": "hypocrisy"
    },
    {
        "quote": "I hope you have not been leading a double life  pretending to be wicked and being really good all the time. That would be hypocrisy.",
        "author": "Oscar Wilde",
        "category": "hypocrisy"
    },
    {
        "quote": "Life is not governed by will or intention. Life is a question of nerves  and fibers  and slowly built-up cells in which thought hides itself  and passion has its dreams.",
        "author": "Oscar Wilde",
        "category": "instincts"
    },
    {
        "quote": "To love oneself is the beginning of a life-long romance.",
        "author": "Oscar Wilde",
        "category": "introspection"
    },
    {
        "quote": "I am not young enough to know everything.",
        "author": "Oscar Wilde",
        "category": "knowledge"
    },
    {
        "quote": "For he who lives more lives than one  more deaths than one must die.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "Men know life too early  women know life too late.",
        "author": "Oscar Wilde",
        "category": "life"
    },
    {
        "quote": "The difference between literature and journalism is that journalism is unreadable  and literature is not read.",
        "author": "Oscar Wilde",
        "category": "literature"
    },
    {
        "quote": "Marriage is the one subject on which all women agree and all men disagree.",
        "author": "Oscar Wilde",
        "category": "marriage"
    },
    {
        "quote": "Men marry because they are tired  women because they are curious: both are disappointed.",
        "author": "Oscar Wilde",
        "category": "marriage"
    },
    {
        "quote": "Memory is the diary that we all carry about with us.",
        "author": "Oscar Wilde",
        "category": "memory"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "men, women"
    },
    {
        "quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
        "author": "Oscar Wilde",
        "category": "men, women"
    },
    {
        "quote": "Men become old  but they never become good.",
        "author": "Oscar Wilde",
        "category": "men"
    },
    {
        "quote": "When I was young  I thought money was the most important thing in life. Now that I'm old - I know it is.",
        "author": "Oscar Wilde",
        "category": "money"
    },
    {
        "quote": "Discontent is the first step in the progress of a man or a nation.",
        "author": "Oscar Wilde",
        "category": "motivation"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are.",
        "author": "Oscar Wilde",
        "category": "never"
    },
    {
        "quote": "To become the spectator of one's own life is to escape the suffering of life.",
        "author": "Oscar Wilde",
        "category": "observation"
    },
    {
        "quote": "Pessimist - one who  when he has the choice of two evils  chooses both.",
        "author": "Oscar Wilde",
        "category": "optimism, pessimism"
    },
    {
        "quote": "To most of us the real life is the life we do not lead.",
        "author": "Oscar Wilde",
        "category": "side"
    },
    {
        "quote": "A sentimentalist is simply one who desires to have the luxury of an emotion without paying for it.",
        "author": "Oscar Wilde",
        "category": "passion, heart"
    },
    {
        "quote": "It is only shallow people who do not judge by appearances. The true mystery of the world is the visible  not the invisible.",
        "author": "Oscar Wilde",
        "category": "personal, appearance"
    },
    {
        "quote": "A book or poem which has no pity in it had better not be written.",
        "author": "Oscar Wilde",
        "category": "pity"
    },
    {
        "quote": "A true gentlemen is one who is never unintentionally rude.",
        "author": "Oscar Wilde",
        "category": "politeness, manners"
    },
    {
        "quote": "When the gods wish to punish us  they answer our prayers.",
        "author": "Oscar Wilde",
        "category": "prayer"
    },
    {
        "quote": "I know not whether laws be right  Or whether laws be wrong  All that we know who lie in gaol Is that the wall is strong  And that each day is like a year  A year whose days are long.",
        "author": "Oscar Wilde",
        "category": "prison"
    },
    {
        "quote": "Only the shallow know themselves.",
        "author": "Oscar Wilde",
        "category": "quips, comments"
    },
    {
        "quote": "Relations are simply a tedious pack of people who haven't got the remotest knowledge of how to live  nor the smallest instinct about when to die.",
        "author": "Oscar Wilde",
        "category": "relative"
    },
    {
        "quote": "It is a dangerous thing to reform anyone.",
        "author": "Oscar Wilde",
        "category": "revolution, reform"
    },
    {
        "quote": "It is not the prisoners who need reformation  it is the prisons.",
        "author": "Oscar Wilde",
        "category": "revolution, reform"
    },
    {
        "quote": "The only things one never regrets are one's mistakes.",
        "author": "Oscar Wilde",
        "category": "risks"
    },
    {
        "quote": "To be on the alert is to live  to be lulled into security is to die.",
        "author": "Oscar Wilde",
        "category": "security"
    },
    {
        "quote": "My great mistake  the fault for which I can't forgive myself  is that one day I ceased my obstinate pursuit of my own individuality.",
        "author": "Oscar Wilde",
        "category": "self, self, knowledge"
    },
    {
        "quote": "Life is not complex. We are complex. Life is simple  and the simple thing is the right thing.",
        "author": "Oscar Wilde",
        "category": "simplicity"
    },
    {
        "quote": "A little sincerity is a dangerous thing  and a great deal of it is absolutely fatal.",
        "author": "Oscar Wilde",
        "category": "sincerity"
    },
    {
        "quote": "Nothing is so dangerous as being too modern  one is apt to grow old-fashioned quite suddenly.",
        "author": "Oscar Wilde",
        "category": "society, social"
    },
    {
        "quote": "To get into the best society nowadays  one has either to feed people  amuse people  or shock people.",
        "author": "Oscar Wilde",
        "category": "society"
    },
    {
        "quote": "To have the reputation of possessing the most perfect social tact  talk to every woman as if you loved her  and to every man as if he bored you.",
        "author": "Oscar Wilde",
        "category": "tact"
    },
    {
        "quote": "Nothing that is worth knowing can be taught.",
        "author": "Oscar Wilde",
        "category": "teachers, teaching"
    },
    {
        "quote": "Everybody who is incapable of learning has taken to teaching.",
        "author": "Oscar Wilde",
        "category": "teaching"
    },
    {
        "quote": "The only way to get rid of a temptation is to yield to it. Resist it  and your soul grows sick with longing for the things it has forbidden to itself.",
        "author": "Oscar Wilde",
        "category": "temptation"
    },
    {
        "quote": "I can resist everything except temptation.",
        "author": "Oscar Wilde",
        "category": "temptation"
    },
    {
        "quote": "Anybody can be good in the country. There are no temptations there.",
        "author": "Oscar Wilde",
        "category": "city, country"
    },
    {
        "quote": "Every saint has a past  and every sinner has a future.",
        "author": "Oscar Wilde",
        "category": "past"
    },
    {
        "quote": "Punctuality is the thief of time.",
        "author": "Oscar Wilde",
        "category": "time"
    },
    {
        "quote": "A cigarette is the perfect type of a perfect pleasure. It is exquisite  and it leaves one unsatisfied. What more can you want?",
        "author": "Oscar Wilde",
        "category": "tobacco"
    },
    {
        "quote": "A thing is not necessarily true because a man dies for it.",
        "author": "Oscar Wilde",
        "category": "truth"
    },
    {
        "quote": "The truth is rarely pure  and never simple.",
        "author": "Oscar Wilde",
        "category": "truth"
    },
    {
        "quote": "As long as war is regarded as wicked  it will always have its fascination. When it is looked upon as vulgar  it will cease to be popular.",
        "author": "Oscar Wilde",
        "category": "war"
    },
    {
        "quote": "As long as war is regarded as wicked  it will always have its fascination. When it is looked upon as vulgar  it will cease to be popular.",
        "author": "Oscar Wilde",
        "category": "war"
    },
    {
        "quote": "Ordinary riches can be stolen  real riches cannot. In your soul are infinitely precious things that cannot be taken from you.",
        "author": "Oscar Wilde",
        "category": "wealth"
    },
    {
        "quote": "There is no such thing as romance in our day  women have become too brilliant  nothing spoils a romance so much as a sense of humor in the woman.",
        "author": "Oscar Wilde",
        "category": "women"
    },
    {
        "quote": "Work is the curse of the drinking classes.",
        "author": "Oscar Wilde",
        "category": "work"
    },
    {
        "quote": "This morning I took out a comma and this afternoon I put it back again.",
        "author": "Oscar Wilde",
        "category": "writers, writing"
    },
    {
        "quote": "I've put my genius into my life  I've only put my talent into my works.",
        "author": "Oscar Wilde",
        "category": "writers, writing"
    },
    {
        "quote": "When good Americans die, they go to Paris.",
        "author": "Oscar Wilde",
        "category": "paris"
    },
    {
        "quote": "If there is anything more annoying in the world than having people talk about you, it is certainly having no one talk about you.",
        "author": "Oscar Wilde",
        "category": "gossip"
    },
    {
        "quote": "Morality is simply the attitude we adopt towards people whom we personally dislike.",
        "author": "Oscar Wilde",
        "category": "Morality, People, Dislike"
    },
    {
        "quote": "This suspense is terrible. I hope it will last.",
        "author": "Oscar Wilde",
        "category": "Funny, Suspense, Terrible"
    },
    {
        "quote": "It is only by not paying one's bills that one can hope to live in the memory of the commercial classes.",
        "author": "Oscar Wilde",
        "category": "Memory, Live, Bills"
    },
    {
        "quote": "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.",
        "author": "Oscar Wilde",
        "category": "World, Rest, Dawn"
    },
    {
        "quote": "Ambition is the last refuge of the failure.",
        "author": "Oscar Wilde",
        "category": "Ambition, Last, Refuge"
    },
    {
        "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
        "author": "Oscar Wilde",
        "category": "Life, Flowers, Heart"
    },
    {
        "quote": "Men always want to be a woman's first love - women like to be a man's last romance.",
        "author": "Oscar Wilde",
        "category": "Women, Man, Woman"
    },
    {
        "quote": "No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone.",
        "author": "Oscar Wilde",
        "category": "Nature, Art, Beauty"
    },
    {
        "quote": "Work is the curse of the drinking classes.",
        "author": "Oscar Wilde",
        "category": "Drinking, Curse, Classes"
    },
    {
        "quote": "A work of art is the unique result of a unique temperament.",
        "author": "Oscar Wilde",
        "category": "Art, Unique, Result"
    },
    {
        "quote": "The moment you think you understand a great work of art, it's dead for you.",
        "author": "Oscar Wilde",
        "category": "Art, Great, Moment"
    },
    {
        "quote": "Success is a science; if you have the conditions, you get the result.",
        "author": "Oscar Wilde",
        "category": "Success, You, Success Is"
    },
    {
        "quote": "Romance should never begin with sentiment. It should begin with science and end with a settlement.",
        "author": "Oscar Wilde",
        "category": "End, Never, Should"
    },
    {
        "quote": "In England, an inventor is regarded almost as a crazy man, and in too many instances, invention ends in disappointment and poverty. In America, an inventor is honoured, help is forthcoming, and the exercise of ingenuity, the application of science to the work of man, is there the shortest road to wealth.",
        "author": "Oscar Wilde",
        "category": "Work, America, Man"
    },
    {
        "quote": "Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.",
        "author": "Oscar Wilde",
        "category": "Courage, Weakness, Think"
    },
    {
        "quote": "One can survive everything, nowadays, except death, and live down everything except a good reputation.",
        "author": "Oscar Wilde",
        "category": "Good, Reputation, Live"
    },
    {
        "quote": "Death and vulgarity are the only two facts in the nineteenth century that one cannot explain away.",
        "author": "Oscar Wilde",
        "category": "Facts, Explain, Two"
    },
    {
        "quote": "Biography lends to death a new terror.",
        "author": "Oscar Wilde",
        "category": "New, Biography, Terror"
    },
    {
        "quote": "If one plays good music, people don't listen and if one plays bad music people don't talk.",
        "author": "Oscar Wilde",
        "category": "Good, People, Listen"
    },
    {
        "quote": "The old believe everything, the middle-aged suspect everything, the young know everything.",
        "author": "Oscar Wilde",
        "category": "Believe, Know, Young"
    },
    {
        "quote": "Some cause happiness wherever they go others whenever they go.",
        "author": "Oscar Wilde",
        "category": "Others, Go, Wherever"
    },
    {
        "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies.",
        "author": "Oscar Wilde",
        "category": "Friends, Good, Man"
    },
    {
        "quote": "I want my food dead. Not sick, not dying, dead.",
        "author": "Oscar Wilde",
        "category": "Want, Sick, Dying"
    },
    {
        "quote": "Beauty is the only thing that time cannot harm. Philosophies fall away like sand, creeds follow one another, but what is beautiful is a joy for all seasons, a possession for all eternity.",
        "author": "Oscar Wilde",
        "category": "Beauty, Beautiful, Joy"
    },
    {
        "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.",
        "author": "Oscar Wilde",
        "category": "Education, Remember, Nothing"
    },
    {
        "quote": "Women are made to be loved, not understood.",
        "author": "Oscar Wilde",
        "category": "Loved, Made, Understood"
    },
    {
        "quote": "Women are never disarmed by compliments. Men always are. That is the difference between the sexes.",
        "author": "Oscar Wilde",
        "category": "Men, Difference, Compliments"
    },
    {
        "quote": "I see when men love women. They give them but a little of their lives. But women when they love give everything.",
        "author": "Oscar Wilde",
        "category": "Love, Relationship, Men"
    },
    {
        "quote": "Men marry because they are tired; women, because they are curious; both are disappointed.",
        "author": "Oscar Wilde",
        "category": "Men, Tired, Curious"
    },
    {
        "quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.",
        "author": "Oscar Wilde",
        "category": "Friendship, Laughter"
    },
    {
        "quote": "In designing the scenery and costumes for any of Shakespeare's plays, the first thing the artist has to settle is the best date for the drama. This should be determined by the general spirit of the play more than by any actual historical references which may occur in it.",
        "author": "Oscar Wilde",
        "category": "Scenery, Artist, Play"
    },
    {
        "quote": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.",
        "author": "Oscar Wilde",
        "category": "Advice, Never, Good Advice"
    },
    {
        "quote": "It is better to be beautiful than to be good. But... it is better to be good than to be ugly.",
        "author": "Oscar Wilde",
        "category": "Beautiful, Ugly, Better"
    },
    {
        "quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.",
        "author": "Oscar Wilde",
        "category": "Life, Fair, Never"
    },
    {
        "quote": "I sometimes think that God in creating man somewhat overestimated his ability.",
        "author": "Oscar Wilde",
        "category": "Man, Creating, Think"
    },
    {
        "quote": "Experience is simply the name we give our mistakes.",
        "author": "Oscar Wilde",
        "category": "Mistakes, Name, Give"
    },
    {
        "quote": "You will always be fond of me. I represent to you all the sins you have never had the courage to commit.",
        "author": "Oscar Wilde",
        "category": "Me, You, Never"
    },
    {
        "quote": "No great artist ever sees things as they really are. If he did, he would cease to be an artist.",
        "author": "Oscar Wilde",
        "category": "Art, Artist, Things"
    },
    {
        "quote": "There is something terribly morbid in the modern sympathy with pain. One should sympathise with the colour, the beauty, the joy of life. The less said about life's sores the better.",
        "author": "Oscar Wilde",
        "category": "Life, Beauty, Joy"
    },
    {
        "quote": "If there was less sympathy in the world, there would be less trouble in the world.",
        "author": "Oscar Wilde",
        "category": "World, Trouble, Would"
    },
    {
        "quote": "Patriotism is the virtue of the vicious.",
        "author": "Oscar Wilde",
        "category": "Virtue, Vicious"
    },
    {
        "quote": "One should always be in love. That is the reason one should never marry.",
        "author": "Oscar Wilde",
        "category": "Love, Reason, Never"
    },
    {
        "quote": "How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive.",
        "author": "Oscar Wilde",
        "category": "Man, Far, Expensive"
    },
    {
        "quote": "There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about.",
        "author": "Oscar Wilde",
        "category": "Man, Woman, World"
    },
    {
        "quote": "The one charm about marriage is that it makes a life of deception absolutely necessary for both parties.",
        "author": "Oscar Wilde",
        "category": "Life, Deception, Charm"
    },
    {
        "quote": "Always forgive your enemies - nothing annoys them so much.",
        "author": "Oscar Wilde",
        "category": "Forgive, Nothing, Always"
    },
    {
        "quote": "Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them.",
        "author": "Oscar Wilde",
        "category": "Time, Children, Parents"
    },
    {
        "quote": "She is a peacock in everything but beauty.",
        "author": "Oscar Wilde",
        "category": "She, Everything, Peacock"
    },
    {
        "quote": "Beauty has as many meanings as man has moods. Beauty is the symbol of symbols. Beauty reveals everything, because it expresses nothing. When it shows us itself, it shows us the whole fiery-coloured world.",
        "author": "Oscar Wilde",
        "category": "Man, World, Symbols"
    },
    {
        "quote": "If a work of art is rich and vital and complete, those who have artistic instincts will see its beauty, and those to whom ethics appeal more strongly than aesthetics will see its moral lesson. It will fill the cowardly with terror, and the unclean will see in it their own shame.",
        "author": "Oscar Wilde",
        "category": "Work, Art, Ethics"
    },
    {
        "quote": "I can resist everything except temptation.",
        "author": "Oscar Wilde",
        "category": "Temptation, I Can"
    },
    {
        "quote": "Bad people are, from the point of view of art, fascinating studies. They represent colour, variety and strangeness. Good people exasperate one's reason; bad people stir one's imagination.",
        "author": "Oscar Wilde",
        "category": "Art, Good, Good People"
    },
    {
        "quote": "The imagination imitates. It is the critical spirit that creates.",
        "author": "Oscar Wilde",
        "category": "Spirit, Critical, Creates"
    },
    {
        "quote": "Life imitates art far more than art imitates Life.",
        "author": "Oscar Wilde",
        "category": "Life, Far, Than"
    },
    {
        "quote": "All art is quite useless.",
        "author": "Oscar Wilde",
        "category": "Useless, Quite"
    },
    {
        "quote": "True friends stab you in the front.",
        "author": "Oscar Wilde",
        "category": "Friends, True, You"
    },
    {
        "quote": "An excellent man he has no enemies and none of his friends like him.",
        "author": "Oscar Wilde",
        "category": "Friends, Man, Excellent"
    },
    {
        "quote": "He has no enemies, but is intensely disliked by his friends.",
        "author": "Oscar Wilde",
        "category": "Friends, Disliked, Enemies"
    },
    {
        "quote": "The typewriting machine, when played with expression, is no more annoying than the piano when played by a sister or near relation.",
        "author": "Oscar Wilde",
        "category": "Sister, Machine, Annoying"
    },
    {
        "quote": "When I was young I thought that money was the most important thing in life now that I am old I know that it is.",
        "author": "Oscar Wilde",
        "category": "Life, I Am, Thought"
    },
    {
        "quote": "If you are not too long, I will wait here for you all my life.",
        "author": "Oscar Wilde",
        "category": "Romantic, My Life, Long"
    },
    {
        "quote": "Life is far too important a thing ever to talk seriously about.",
        "author": "Oscar Wilde",
        "category": "Important, Seriously, Talk"
    },
    {
        "quote": "Romantic art deals with the exception and with the individual. Good people, belonging as they do to the normal, and so, commonplace type, are artistically uninteresting.",
        "author": "Oscar Wilde",
        "category": "Art, Good, Good People"
    },
    {
        "quote": "How can a woman be expected to be happy with a man who insists on treating her as if she were a perfectly normal human being.",
        "author": "Oscar Wilde",
        "category": "Happy, Man, Woman"
    },
    {
        "quote": "A poet can survive everything but a misprint.",
        "author": "Oscar Wilde",
        "category": "Survive, Everything, Poet"
    },
    {
        "quote": "All bad poetry springs from genuine feeling.",
        "author": "Oscar Wilde",
        "category": "Feeling, Genuine, Bad"
    },
    {
        "quote": "Women love us for our defects. If we have enough of them, they will forgive us everything, even our gigantic intellects.",
        "author": "Oscar Wilde",
        "category": "Love, Women, Forgive"
    },
    {
        "quote": "Society exists only as a mental concept in the real world there are only individuals.",
        "author": "Oscar Wilde",
        "category": "World, Real, Mental"
    },
    {
        "quote": "If one could only teach the English how to talk, and the Irish how to listen, society here would be quite civilized.",
        "author": "Oscar Wilde",
        "category": "Listen, Teach, Talk"
    },
    {
        "quote": "The only difference between the saint and the sinner is that every saint has a past, and every sinner has a future.",
        "author": "Oscar Wilde",
        "category": "Past, Difference, Sinner"
    }
]