[
    {
        "quote": "I love words.  I crave descriptions that overwhelm my imagination with vivid detail.  I dwell on phrases that make my heart thrum.  I cherish expressions that pierce my emotions and force the tears to spill over.   In essence, I long for a writer's soul sealed in ink on the page.",
        "author": "Richelle E. Goodrich",
        "category": "authors, inspirational-quotes, reading, reading-books, richelle, richelle-goodrich, stories, words, writing"
    },
    {
        "quote": "Have you ever pondered the miracle of popcorn? It starts out as a tiny, little, compact kernel with magic trapped inside that when agitated, bursts to create something marvelously desirable. It’s sort of like those tiny, little thoughts trapped inside an author’s head that―in an excited explosion of words―suddenly become a captivating fairytale!",
        "author": "Richelle E. Goodrich",
        "category": "author, eagerness, excitement, fairy-tales, fairytale, popcorn, richelle, richelle-goodrich, words, writing, writing-process"
    },
    {
        "quote": "It is said that you can't write without a reader. The opposite holds true as well; you can't read without a writer. But if as a single, creative person you are one in the same, then, well.....problem solved! Great writing is born from that which we personally long to read.",
        "author": "Richelle E. Goodrich",
        "category": "creativity, imagination, reading, richelle, richelle-goodrich, writing"
    },
    {
        "quote": "What I've learned about writing is that sometimes less is more, while often more is grander. And both are true.",
        "author": "Richelle E. Goodrich",
        "category": "amwriting, author, richelle, richelle-e-goodrich, richelle-goodrich, writer, writers, writers-on-writing, writers-quotes, writers-world, writing"
    },
    {
        "quote": "One of the most troubling facts I have had to accept is that people are not all angel or all devil. They are both good and awful to varying degrees and in varying circumstances. On any given day, dependent upon the situation, you will be confronted by either the devil of a person or the angel of the same person or a curious mix of both. This means you can, and most likely will, love and hate the same individual alternately throughout your life. This truth I find painfully heartbreaking.",
        "author": "Richelle E. Goodrich",
        "category": "angels, character, devils, life-lessons, life-quotes, people, relationships, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Experience is the catalyst for all great stories.",
        "author": "Richelle E. Goodrich",
        "category": "author, books, experience, richelle-e-goodrich, richelle-goodrich, storytelling, writer, writing, writing-process, writing-stories"
    },
    {
        "quote": "If you invest nothing, the reward is worth little.",
        "author": "Richelle E. Goodrich",
        "category": "accomplishments, dreams, earning-your-way, goals, hard-work, hard-work-quotes, investing, life-quotes, richelle, richelle-e-goodrich, richelle-goodrich, struggles"
    },
    {
        "quote": "People search the world over looking for someone to love them, when they should be searching for someone to love.",
        "author": "Richelle E. Goodrich",
        "category": "love, lovers, marriage, relationship-advice, relationships, richelle, richelle-e-goodrich, richelle-goodrich, successful-marriages"
    },
    {
        "quote": "Some books mirror reality while others are entirely fantasy. My favorite are those that manage to weave both into a world.",
        "author": "Richelle E. Goodrich",
        "category": "books, fantasy, favorite-books, reading, reality, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Oh, how terribly backwards, and yet sadly common, it is to sit scowling at family all the day long and then quickly put on a smile for strangers who drop by.",
        "author": "Richelle E. Goodrich",
        "category": "family, family-relationships, kindness, richelle, richelle-e-goodrich, richelle-goodrich, smile"
    },
    {
        "quote": "My brain tends to take the scenic route. Things come to the forefront of my mind sooner or later, it just takes time.",
        "author": "Richelle E. Goodrich",
        "category": "brain, memory, memory-loss, memory-quote, mind, richelle, richelle-e-goodrich, richelle-goodrich, thinking"
    },
    {
        "quote": "All truth starts out as a wish; hence, reality is born from fairytale.\"from—\"My Aquarius",
        "author": "Richelle E. Goodrich",
        "category": "aquarius, fairy-tale, fairytale, lie, reality, richelle, richelle-goodrich, safire, truth"
    },
    {
        "quote": "Be happy. Be happy for no reason at all. Believe it or not, you have the ability and free agency to make that choice.",
        "author": "Richelle E. Goodrich",
        "category": "ability, agency, free-agency, freedom, happiness, happy, happy-life, joy, positive-thinking, positivity, richelle, richelle-e-goodrich, richelle-goodrich, smile"
    },
    {
        "quote": "I hang around kids so people will assume when I act like one it's because I'm babysitting.",
        "author": "Richelle E. Goodrich",
        "category": "adolescent-behavior, babysitting, childish, childish-behavior, children, humor-quotes, immature, immaturity, kids, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "We live our lives supposing things are as they appear to be when that is almost never the case.",
        "author": "Richelle E. Goodrich",
        "category": "appearances, appearances-are-deceiving, assuming, assumptions, ignoring-issues, judging, judging-by-appearance, judging-people, living, making-assumptions, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Life is a book that someone else is reading—and you, a key character—hence the need for continual conflict and resolution. We can't have any boring books.",
        "author": "Richelle E. Goodrich",
        "category": "books, conflict, life, living, reading, resolution, richelle, richelle-goodrich, writing"
    },
    {
        "quote": "As a writer, I see the saga of your life in a single glimpse. It may be inaccurate, but my version doesn't lack for creativity.",
        "author": "Richelle E. Goodrich",
        "category": "adventures, author, creativity, imagery, imagination, insight, inspiration, richelle, richelle-e-goodrich, richelle-goodrich, stories, vision, writer"
    },
    {
        "quote": "Authors always carry a means for scribbling and an excuse for pausing, often inopportunely, to record those fleeting sparks of creative fancy that might otherwise vanish like a wisp in the wind if ignored.  Writing is a jealous and needy lover.",
        "author": "Richelle E. Goodrich",
        "category": "authors, creativity, inopportunity, jealousy, need, richelle, richelle-goodrich, writing"
    },
    {
        "quote": "A picture may be worth a thousand words, but those well-arranged words are worth a multi-million-dollar motion picture.",
        "author": "Richelle E. Goodrich",
        "category": "a-thousand-words, books, books-to-movies, motion-picture, motion-pictures, picture, reading, richelle, richelle-e-goodrich, richelle-goodrich, sagas, stories, words, writing"
    },
    {
        "quote": "Writers possess magic. It's in their w",
        "author": "Richelle E. Goodrich",
        "category": "author, authors, books, enchantments, magic, novelist, once-upon-a-time, readers, reading, richelle, richelle-e-goodrich, richelle-goodrich, stories, tales, words, writers, writing"
    },
    {
        "quote": "I bleed words.I dream in narrative. I live in infinite worlds.I befriend figmental characters.I wish on stars in other galaxies.I harvest stories from a brooding muse.I bloom under moonlight in hushed seclusion.I am a writer.",
        "author": "Richelle E. Goodrich",
        "category": "author, author-quotes, imaginary-characters, novelist, novelist-quotes, richelle, richelle-e-goodrich, richelle-goodrich, stories, words, writer, writer-quotes, writing"
    },
    {
        "quote": "Three carefully stringed words are worth more than a book of gibberish. It's not the word count but the impact of those words that counts.",
        "author": "Richelle E. Goodrich",
        "category": "author, publishing, richelle, richelle-goodrich, word-count, words, writer, writing"
    },
    {
        "quote": "There are things known—things experienced, felt, and understood—that words hold no power to convey. Attempting to do so only dilutes their substance and does them injustice.",
        "author": "Richelle E. Goodrich",
        "category": "experiences, richelle, richelle-goodrich, truths, understanding, words, writing"
    },
    {
        "quote": "Why certainly, words possess power.  They do!  But releasing their magic requires combining and arranging those words in the right order.",
        "author": "Richelle E. Goodrich",
        "category": "author, book, magic, novel, richelle, richelle-goodrich, words, writing"
    },
    {
        "quote": "As a writer, you must truly possess a love for words.\"\"Yes, that's right,\" I agreed.\"I've noticed that some authors favor particular words, making frequent use of them. Do you have a favorite?\"I nodded assuredly and shared my answer. \"BECAUSE.\"My interviewer looked surprised, as though he'd expected an impressive adjective or some rare verb. \"That's your favorite word? Why?\"I tried not to smirk. \"Because.",
        "author": "Richelle E. Goodrich",
        "category": "author, humor, richelle, richelle-goodrich, words, writer"
    },
    {
        "quote": "Pray for good.Pray for happy.And always pray for Mom.",
        "author": "Richelle E. Goodrich",
        "category": "mom, mother, mother-s-day, pray, prayer, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Me\"( Notice Me)I was sent here on a journey that has no end.I hear you joke of going nowhere fast.Well, maybe life’s a joke and I’m the foolThat dreams of being first but ends up last.Life’s a trial—a sentence I can’t escape.Confusion and desperation tear me down and turn to hate.There’s so much more to figure out,But it’s growing way too late.If I could answer half the questions in my mind,If I could find the place where I belong,If words were near as strong and deep as the wall of emotions I climbThen sorrow wouldn’t be so wrong.There’s no way to make you understand.An entire symphony could not play the broken notes in one child’s soul.That child screams and no one hears her,Until the tears have dried and now she’s just too old.I don’t want to hear the philosophies, the opinions,The remarks, the horrible reasonings.Words are to pad the mind and fight with the solitude of the heart.Still, silence chills to the bone and tears the soul apart.She never means to hurt or harm, only to belong.To find the truth ‘mid mortal lies, to sing her only song.But someday this race will end, and if she comes in last,I pray the first will look deeper than the others, smile, and then pass.\"Copyright 1985",
        "author": "Richelle E. Goodrich",
        "category": "inspirational-quotes, life, life-and-living, me, notice-me, richelle, richelle-goodrich"
    },
    {
        "quote": "Sunlight’s warmth on my face awoke me in the morning. I didn’t remember falling asleep or how I came to be in my own bed. But I did recall nightmares. Awful nightmares featuring Gwen.I turned my head to stare out an open window where the sun shone in full splendor, bleaching a clear sky enough to tell it was going to be a beautiful spring day. The air smelled of rain from overnight showers, mixed with a strong floral scent. A large lilac bush outside was responsible for the perfume. I breathed in the clean and fragrant air. My eyelids fluttered, blinking at a stunning reflection of daylight off the glass. The blue beyond gave an exquisite glow to my room. All of it was an invitation to bask in a new day—an invitation I declined because none of that mattered to me. The world might as well come to a dark and ugly end. I saw no reason for beauty or life to go on so long as Gwen was lost. Rolling over in bed, I felt the vice grips wrench at my heart again as I cried myself back to sleep.",
        "author": "Richelle E. Goodrich",
        "category": "greif, gwen, heartache, loss, mourning, richelle, richelle-goodrich"
    },
    {
        "quote": "WRITER'S NIGHTMARE\"\"I felt a grip on my arm that shook my body, forcefully pulling me toward a tunnel of darkness.   The threat of consciousness stole my steady breath. For a moment I believed myself to be under siege; ripped from the sky in mid flight, my wings useless against the monstrous claws shredding my reality. I struggled to remain, to be left alone, aloft.  Reaching with wings that through the power of imagination were suddenly feathered arms, I grabbed at the air.  My hands clutched at something solid.  Wooden.  A desk.  My head spun as I held the furniture, suffering the illusion of falling.  \"I was flying,\" I gasped, realizing suddenly that it had all been a dream. \"My best fantasy ever.\" Lifting my head from its resting spot on the writing desk, I worked mentally to secure the fading images, hoping to capture their essence to memory before they faded away forever.  Bitterness tainted my heart against the hand that had jerked me into sensibility.  Why was I always so callously awakened while doing my best work?  Why not let me dream?",
        "author": "Richelle E. Goodrich",
        "category": "dreaming, imagination, nightmare, richelle, richelle-goodrich, writer, writers-nightmare, writing"
    },
    {
        "quote": "If you ever expect to write fairytales, you've got to get your head in the clouds.",
        "author": "Richelle E. Goodrich",
        "category": "authors, fairy-tales, fairytales, imagination, richelle, richelle-e-goodrich, richelle-goodrich, write, writer, writing"
    },
    {
        "quote": "The magic of reading happens when an author’s written work strings you along until your imagination, aware of your wants, molds the tale into an extraordinary world to be visited frequently—perhaps dwelt in for years.",
        "author": "Richelle E. Goodrich",
        "category": "authors, book-quotes, books, imagination, read, reading, reading-quotes, richelle, richelle-e-goodrich, richelle-goodrich, written-works"
    },
    {
        "quote": "Unto you is bornin the city of Davida Savior for all.",
        "author": "Richelle E. Goodrich",
        "category": "baby-jesus, birth-of-christ, christmas, haiku, jesus, jesus-christ, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "They say if you're a better person today than you were yesterday you're well on the road to perfection. So I figure if I'm a real snot today, tomorrow I should make huge progress.",
        "author": "Richelle E. Goodrich",
        "category": "better-yourself, growth, improvement, life-quotes, perfection, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Why so eager to jump in and direct someone else's life when you can't stick to your own goals and resolutions?",
        "author": "Richelle E. Goodrich",
        "category": "advice, bossy, control, direct, domineer, domineering, manipulate, regulate, richelle, richelle-e-goodrich, richelle-goodrich, rule"
    },
    {
        "quote": "Death was a quiet evil, unavoidable like the dark night and defenseless sleep and tearful sorrows. It had hunted her down and slithered close, wanting only to smother every last flicker of",
        "author": "Richelle E. Goodrich",
        "category": "aquarius, darkness, death, dying, my-aquarius, richelle, richelle-goodrich, safire, sleep"
    },
    {
        "quote": "By small and simple sentences, great books come to pass.",
        "author": "Richelle E. Goodrich",
        "category": "author, book-quotes, books, richelle, richelle-e-goodrich, richelle-goodrich, storytelling, writers, writers-life, writing, writing-process"
    },
    {
        "quote": "Every exceptional writer holds a Master of Arts in Daydreaming.",
        "author": "Richelle E. Goodrich",
        "category": "amwriting, author, daydreamer, daydreaming, daydreams, master-of-arts, novelist, richelle, richelle-e-goodrich, richelle-goodrich, storybook-writer, writers, writing"
    },
    {
        "quote": "For the real writers, every decision is either write or wrong.",
        "author": "Richelle E. Goodrich",
        "category": "authors, richelle, richelle-e-goodrich, richelle-goodrich, write, writers, writing"
    },
    {
        "quote": "It's a phenomenal experience jumping from the devious mind of a sorceress bent on conquering the world to the compassionate musing of a queen capable of healing life with a touch—all in a flicker of thought. That's why I love writing.",
        "author": "Richelle E. Goodrich",
        "category": "authors, books, richelle, richelle-e-goodrich, richelle-goodrich, writers, writers-on-writing, writing"
    },
    {
        "quote": "A writer writes knowing that nothing else will elicit the same kind of satisfaction and personal triumph as molding the written word into a reader's great experience.",
        "author": "Richelle E. Goodrich",
        "category": "author, reader, readers, richelle, richelle-e-goodrich, richelle-goodrich, satisfaction-of-writing, write, writer, writers, written-word"
    },
    {
        "quote": "Write at a pace that doesn't surpass your creative flow. Don't be hasty; don't be sloppy. Don't forfeit impressive writing for an impressive word count. Because eventually it will all have to be edited, and you'll find that it is harder to make bad writing good than to make good writing better.",
        "author": "Richelle E. Goodrich",
        "category": "bad-writing, good-writing, hasty, rewriting, richelle, richelle-goodrich, sloppy, writers, writing"
    },
    {
        "quote": "Socially interacting with a storyteller can be a frustrating challenge because a portion of her awareness is constantly sorting through the details of a developing book. And while you may successfully engage in a meaningful conversation with her, an additional part of her mind is frantically sifting through descriptive lines to be used if ever she were to write this exchange down. The trouble with writers is that they are ALWAYS writing!",
        "author": "Richelle E. Goodrich",
        "category": "authors, richelle, richelle-goodrich, storyteller, writers, writing"
    },
    {
        "quote": "Write the ending first and then you'll know before the opening sentence that it's going to be a good book.",
        "author": "Richelle E. Goodrich",
        "category": "author, books, richelle, richelle-goodrich, writers, writing, writing-process"
    },
    {
        "quote": "To most, being locked away in solitary with nothing but pen and paper would prove a hard punishment. What a strange creature who views this as heaven.",
        "author": "Richelle E. Goodrich",
        "category": "authors, richelle, richelle-goodrich, writers, writing"
    },
    {
        "quote": "If we were always given a choice as to every path presented us in life, a multitude of roads leading to priceless treasures would forever go untraveled.Be grateful for your adversities. From toil and triumph evolves a life worth li",
        "author": "Richelle E. Goodrich",
        "category": "adversities, adversity, brahna-a-mahr, fate, hardships, life, life-quotes, lifes-journey, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Life can be awful. Life can be ugly.And still there are those who smile at the darkness, anticipating the beauty of an eventual sunrise.",
        "author": "Richelle E. Goodrich",
        "category": "faith, gratitude, hope, hopefulness, life, positive-outlook, positive-thoughts, richelle, richelle-e-goodrich, richelle-goodrich, thanksgiving"
    },
    {
        "quote": "Do you feel that? It is a calm shift in the wind. Do you hear that? It is a soft whisper of hope. Do you see that? It is the divine hand of guidance, mercifully extended to aid our good fight.",
        "author": "Richelle E. Goodrich",
        "category": "change, change-the-world, diving-guidance, good, good-fight, hope, hopefulness, improvements, richelle, richelle-e-goodrich, richelle-goodrich, whisper-of-hope"
    },
    {
        "quote": "Every person sees the world through lenses of his or her own design—individual goggles that alter focus and perspective as desired. For those who wish the world to be dark and ugly and unapproachable, it is. But for those who wish it to be beautiful, it is a garden playground blooming with bright, happy colors.",
        "author": "Richelle E. Goodrich",
        "category": "attitude, beauty, focus, perspective, richelle, richelle-e-goodrich, richelle-goodrich, ugliness, world"
    },
    {
        "quote": "Have the wisdom to perceive all there is to be thankful for, and then be thankful for the wisdom to perceive things so clearly.",
        "author": "Richelle E. Goodrich",
        "category": "be-thankful, give-thanks, gratitude, richelle, richelle-e-goodrich, richelle-goodrich, thankful, thankfulness, thanksgiving, wisdom"
    },
    {
        "quote": "To fight discouragement, remind yourself of the basics: I can write.I have the opportunity to do so. I love what I write. Now smile and be thankful.",
        "author": "Richelle E. Goodrich",
        "category": "author, discouragement, encouragement, gratitude, richelle, richelle-goodrich, smile, thankfulness, writing"
    },
    {
        "quote": "Be true to the writer within you; tell the story you're dying to tell in exactly the way you wish to tell it, and don't trust anyone who tries to sway you otherwise.",
        "author": "Richelle E. Goodrich",
        "category": "author, richelle, richelle-goodrich, stories, story, writer, writing, writing-advice, writing-craft"
    },
    {
        "quote": "A closed book will lie there like a dead horse. But an open book will kick, buck, and bolt through perceived adventures like a wild and free stallion. So hold on.",
        "author": "Richelle E. Goodrich",
        "category": "adventures, book-quotes, books, horse, read, reading, richelle, richelle-goodrich, stories, story, tale, tales"
    },
    {
        "quote": "A daydreamer is a writer just waiting for pen and paper.",
        "author": "Richelle E. Goodrich",
        "category": "author, daydreaming, fantasies, richelle, richelle-goodrich, stories, writer, writing"
    },
    {
        "quote": "Patience is seeing each step as a journey rather than seeing a journey as a thousand steps.",
        "author": "Richelle E. Goodrich",
        "category": "be-patient, bearing, calmness, patience, perspective, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Personal problems appear big because we press our nose to the glass to observe them. This only serves to magnify our troubles. The problems of others we tend to view at a reasonable distance from the window, making their woes and bothers appear ordinary. Too bad we don't naturally take a few steps back before considering our own plight.",
        "author": "Richelle E. Goodrich",
        "category": "difficulties, dilemmas, hardships, personal-problems, perspective, plight, problems, richelle, richelle-e-goodrich, richelle-goodrich, troubles"
    },
    {
        "quote": "When we all pass from this life and gather on the other side, the only thing each of us will have is his own story to tell.",
        "author": "Richelle E. Goodrich",
        "category": "death, lessons-learned, life, life-quotes, passing-on, richelle, richelle-e-goodrich, richelle-goodrich, story"
    },
    {
        "quote": "Sometimes ideas flow from my mind in a raging river of stringed sentences; I can scarcely scribble on the page fast enough to keep up with the mental current. Sometimes, however, beavers move in and dam the whole thing up.",
        "author": "Richelle E. Goodrich",
        "category": "author, ideas, pen, richelle, richelle-e-goodrich, richelle-goodrich, sentences, writer, writer-s-block, writing, written-word"
    },
    {
        "quote": "A writer writesregardless...even though...notwithstanding...despite...at any rate...anyhow...nevertheless...in the face of...undeterred by...heedless of...and because.The true writer simply continues to write.",
        "author": "Richelle E. Goodrich",
        "category": "authors, determination, richelle, richelle-e-goodrich, richelle-goodrich, write, writer, writers-on-writing, writing-obstacles"
    },
    {
        "quote": "Sometimes when I prepare to write, I feel the same sensation wash over me as if my toes were curling over the brink of a high cliff, my gaze peering downward into a dark pond, and I anxiously wonder, will the water prove deep enough? Will my words be satisfactory?",
        "author": "Richelle E. Goodrich",
        "category": "author, authors-on-writing, richelle, richelle-e-goodrich, richelle-goodrich, writing, writing-process"
    },
    {
        "quote": "I write so others might contemplate things that are out of the ordinary. I write to make people feel—to cause laughter and tears and anger at injustice. I write so the world will imagine and wonder at crazy, incredible truths. I write to have a tiny bit of influence on a universal conscience.",
        "author": "Richelle E. Goodrich",
        "category": "author, richelle, richelle-e-goodrich, richelle-goodrich, why-i-write, write, writing"
    },
    {
        "quote": "Twitter is a serious writing distraction. As are grapefruits. The two have nothing else in common.",
        "author": "Richelle E. Goodrich",
        "category": "author, distraction, grapefruit, richelle, richelle-e-goodrich, richelle-goodrich, twitter, twitter-quotes, write, writing"
    },
    {
        "quote": "I read so I might live a thousand lives in a lifetime. I write to control the particulars in those lives.",
        "author": "Richelle E. Goodrich",
        "category": "author, fantasy, life, lives, read, reading, richelle, richelle-e-goodrich, richelle-goodrich, write, writing"
    },
    {
        "quote": "I love writing poetry because it's pretty. I love writing pretty.",
        "author": "Richelle E. Goodrich",
        "category": "author, poetry, pretty, richelle, richelle-goodrich, why-we-write, writing"
    },
    {
        "quote": "No matter what you write, no matter how meticulous and painstaking the creation process, someone is going to laugh, scorn, and dissect your work with criticism while another quietly falls in love with it.",
        "author": "Richelle E. Goodrich",
        "category": "accomplish, author, create, form, produce, richelle, richelle-goodrich, work, writing"
    },
    {
        "quote": "Someone described a writer's world as tormented, and I had to laugh.  A tormented writer?  I personally wouldn't have put those two words together.  Emotions have the power to torment a soul, yes, I agree to that.  But writers, through the formation of our characters, delve so often into the depths of a vast range of emotions that we earn the advantage.  For we've examined every little thrumming, fracture, spark, pang, and darkening of the heart to a point that we understand and appreciate the necessity and strength of emotions as well as the cause and effects manipulating them.  We understand.  We can imagine.  We sympathize.  Our knowledge is power over the torment of emotional ignorance.  I would suggest that those truly tormented are the readers of our works because those poor souls shall never know with such clarity and sentiment all the tiny little details that make our characters breath, move, and live before our very eyes.  Perhaps, if torment does lurk among writers, it comes simply through knowing more about an imagined friend than can ever be adequately expressed in words.",
        "author": "Richelle E. Goodrich",
        "category": "author, richelle, richelle-goodrich, torment, writing"
    },
    {
        "quote": "When I finally find that one willing agent, I'll have found my prize in the Cracker Jack box.",
        "author": "Richelle E. Goodrich",
        "category": "agents, author, literary-agent, publishers, richelle, richelle-goodrich, writing"
    },
    {
        "quote": "There are days when writing is within my power and a story unfolds along a course I've already chosen.  And then there are days when the words breathe on their own and take me by the hand, leading me along unfathomed paths.  Either way, the end result is this author's fairytale.",
        "author": "Richelle E. Goodrich",
        "category": "author, fairy-tale, novelist, richelle, richelle-goodrich, writing"
    },
    {
        "quote": "Face it―nobody cares.But so what? Their apathy doesn't diminish your worth. Learn from it. Make it your job to care for those around you so that they don't feel like nobody cares.",
        "author": "Richelle E. Goodrich",
        "category": "apathy, care, caring, nobody-cares, richelle, richelle-e-goodrich, richelle-goodrich, self-worth, worth"
    },
    {
        "quote": "Why hasn't someone lassoed a few teenagers and had them sit down and write out all the supposed answers they have so we can solve the world's problems already?",
        "author": "Richelle E. Goodrich",
        "category": "humor, problems, richelle, richelle-goodrich, teenagers, world-issues"
    },
    {
        "quote": "There is no poetry without want. Desperate want.",
        "author": "Richelle E. Goodrich",
        "category": "poems, poet, poetry, richelle, richelle-e-goodrich, richelle-goodrich, want"
    },
    {
        "quote": "Church was never meant to be a place for gods to gather, but for devils wanting to shed their horns for halos.",
        "author": "Richelle E. Goodrich",
        "category": "church, churches, going-to-church, richelle, richelle-e-goodrich, richelle-goodrich, sunday, worship"
    },
    {
        "quote": "The Christmas spirit will elude you'til a selfless love consumes youand the joy of giving moves you.",
        "author": "Richelle E. Goodrich",
        "category": "christmas, christmas-spirit, christmastime, giving, richelle, richelle-e-goodrich, richelle-goodrich, spirit-of-christmas"
    },
    {
        "quote": "I am more and more convinced that some people are put in our lives solely to try our patience and tamper with our tolerance levels.",
        "author": "Richelle E. Goodrich",
        "category": "bearing, bother, composure, endurance, nuisance, patience, restraint, richelle, richelle-e-goodrich, richelle-goodrich, self-control, tolerance, trouble-maker"
    },
    {
        "quote": "My stomach rumbles.Plates of cookies, cake, and fudge.Christmastime is here.",
        "author": "Richelle E. Goodrich",
        "category": "cake, christmas, christmas-quotes, christmastime, cookies, fudge, haiku, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Gingerbread houseswith gumdrops and peppermintand marshmallow snow.",
        "author": "Richelle E. Goodrich",
        "category": "christmas, christmas-quotes, christmastime, gingergread-houses, haiku, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "The Christmas spiritwhispers softly in my ear,\"Go be of good cheer.",
        "author": "Richelle E. Goodrich",
        "category": "christmas, christmas-quotes, christmas-spirit, christmastime, haiku, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Mary and Josephhuddle snugly together.They cradle God's son.",
        "author": "Richelle E. Goodrich",
        "category": "baby-jesus, christ-child, christmas, haiku, joseph, mary, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Wise men come to seea child of greater wisdomand honor divine.",
        "author": "Richelle E. Goodrich",
        "category": "baby-jesus, christ-child, christmas, haiku, richelle, richelle-e-goodrich, richelle-goodrich, wise-men"
    },
    {
        "quote": "Hallelujah songcarries on a gentle wind,heralding a king.",
        "author": "Richelle E. Goodrich",
        "category": "christ, christmas, haiku, hallelujah, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Sheep and goats and cowsgather 'round a manger bedto awe at a babe.",
        "author": "Richelle E. Goodrich",
        "category": "baby-jesus, christ-child, christmas, christmas-quotes, haiku, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Born on straw at nightunder low stable rafters,Baby Jesus cried.",
        "author": "Richelle E. Goodrich",
        "category": "baby-jesus, christ-child, christmas, christmas-quotes, haiku, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "Rare and precious gifts,gold and myrrh and frankincense,to offer a king.",
        "author": "Richelle E. Goodrich",
        "category": "christmas, frankincense, gold, haiku, myrrh, richelle, richelle-e-goodrich, richelle-goodrich, wise-men"
    },
    {
        "quote": "A new star shines bright.Angels herald the good news.The Christ child is born.",
        "author": "Richelle E. Goodrich",
        "category": "christ, christ-child, christmas, christmas-quotes, christmastime, haiku, richelle, richelle-e-goodrich, richelle-goodrich, the-birth-of-jesus"
    },
    {
        "quote": "Shepherds lift their heads,not to gaze at a new lightbut to hear angels.",
        "author": "Richelle E. Goodrich",
        "category": "christmas, haiku, richelle, richelle-e-goodrich, richelle-goodrich, shepherds"
    },
    {
        "quote": "I am accountable for every lie that I tell, but I am also accountable for the effects of every harsh truth I deliver.",
        "author": "Richelle E. Goodrich",
        "category": "hurtful-words, lie, lying, richelle, richelle-e-goodrich, richelle-goodrich, truth, truth-telling"
    },
    {
        "quote": "When my problems seem overwhelming and impossible to solve, I hold fast to these facts: God is real, He is right, and He cares.",
        "author": "Richelle E. Goodrich",
        "category": "cares, caring, divine-love, divinity, god, problems, richelle, richelle-e-goodrich, richelle-goodrich, trials"
    },
    {
        "quote": "I won't lie—I don't",
        "author": "Richelle E. Goodrich",
        "category": "active, affected, care, change, concern, concerned, do, help, helping, involved, make-a-difference, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "I'm a sucker for curiosity's whims.Does that make me a cat person?",
        "author": "Richelle E. Goodrich",
        "category": "cats, curiosity, curiosity-killed-the-cat, richelle, richelle-e-goodrich, richelle-goodrich, whims"
    },
    {
        "quote": "A guilty conscience pushed me to try harder—which I did for what seemed like a tremendous amount of wasted time, staring bug-eyed at uncooperative pencils. What was missing? The answer seemed obvious—intense emotional incentive. But at the moment I didn’t feel desperate or angry or afraid. Just severely bored out of my mind and guilt-ridden for feeling so mind-numbingly b",
        "author": "Richelle E. Goodrich",
        "category": "bored, boredom, guilty-conscience, gwen, phantom-s-veil, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "I was breaking down, wanting to fade away and cry, yet I feared ever being invisible again. My head lowered to conceal my humiliation behind a curtain of hair where I trembled as if sobbing.“Hey, Gwen, it’s okay. It’s okay. Calm down.”I yearned to feel Daniel’s soft touch meet my temple and then trace along my ear, brushing back the hairs from my face. What I wanted was the comfort his caress always afforded me. He moved as if he would grant my wish, realizing at the last moment that neither of us possessed the power to touch the other.“Your hair, Gwen.”I refused to do what he wanted. I didn’t care for him to see the shame plainly visible in my features. But the next thing I knew, his blue eyes were staring up at me from the ground, a glare reflecting off his glasses. The guy had dropped his books to fall over for a clear view of my face. His desperation made me laugh.“It’s going to be okay, Gwen, I pro",
        "author": "Richelle E. Goodrich",
        "category": "daniel, gwen, phantom-s-veil, richelle, richelle-e-goodrich, richelle-goodrich"
    },
    {
        "quote": "There are few things better than losing yourself in a book. And if you're lucky enough to have that adventure continue in a series, it's like chocolate ganache on the icing on the cake.",
        "author": "Richelle E. Goodrich",
        "category": "adventures, books, books-reading, reading, richelle, richelle-e-goodrich, richelle-goodrich, sagas, series"
    },
    {
        "quote": "God will win every contest in life, so stop trying to beat Him at his own game.",
        "author": "Richelle E. Goodrich",
        "category": "god, gods-will, life, life-lessons, richelle, richelle-goodrich"
    },
    {
        "quote": "Closed books are like closed eyes—you must open them to see anything.",
        "author": "Richelle E. Goodrich",
        "category": "book-quotes, books, reading, richelle, richelle-goodrich"
    },
    {
        "quote": "Sometimes poets expect me to think far deeper than I'm willing to dig.",
        "author": "Richelle E. Goodrich",
        "category": "expound, interpret, interpretation, poems, poetry, poets, richelle, richelle-goodrich, unravel, writing"
    },
    {
        "quote": "You try moving things with nothing but willpower. It's about as easy as trying to lasso a bull with a licorice",
        "author": "Richelle E. Goodrich",
        "category": "gwen, moving, phantom-s-veil, richelle, richelle-goodrich, willpower"
    },
    {
        "quote": "My fingers combed through my dark hair, short and straight, landing in choppy, uneven ends nearly level with my chin. The color reminded me of every evil character in any fairytale. It seemed all were characteristically black; black hair, black eyes, black clothing, black demeanors, and black intent. I never thought I was truly a villainous character, not like I knew my father to be, but I was his offspring and devoid of any princess-like characteristics, so that left only the wicked side of the story to play. In my dreams, though, I imagined myself more like Snow White―wavy, raven hair, a perfectly fair complexion, bathed in rose scents, and exhibiting a natural feminine grace that would dance musical circles around both Ginger and Elizabeth. No, I never hoped for such a thing to be real, but I dared to pretend it with perfect clarity in my dreams.",
        "author": "Richelle E. Goodrich",
        "category": "annabelle, black, dandelions, richelle, richelle-goodrich, wishful-thinking"
    },
    {
        "quote": "My love for you reaches beyond the borders of continents, so vast in scope that I would cross oceans to be with you.Yes, but does that same love penetrate so deep as to dare thee to sink to the oceans' depths to fin",
        "author": "Richelle E. Goodrich",
        "category": "aquarius, love, my-aquarius, ocean, richelle, richelle-goodrich"
    },
    {
        "quote": "Be not wishing and pining but thankfully content.  For it is a short bridge between wanting and regret.\"- from \"Dimpellumpzki",
        "author": "Richelle E. Goodrich",
        "category": "content, contentment, gratefulness, longing, pine, pining, regret, richelle, richelle-goodrich, thankfulness, thanks, want, wanting, wish, wishing, yearn, yearning"
    },
    {
        "quote": "The pleasures of being a novelist are many.  But the greatest by far is the manner in which I live through my characters; experiencing every detail of their story as it unfolds gradually and personally within my own creative psyche.  I'm like a cat with untold lives, because each new book is my rebirth.",
        "author": "Richelle E. Goodrich",
        "category": "books, enjoyment, novelist, pleasure, richelle, richelle-goodrich, storytelling, writing"
    },
    {
        "quote": "As I quietly stare off into space, eyes glazed over and brow thoughtfully taut, know that I am going about my business.  I am a storyteller.  Daydreaming is the best part of my job.",
        "author": "Richelle E. Goodrich",
        "category": "books, daydreaming, richelle, richelle-goodrich, storytelling, writing"
    },
    {
        "quote": "On Hallows Eve, we witches meetto broil and bubble tasty treatslike goblin thumbs with venom dip,crisp bat wings, and fried fingertips.We bake the loudest cackle crunch,and brew the thickest quagmire punch.Delicious are the rotting flieswhen sprinkled over spider pies.And, my oh my, the ogre brainsall scrambled up with wolf remains!But what I love the most, it’s true,are festered boils mixed in stew.They cook up oh so tenderly.It goes quite well with mugwort tea.So, don’t be shy; the cauldron’s hot.Jump in! We witches eat a lot!",
        "author": "Richelle E. Goodrich",
        "category": "halloween, halloween-poems, hallows-eve, poetry, richelle-e-goodrich, richelle-goodrich, witches"
    }
]