[
    {
        "quote": "Afterward, I had the last laugh. I made an air bubble at the bottom of the lake. Our friends kept waiting for us to come up, but hey-when you are the son of Poseidon, you don't have to hurry. And it was pretty much the best underwater kiss of all time.",
        "author": "Rick Riordan",
        "category": "cute, isaiat, kiss, love, mart, percy-jackson, underwater"
    },
    {
        "quote": "You promised, Seaweed Brain. We would not get separated! Ever again!” “You’re impossible!” “Love you too!",
        "author": "Rick Riordan",
        "category": "annabeth, love, percabeth, percy-jackson"
    },
    {
        "quote": "Remake the world, a little at a time, each in your own corner of the world.",
        "author": "Rick Riordan",
        "category": "incrementalism, inspirational, world"
    },
    {
        "quote": "Sometimes small things can become very large, indeed.",
        "author": "Rick Riordan",
        "category": "inspirational"
    },
    {
        "quote": "You have to rise above the squabbling and chaos, and keep believing. You have to always keep your goals in mind.” -Hera, goddess of marriage",
        "author": "Rick Riordan",
        "category": "inspirational"
    },
    {
        "quote": "Dreams like a podcast,Downloading truth in my ears.They tell me cool stuff.\"\"Apollo?\" I guess, because I figured nobody else could make a haiku that bad.He put his finger to his lips. \"I'm incognito. Call me Fred.\"\"A god named Fred?",
        "author": "Rick Riordan",
        "category": "apollo, fred, haiku, humor, percy-jackson, poem"
    },
    {
        "quote": "Can you surf really well, then?\"I looked at Grover, who was trying hard not to laugh.\"Jeez, Nico,\" I said. \"I've never really tried.\"He went on asking questions. Did I fight a lot with Thalia, since she was a daughter of Zeus? (I didn't answer that one.) If Annabeth's mother was Athena, the goddess of wisdom, then why didn't Annabeth know better than to fall off a cliff? (I tried not to strangle Nico for asking that one.) Was Annabeth my girlfriend? (At this point, I was ready to stick the kid in a meat-flavored sack and throw him to the wolves.)",
        "author": "Rick Riordan",
        "category": "annabeth-chase, athena, funny, humor, myth, mythology, olympians, percy-jackson, posiedon, the-lightning-thief, zeus"
    },
    {
        "quote": "It seemed weird calling a teenager 'sir' but I'd learned to be careful with immortals. They tended to get offended easily. Then, they blew stuff up.",
        "author": "Rick Riordan",
        "category": "explosions, humor, immortals, teenager"
    },
    {
        "quote": "Poison!\" Grover yelped. \"Don't let those things touch you or...\"\"Or we'll die?\" I guessed.\"Well...after you shrivel slowly to dust, yes.\"\"Let's avoid the swords,\" I decided.",
        "author": "Rick Riordan",
        "category": "dust, humor, poison, shrivel, swords"
    },
    {
        "quote": "Almost everything strange washes up near Miami.",
        "author": "Rick Riordan",
        "category": "florida, humor, miami, strange"
    },
    {
        "quote": "Tyson- \"Cash? Like...green paper?\"Percy- \"Yeah.\"Tyson- \"Like the kind in duffel bags?\"Percy-\"Yeah, but we lost those bags days a-g-g--.\" \"Tyson! How did you--\"Tyson- \"Thought it was a feed bag for Rainbow. Found it floating in sea, but only paper inside. Sorry.",
        "author": "Rick Riordan",
        "category": "humor"
    },
    {
        "quote": "Leo had seen Tia Callida in action; she liked knives, snakes and putting babies in roaring fires. Yeah, definitely let's unleash her rage. Great idea.",
        "author": "Rick Riordan",
        "category": "hera, humor, leo-valdez, the-lost-hero"
    },
    {
        "quote": "I past another telkhine, who was so startled he dropped his Lil' Demons lunch box. I left him alive - partly because he had a cool lunch box...",
        "author": "Rick Riordan",
        "category": "humor, percy-jackson"
    },
    {
        "quote": "Fortunately, we did most of our athletic stuff inside, so we didn't have to jog through Tribeca looking like a bunch of boot-camp hippie children.",
        "author": "Rick Riordan",
        "category": "humor"
    },
    {
        "quote": "It was beautiful in a harsh I'm-going-to-gut-you-like-a-fish kind of way.",
        "author": "Rick Riordan",
        "category": "humor, the-last-olympian"
    },
    {
        "quote": "After the satyrs filed in to dinner, the Hermes cabin brought up the rear. They were always the biggest cabin. Last summer it had been led by Luke, the guy who fought with Thalia and Annabeth on top of Half-Blood Hill. For a while, before Poseidon had claimed me, I'd lodged in the Hermes cabin. Luke had befriended me...and then he'd tried to kill me.",
        "author": "Rick Riordan",
        "category": "humor"
    },
    {
        "quote": "Hope does not leave without being given permission.",
        "author": "Rick Riordan",
        "category": "hope, inspirational-life, percy-jackson, philosophy, the-last-olympian"
    },
    {
        "quote": "She glared at me like she was about to punch me, but then she did something that surprised me even more. She kissed me.\"Be careful seaweed brain.\" She said putting on her invisible cap and disappearing.I probably would have sat there all day, trying to remember my name, but then the sea demons came.",
        "author": "Rick Riordan",
        "category": "demons, god, gods, greek, kiss"
    },
    {
        "quote": "Nothing lasts forever. But the thing is, you can reuse some. Use your mind. - Leo's Mother, The Lost Hero",
        "author": "Rick Riordan",
        "category": "inspirational-quotes"
    },
    {
        "quote": "You might as well ask an artist to explain his art, or ask a poet to explain his poem. It defeats the purpose. The meaning is only clear thorough the search.",
        "author": "Rick Riordan",
        "category": "art, artist, painting, poem, poet, poetry"
    },
    {
        "quote": "I tell aspiring writers that you have to find what you MUST write. When you find it, you will know, because the subject matter won’t let you go. It’s not enough to write simply because you think it would be neat to be published. You have to be compelled to write. If you’re not, nothing else that you do matters.",
        "author": "Rick Riordan",
        "category": "rick-riordan, writing"
    },
    {
        "quote": "And please God, grant me the wisdom to remember that I am writing for children, not golden stickers.",
        "author": "Rick Riordan",
        "category": "writing"
    },
    {
        "quote": "That really was NOT fun, though. Well, the hitting-her-with-a-stick part, that was fun. But crashing into a concrete bear? NOT fun.",
        "author": "Rick Riordan",
        "category": "funny"
    },
    {
        "quote": "I try very hard to be annoying! Don't insult my ability to annoy!",
        "author": "Rick Riordan",
        "category": "annoying-people, funny, heros-of-olympus, leo-valdez"
    },
    {
        "quote": "People don’t just appear on the beach unless they’re demigods or gods or really, really lost pizza delivery guys. (It’s happened—but that’s another story.)",
        "author": "Rick Riordan",
        "category": "funny, humor, percy-jackson, rick-riordan"
    },
    {
        "quote": "my sword reappeared in my pocket.yeah,great timing.now i could attack the walls all i wanted.my cell had no bar,no window,not even a door",
        "author": "Rick Riordan",
        "category": "humour, percy-jackson"
    },
    {
        "quote": "Sometimes mortals can be more horrible than monsters.",
        "author": "Rick Riordan",
        "category": "humanity, monsters"
    },
    {
        "quote": "My dear young cousin, if there's one thing I've learned over the eons, it's that you can't give up on your family, no matter how tempting they make it.",
        "author": "Rick Riordan",
        "category": "family"
    },
    {
        "quote": "But family connections are weird. Even if your relatives aren't good to you, they're still your blood. You can't lose that connection completely. And believe me, I've got a few relatives on my dad's side I'd love to lose.",
        "author": "Rick Riordan",
        "category": "blood, demigods, drama, family, humor, kin, percy-jackson, relatives"
    },
    {
        "quote": "Sometimes the hardest power to master is the power of yielding. -Hestia",
        "author": "Rick Riordan",
        "category": "goddess, mythology, percy-jackson, power"
    },
    {
        "quote": "Fear can't be reasoned with. Neither can hate. They're like love. They're almost identical emotions.",
        "author": "Rick Riordan",
        "category": "book, books, couple, death, hate, hatred, inspiring, interesting, life, logic, love, philosophy, quote, quotes, romance, wisdom"
    },
    {
        "quote": "Victory must be real. It must be earned. That means it must be rare and difficult, against steep odds, and defeat must be the other.",
        "author": "Rick Riordan",
        "category": "book, books, couple, death, hate, hatred, inspiring, interesting, life, love, quote, quotes, romance"
    },
    {
        "quote": "Keep moving. Don't get bogged down. Don't think about the bad stuff. Smile and joke even when you don't feel like it.",
        "author": "Rick Riordan",
        "category": "book, books, couple, death, hate, hatred, inspiring, interesting, life, love, quote, quotes, romance"
    },
    {
        "quote": "Young people don't always do what they're told, but if they can pull it off and do something wonderful, sometimes they escape punishment.",
        "author": "Rick Riordan",
        "category": "children, punishment, young-people, youth"
    },
    {
        "quote": "Pluto claimed that in ancient times, all humans had been a combination of male and female. Each person had two heads, four arms, four legs. Supposedly, these combo-humans had been so powerful they made the gods uneasy, so Zeus split them in half - man and woman. Ever since, humans had felt incomplete. They spent their whole lives searching for their other halves.",
        "author": "Rick Riordan",
        "category": "dystopian-fiction, fiction, greek-literature, greek-mythology"
    },
    {
        "quote": "Immortals are constrained by ancient rules. But a hero can go anywhere, challenge anyone, as long as he has the nerve.-Chiron",
        "author": "Rick Riordan",
        "category": "inspirational, strength"
    },
    {
        "quote": "people can be creul,people can be mean, what they say about us is not true it makes it there opinion, and it doesnt mean thats how the rest of the world see's it.",
        "author": "Rick Riordan",
        "category": "inspirational-life"
    },
    {
        "quote": "My name is Zia Rashid.",
        "author": "Rick Riordan",
        "category": "egyptian-mythology, kane-chronicles, life, magic"
    },
    {
        "quote": "My understanding of magic is fairly straightforward. Hit enemies with a sword until they’re dead. If they rise again, hit them again. Repeat as necessary. It worked against Set.",
        "author": "Rick Riordan",
        "category": "humor, magic"
    },
    {
        "quote": "Leo,” Jason said, “you’re weird.”“Yeah, you tell me that a lot.” Leo grinned. “But if you don’t remember me, that means I can reuse all my old jokes...!",
        "author": "Rick Riordan",
        "category": "fantasy, humor, young-adult"
    },
    {
        "quote": "I’ll leave you guys to get acquainted. Somebody show Leo to dinner when it’s time?” “I got it,” one of the girls said. Nyssa, Leo remembered. She wore camo pants, a tank top that showed off her buff arms, and a red bandanna over her mop of dark hair. Except for the smiley-face Band-Aid on her chin, she looked like one of those female action heroes, like any second she was going to grab a machine gun and start mowing down evil aliens. “Cool,” Leo said. “I always wanted a sister who could beat me up.",
        "author": "Rick Riordan",
        "category": "fantasy, humor, young-adult"
    },
    {
        "quote": "I let loose a guttural roar-the cry of a man who has been deprived of his rightful kibbeh. I drew my sword and smacked the eagle with flat of the blade",
        "author": "Rick Riordan",
        "category": "humorous"
    },
    {
        "quote": "Laughter is a good way to hide pain\"- Leo Valdez",
        "author": "Rick Riordan",
        "category": "sad"
    },
    {
        "quote": "People lie. Promises are broken. A",
        "author": "Rick Riordan",
        "category": "broken, lies, life, promises, truth"
    },
    {
        "quote": "Your voice is your identity. If you don't use it, your halfway to Asphodel already.",
        "author": "Rick Riordan",
        "category": "identity, life, voice"
    },
    {
        "quote": "No demigod can heal your heart.\"Aphrodite to Reyna, at Charleston",
        "author": "Rick Riordan",
        "category": "broken, heartbreak, love"
    },
    {
        "quote": "You can't plan for feelings. You have to accept that. Let it scare you. Trust that it'll be okay anyway.",
        "author": "Rick Riordan",
        "category": "emotions, fear, love"
    },
    {
        "quote": "Hapi?\" I asked.\"Why, yes, I am happy!\" Hapi beamed. \"I'm always happy because I'm Hapi! Are you happy?\"Zia frowned up at the giant. \"Does he have to be so big?\"The god laughed. Immediately he shrank down to human size, though the crazy cheerful look on his face was still pretty unnerving.\"Oh, Setne!\" Hapi chuckled and pushed the ghost playfully. \"I hate this guy. Absolutely despise him!\"Hapi's smile became painfully wide. \"I'd love to rip off your arms and legs, Setne. That would be amazing!\"Setne ... drifted a little farther away from the smiling god.\"Oh!\" Hapi clapped excitedly. \"The world is going to end tomorrow. I forgot!\"\"You'd never get to Memphis without my help. You'd get torn into a million pieces!\"He seemed genuinely pleased to share that news.",
        "author": "Rick Riordan",
        "category": "happy, humor"
    },
    {
        "quote": "Percy: Put your cap back on... get out! Annabeth: What? No! I'm not leaving you. Percy: I've got a plan. I'll distract them. You can use the metal spider... maybe it'll lead you back to Hephaestus. You have to tell him what's going on. Annabeth: But you'll be killed! Percy: I'll be fine. Besides, we've got no choice. Annabeth glared at me like she was going to punch me, and then she did something that surprised me even more she kissed me. Annabeth Be careful, Seaweed Brain. Percy: she put on her hat and vanished.",
        "author": "Rick Riordan",
        "category": "annabeth-chase, humor, kiss, percy-jackson, shock"
    },
    {
        "quote": "Annabeth glared at me like she was going to punch me. And then she did something that surprised me even more. Shd kissed me. \"Br careful Seaweed Brain.\" she put her cap back on and vanished. I probably would have sst there fir the rest of the day, staring at the lava and trying to remember what my name was.",
        "author": "Rick Riordan",
        "category": "annabeth, kiss, lava, percy-jackson"
    },
    {
        "quote": "What-what do you want?\" Annabeth asked, trying to maintain a tone of confidence.The voice cackled maliciously.'To curse you, of course! To destroy you thousand times in the name of Mother Night!'\"Only a thousand times?\" Percy murmured. \"Oh, good...I thought we were in trouble.",
        "author": "Rick Riordan",
        "category": "annabeth, annabeth-chase, chase, hades, house, jackson, mother, mother-night, night, of, percy, percy-jackson, the, thousand, times"
    },
    {
        "quote": "Maybe it's okay to be a kid once in a while.",
        "author": "Rick Riordan",
        "category": "true"
    },
    {
        "quote": "Their goal was in sight. They had a Titan with a very loud kitten on their side. That had to count for something.",
        "author": "Rick Riordan",
        "category": "goal, house-of-hades, loud-kitten"
    },
    {
        "quote": "GETTING KILLED BY TARTARUS didn’t seem like much of an honor. As Annabeth stared up at his dark whirlpool face, she decided she’d rather die in some less memorable way—maybe falling down the stairs, or going peacefully in her sleep at age eighty, after a nice quiet life with Percy. Yes, that sounded good.",
        "author": "Rick Riordan",
        "category": "annabeth, honor, percy-jackson, tartarus"
    },
    {
        "quote": "Percy (to Annabeth): If I was going to pick one person in the world to reattach my head, I'd pick you.Silena: Awww . . . Percy, that is so sweet!Annabeth: Shut up, Silena.",
        "author": "Rick Riordan",
        "category": "sweet"
    },
    {
        "quote": "CHEERS, CARTER. At least you have the sense to hand me the microphone for important things.Honestly, he drones on and on about his plans for the Apocalypse, but he makes no plans at all for the school dance. My brother's priorities are severely skewed.Sadie Kane",
        "author": "Rick Riordan",
        "category": "apocalypse, dance, humor"
    },
    {
        "quote": "Um ,sorry. I cant read the last line.\"\"Fish. Have you stolen any fish from the holy lakes?\"\"I lived in Kansas..So ..no",
        "author": "Rick Riordan",
        "category": "ghosts, serpent-s-shadow"
    },
    {
        "quote": "Leo grabbed the neasrest thing he could find- a Porta-Potty seat- and threw it at the face. Leve me alone!",
        "author": "Rick Riordan",
        "category": "hero, humor, leo"
    },
    {
        "quote": "Aphrodite: Pfft. That's not the point. Follow your heart.Percy: But... I don't know where it's going. My heart, I mean.",
        "author": "Rick Riordan",
        "category": "love, mythology, percy-jackson"
    },
    {
        "quote": "So Beckendorf was pretty popular?\" Leo asked. \"I mean-before he blew up?",
        "author": "Rick Riordan",
        "category": "humour, mythology, percy-jackson"
    },
    {
        "quote": "There's my baby!\" I cried, quite carried away, \"There's my poochiekins!\"...\"Sadie,\" My dad said firmly, \"Please do not refer to the devourer of souls as 'poochiekins'.",
        "author": "Rick Riordan",
        "category": "ancient-egypt, children-s, humor, mythology, serpent-in-the-shadows"
    },
    {
        "quote": "I nodded, looking at Rachel with respect. \"You hit the Lord of the Titans in the eye with a blue plastic hairbrush.",
        "author": "Rick Riordan",
        "category": "percy-jackson, rachel-elizabeth-dare"
    },
    {
        "quote": "Percy: Don't I get a kiss for luck? It's kind of a tradition, right?Annabeth: Come back alive, Seaweed Brain. Then we'll see.",
        "author": "Rick Riordan",
        "category": "annabeth-chase, percy-jackson"
    },
    {
        "quote": "It's him,\" I said. \"Typhon.\"I was seriously hoping Chiron would say something good, like 'No, that's our huge friend Leroy! He's going to help us!",
        "author": "Rick Riordan",
        "category": "chiron, percy-jackson"
    },
    {
        "quote": "This is the Wilderness School. 'Where the Kids are animals",
        "author": "Rick Riordan",
        "category": "annabeth-chase, percy-jackson, percy-jackson-and-the-olympians, the-lost-hero"
    },
    {
        "quote": "Butch hesitated. \"Annabeth's okay. You gotta cut her some slack. She had a vision telling her to come here, to find a guy with one shoe. That was supposed to be the answer to her problem.\"\"What Problem?\" Piper asked.\"She's been looking for one of our campers, who's been missing three days,\" Butch said. \"She's going out of her mind with worry. She hoped he'd be here.\"\"Who?\" Jason asked.\"Her boyfriend,\" Butch said, \"A guy named Percy Jackson.",
        "author": "Rick Riordan",
        "category": "annabeth-chase, percy-jackson, percy-jackson-and-the-olympians, the-lost-hero"
    },
    {
        "quote": "Just for you non-sea-god types out there, don't go swimming in New York Harbor. It may not be as filthy as it was in my mom's day, but that water will still probably make you grow a third eye or have mutant children when you grow up.",
        "author": "Rick Riordan",
        "category": "percy-jackson"
    },
    {
        "quote": "then things got even stranger.Mr. Brunner, who'd been out in front of the museum a minute before, wheeled his chair into the doorway of the gallery, holding a pen in his hand. \"What ho, Percy!\" he shouted, and tossed the pen through the air.Mrs. Dodds lunged at me.With a yelp, I dodged and felt talons slash the air next to my ear. I snatched the ballpoint pen out of the air, but when it hit my hand, it wasn't a pen anymore. It was a sword-Mr. Brunner's bronze sword, which he always used on tourement day.Mrs. Dodds spun toward me with a murderous look in her eyes.My knees were jelly. My hands were shaking so bad I almost dropped the sword.She snarled, \"Die, honey!\"And she flew straight at me.Absolute terror ran through my body. I did the only thing that came naturally:I swung the sword.The metal blade hit her shoulder and passed through her body as if she were made made of water. Hisss!Mrs. Dodds was a sand castle in a power fan. She exploded into yellow powder, vaporized on the spot, leaving nothing but the smell of sulfur and a dying screech and a chill of evil in the air, as if those two glowing red eyes were still watching me.",
        "author": "Rick Riordan",
        "category": "fury, olympians, pen, percy-jackson"
    },
    {
        "quote": "And I was holding someone who was destined to be my best friend, or possibly my worst enemy.",
        "author": "Rick Riordan",
        "category": "percy-jackson"
    },
    {
        "quote": "Question (from a reader) : Will the Wise Goddess Athena overthrow Zeus and become the ruler of Olympus?Athena's answer : What an interesting idea . . . No, just kidding, Dad. Put away the lightning bolt.",
        "author": "Rick Riordan",
        "category": "humor, percy-jackson"
    },
    {
        "quote": "I sat up in bed. \"What did he say?\"Tyson groaned, still half asleep. He was lying facedown on the couch, his feet so far over the edge they were in the bathroom. \"The happy man said...bowling practice?\"I hoped he was right, but then there was an urgent knock on the suite's interior door. Annabeth stuck her head in--her blonde hair in a rat's nest. \"DISEMBOWLING practice?",
        "author": "Rick Riordan",
        "category": "annabeth-chase, bowling-practice, disembowling-practice, percy-jackson, percy-jackson-and-the-olympians, the-sea-of-the-monsters, tyson"
    },
    {
        "quote": "Tyson was still staring at Chiron in amazement. He whimpered like he wanted to pat Chiron's flank but was afraid to come closer. \"Pony?",
        "author": "Rick Riordan",
        "category": "humor, percy-jackson"
    },
    {
        "quote": "Maybe it's okay to still be a kid every once in a while.",
        "author": "Rick Riordan",
        "category": "percy-jackson"
    },
    {
        "quote": "You said your mom is the goddess of balance,\" I reminded him. \"The minor gods deserve better, Ethan, but total destruction isn't balance. Kronos doesn't build. He only destroys.",
        "author": "Rick Riordan",
        "category": "percy-jackson, percy-jackson-and-the-olympians, the-last-olympian"
    },
    {
        "quote": "Seriously, who curses you with their dying breath and says, I hope your eye twitches!",
        "author": "Rick Riordan",
        "category": "curses, dying-breath, humor, percy-jackson"
    },
    {
        "quote": "They’d seen his deepest secrets. They knew who he was, what he was. But they didn’t seem to care. No … they cared more. They weren’t judging him. They were concerned.",
        "author": "Rick Riordan",
        "category": "nico-di-angelo, percy-jackson, reyna, rick-riordan, the-blood-of-olympus"
    },
    {
        "quote": "Seaweed BrainWise Girl",
        "author": "Rick Riordan",
        "category": "annabeth-chase, percy-jackson"
    },
    {
        "quote": "you hit the lord of the titans in the eye with a blue plastic hairbrush?",
        "author": "Rick Riordan",
        "category": "percy-jackson"
    },
    {
        "quote": "It’s more than that.’ Reyna rested her hand on Nico’s. ‘While you were asleep, I did a lot ofthinking. What I told you about my father … I’d never shared that with anyone. I guess I knew youwere the right person to confide in. You lifted some of my burden. I trust you, Nico.",
        "author": "Rick Riordan",
        "category": "nico-di-angelo, percy-jackson, reyna-ramirez-arellano"
    },
    {
        "quote": "The plan had three phases: dangerous, really dangerous and insanely dangerous.",
        "author": "Rick Riordan",
        "category": "frank-zang, heroes-of-olympus, percy-jackson, the-house-of-hades"
    },
    {
        "quote": "Nothing is unfixable",
        "author": "Rick Riordan",
        "category": "leo, percy-jackson, valdez"
    },
    {
        "quote": "You're cute when you're worried. Your eyebrows get all scrunched together.",
        "author": "Rick Riordan",
        "category": "percy-jackson"
    },
    {
        "quote": "What if we promoted, like, Adidas shoes?’ Percy wondered. ‘Would that make Nike mad enough to show up?'Leo smiled nervously. Maybe he and Percy did share something else – a stupid sense of humour.‘Yeah, I bet that would totally be against her sponsorship deal. THOSE ARE NOT THE OFFICIAL SHOES OF THE OLYMPICS! YOU WILL DIE NOW!",
        "author": "Rick Riordan",
        "category": "blood-of-olympus, leo-valdez, percy-jackson"
    },
    {
        "quote": "His face was gaunt, scraped and bloody, his hair dusted with cobwebs, but when he locked eyes with her, she thought he had never looked more handsome.Percy & Annabeth",
        "author": "Rick Riordan",
        "category": "annabeth-chase, mark-of-athena, percy-jackson"
    },
    {
        "quote": "Frank couldn't breathe underwater.But where was he?Percy turned in a full circle. Nothing. Then he glanced up. Hovering above him was a giant goldfish. Frank had turned -clothes, backpack, and all- into a koi the size of a teen-aged boy.\"dude.\" Percy sent his thoughts through the water, the way he spoke to other sea creatures. \"A goldfish?\"Frank's voice came back to him: \"I freaked. We were talking about goldfish, so it was on my mind. Sue me.",
        "author": "Rick Riordan",
        "category": "frank-zhang, goldfish, humour, koi, percy-jackson"
    },
    {
        "quote": "Then Leo realized something was blocking the middle of his view. Something large and fuzzy, and so close, Leo had to cross his eyes to see it properly. It was a large, ugly face. \"Holy mother!\" he yelped. The face backed away and came into focus. Staring down at him was a beard man in grimy blue coveralls. His face was lumpy and covered with welts, as if he'd been stung by a million bees, or dragged across gravel. Possibly both. \"Humph.\" the man said. \"Holy father, boy. I should think ou know the difference by now.",
        "author": "Rick Riordan",
        "category": "funny, percy-jackson"
    },
    {
        "quote": "The Romans always wanted bread and circuses-food and entertainement! As we destroy their city, I will offer them both. Behold, a sample!\"Someething dropped from the ceiling and landed at Percy's feet: a loaf of sandwich bread in a white plastic wrapper with red and yellow dots.Percy picked it up. \"Wonder bread?\"\"Magnificent, isn't it?\" Ephialtes eyes danced with crazy excitement.",
        "author": "Rick Riordan",
        "category": "ephialtes, humour, percy-jackson, wonder-bread"
    },
    {
        "quote": "My mother was gone. The whole world should be black and cold. Nothing should look beautiful.",
        "author": "Rick Riordan",
        "category": "angst, percy-jackson"
    },
    {
        "quote": "According to Festus, our flying table, Buford, made it back safely while we were in Charleston, so those eagles didn't get him. Unfortunately, he lost the laundry bag with your pants.\"\"Dang it!\" Frank Barked, which Leo figured was probably severe profanity for him.No doubt Frank would've cursed some more -busting out the golly gees and the gosh darns- but Percy interrupted by doubling over and groaning.\"Did the world just turn upside down?\" he asked.Jason pressed his hands to his head. \"Yeah, and it's spinning. Everything is yellow. Is it supposed to be yellow?",
        "author": "Rick Riordan",
        "category": "buford-the-table, frank-zhang, humour, jason-grace, leo-valdez, percy-jackson"
    },
    {
        "quote": "Nico started to crawl away, groaning. Percy wanted him to move faster and groan less. He considered throwing his wonder bread at him.",
        "author": "Rick Riordan",
        "category": "nico-di-angelo, percy-jackson, wonder-bread"
    },
    {
        "quote": "Percy looked at his friends. \"I'm getting tired of this guy's shirt.\"\"Combat time?\" Piper grabbed her horn of plenty.\"I hate wonder bread,\" Jason said.Together, they charged.",
        "author": "Rick Riordan",
        "category": "humour, jason-grace, percy-jackson, piper-mclean, wonder-bread"
    },
    {
        "quote": "That's what being a demigod was all about, not quite belonging in the mortal world or on Mount Olympus but trying to make peace with both sides of their nature.",
        "author": "Rick Riordan",
        "category": "demigod, mark-of-athena, percy-jackson"
    },
    {
        "quote": "I love New York. You can pop out of the Underworld in Central Park, hail a taxi, head down Fifth Avenue with a giant hellhound loping behind you, and nobody even looks at you funny.",
        "author": "Rick Riordan",
        "category": "anonymity, blasé, new-york-city, nonchalance"
    },
    {
        "quote": "Yeah! Bring it on lake!\" -Coach Gleeson Hedge",
        "author": "Rick Riordan",
        "category": "die, humor, lake, mark-of-athena"
    },
    {
        "quote": "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.",
        "author": "Rick Riordan",
        "category": "Positive, Age, Peace"
    },
    {
        "quote": "I think kids want the same thing from a book that adults want - a fast-paced story, characters worth caring about, humor, surprises, and mystery. A good book always keeps you asking questions, and makes you keep turning pages so you can find out the answers.",
        "author": "Rick Riordan",
        "category": "Good, Caring, Mystery"
    },
    {
        "quote": "When I was young, my favorite picture book was 'Fletcher and Zenobia,' written by Edward Gorey and illustrated by Victoria Chess. It's long out of print now, but its mix of macabre humor and 1960s psychedelia made it a perfect children's book for the times.",
        "author": "Rick Riordan",
        "category": "Children, Book, Long"
    },
    {
        "quote": "I don't think about being famous, really. Being an author, I don't generally get stopped as I walk down the street. It's not like being a movie star.",
        "author": "Rick Riordan",
        "category": "Walk, Down, Think"
    },
    {
        "quote": "I'm a teacher still, but with a much larger classroom.",
        "author": "Rick Riordan",
        "category": "Classroom, Still, Larger"
    },
    {
        "quote": "I loved the idea of making history interesting for kids! When Scholastic approached me about 'The 39 Clues', I immediately started going through the 'greatest hits' from my years as a social studies teacher, and picked the historical characters and eras that most appealed to my students.",
        "author": "Rick Riordan",
        "category": "History, Me, Greatest"
    },
    {
        "quote": "I've been reading Greek mythology since I was a kid. I also taught it when I was a sixth grade teacher, so I knew a lot of mythological monsters already. Sometimes I still use books and Web sites to research, though. Every time I research Greek mythology, I learn something new!",
        "author": "Rick Riordan",
        "category": "Time, Reading, Research"
    },
    {
        "quote": "As a teacher, I've never seen anything like 'Harry Potter.' That's why I smart when people talk about the 'next' 'Harry Potter.' There is no 'next' 'Harry Potter.'",
        "author": "Rick Riordan",
        "category": "Smart, People, Why"
    },
    {
        "quote": "I tend to think of a myth and then explore how it would play out if it were happening in the modern-day world. I modify all the myths I use, but I stick very closely to their structure - it is the hidden teacher in me.",
        "author": "Rick Riordan",
        "category": "World, Me, Think"
    },
    {
        "quote": "My goal in the classroom was always to make sure they were having so much fun that they didn't realize they were learning.",
        "author": "Rick Riordan",
        "category": "Goal, Fun, Realize"
    },
    {
        "quote": "I always love it when I hear back from kids who say they discovered Percy Jackson and now wear their learning difference as a badge of honour.",
        "author": "Rick Riordan",
        "category": "Love, Difference, Kids"
    },
    {
        "quote": "It's not easy. I got lots of rejections when I first started out. If you want to write, you have to believe in yourself and not give up. You have to do your best to practice and get better.",
        "author": "Rick Riordan",
        "category": "Believe In Yourself"
    },
    {
        "quote": "I love Norse mythology - Thor and Odin and Loki - amazing characters.",
        "author": "Rick Riordan",
        "category": "Love, Mythology, Characters"
    },
    {
        "quote": "I think children love reading, and they will make time for it if we put the right books into their hands. And I hope I get the chance to keep being one of the people that writes them.",
        "author": "Rick Riordan",
        "category": "Love, Time, Hope"
    },
    {
        "quote": "Writing 'Book 1: The Maze of Bones' didn't feel much different than writing one of my other novels, but I thought it was very innovative to offer the website and trading card components as well for those readers who wanted to go more in depth with the Cahill experience.",
        "author": "Rick Riordan",
        "category": "Writing, Book, Thought"
    },
    {
        "quote": "When I write, I'm still imagining a kid reading it on paper. I read e-books when I travel, but in general I still prefer holding an old-fashioned book in my hands. There's a special, tactile experience.",
        "author": "Rick Riordan",
        "category": "Experience, Reading, Book"
    },
    {
        "quote": "I've always liked the idea that writing is a form of travel. And I started my writing career as a mystery novelist for adults.",
        "author": "Rick Riordan",
        "category": "Writing, Mystery, Career"
    },
    {
        "quote": "I have a great deal of sympathy for reluctant readers because I was one. I would do anything to avoid reading. In my case, it wasn't until I was 13 and discovered the 'Lord of the Rings' that I learned to love reading.",
        "author": "Rick Riordan",
        "category": "Love, Great, Reading"
    },
    {
        "quote": "I do like to wrap things up and leave some things to the readers' imagination.",
        "author": "Rick Riordan",
        "category": "Up, Leave, Like"
    }
]