[
    {
        "quote": "It is necessary to hope... for hope itself is happiness.",
        "author": "Samuel Johnson",
        "category": "inspirational"
    },
    {
        "quote": "I hate mankind, for I think myself one of the best of them, and I know how bad I am.",
        "author": "Samuel Johnson",
        "category": "humor, humour, mankind, misanthropy"
    },
    {
        "quote": "Whoever thou art that, not content with a moderate condition, imaginest happiness in royal magnificence, and dreamest that command or riches can feed the appetite of novelty with perpetual gratifications, survey the Pyramids, and confess thy folly!",
        "author": "Samuel Johnson",
        "category": "humour, truth"
    },
    {
        "quote": "Perhaps the excellence of aphorisms consists not so much in the expression of some rare or abstruse sentiment, as in the comprehension of some obvious and useful truth in a few words.We frequently fall into error and folly, not because the true principles of action are not known, but because, for a time, they are not remembered; and he may therefore be justly numbered among the benefactors of mankind who contracts the great rules of life into short sentences, that may be easily impressed on the memory, and taught by frequent recollection to recur habitually to the mind.",
        "author": "Samuel Johnson",
        "category": "education, truth, wisdom"
    },
    {
        "quote": "Life is not long, and too much of it must not pass in idle deliberation how it shall be spent.",
        "author": "Samuel Johnson",
        "category": "wisdom"
    },
    {
        "quote": "Love is the wisdom of the fool and the folly of the wise.",
        "author": "Samuel Johnson",
        "category": "love, wisdom"
    },
    {
        "quote": "That we must all die, we always knew; I wish I had remembered it sooner.",
        "author": "Samuel Johnson",
        "category": "death, life"
    },
    {
        "quote": "I would rather be attacked than unnoticed. For the worst thing you can do to an author is to be silent as to his works.",
        "author": "Samuel Johnson",
        "category": "apathy, literary-criticism, obscurity, writing"
    },
    {
        "quote": "The only end of writing is to enable readers better to enjoy life or better to endure it.",
        "author": "Samuel Johnson",
        "category": "reading, writing"
    },
    {
        "quote": "While an author is yet living we estimate his powers by his worst performance, and when he is dead we rate them by his best.",
        "author": "Samuel Johnson",
        "category": "humour, literature, writing"
    },
    {
        "quote": "To be of no church is dangerous. Religion, of which the rewards are distant, and which is animated only by faith and hope, will glide by degrees out of the mind unless it be invigorated and reimpressed by external ordinances, by stated calls to worship, and the salutary influence of example.",
        "author": "Samuel Johnson",
        "category": "religion"
    },
    {
        "quote": "Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information on it.",
        "author": "Samuel Johnson",
        "category": "information, knowledge"
    },
    {
        "quote": "Mankind have a great aversion to intellectual labor; but even supposing knowledge to be easily attainable, more people would be content to be ignorant than would take even a little trouble to acquire it.",
        "author": "Samuel Johnson",
        "category": "effort, knowledge, thought"
    },
    {
        "quote": "There is nothing so minute or inconsiderable that I would not rather know it than not know it.",
        "author": "Samuel Johnson",
        "category": "knowledge"
    },
    {
        "quote": "Money and time are the heaviest burdens of life . . . the unhappiest of all mortals are those who have more of either than they know how to use.",
        "author": "Samuel Johnson",
        "category": "money, time"
    },
    {
        "quote": "My congratulations to you, sir. Your manuscript is both good and original; but the part that is good is not original, and the part that is original is not good.",
        "author": "Samuel Johnson",
        "category": "cynical, funny, humour, review"
    },
    {
        "quote": "There can be no friendship without confidence, and no confidence without integrity.",
        "author": "Samuel Johnson",
        "category": "confidence, friendship, integrity"
    },
    {
        "quote": "No one is much pleased with a companion who does not increase, in some respect, their fondness for themselves.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "I know not why any one but a schoolboy in his declamation should whine over the Commonwealth of Rome, which grew great only by the misery of the rest of mankind. The Romans, like others, as soon as they grew rich, grew corrupt; and in their corruption sold the lives and freedoms of themselves, and of one another.",
        "author": "Samuel Johnson",
        "category": "america, boswell, corrupt, corruption, freedom, johnson, life-of-johnson, rome, tyranny"
    },
    {
        "quote": "Our minds, like our bodies, are in continual flux; something is hourly lost, and something acquired.",
        "author": "Samuel Johnson",
        "category": "body, change, life, mind, time"
    },
    {
        "quote": "The only end of writing is to enable readers better to enjoy life, or better to endure it.",
        "author": "Samuel Johnson",
        "category": "reading, writing"
    },
    {
        "quote": "Difficult do you call it, Sir? I wish it were impossible. [on hearing a famous violinist]",
        "author": "Samuel Johnson",
        "category": "insults, music"
    },
    {
        "quote": "Self-confidence is the first requisite to great undertakings.\" Samuel Johnson",
        "author": "Samuel Johnson",
        "category": "quote"
    },
    {
        "quote": "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are.",
        "author": "Samuel Johnson",
        "category": "imagination, reality, traveling, travelling"
    },
    {
        "quote": "our triumphant age of plenty is riddled with darker feelings of doubt, cynicism, distrust, boredom and a strange kind of emptiness",
        "author": "Samuel Johnson",
        "category": "society"
    },
    {
        "quote": "Every state of society is as luxurious as it can be. Men always take the best they can get.",
        "author": "Samuel Johnson",
        "category": "luxury, society"
    },
    {
        "quote": "While grief is fresh, every attempt to divert only irritates. You must wait till it be digested, and then amusement will dissipate the remains of it.",
        "author": "Samuel Johnson",
        "category": "grief"
    },
    {
        "quote": "Nothing will ever be attempted if all possible objections must first be overcome.\" -",
        "author": "Samuel Johnson",
        "category": "friends"
    },
    {
        "quote": "men do not suspect faults which they do not commit",
        "author": "Samuel Johnson",
        "category": "commit, faults, men, suspecting"
    },
    {
        "quote": "The true art of memory, is the art of attention",
        "author": "Samuel Johnson",
        "category": "attention, memory"
    },
    {
        "quote": "To go and see one druidical temple is only to see that it is nothing, for there is neither art nor power in it; and seeing one is quite enough.",
        "author": "Samuel Johnson",
        "category": "sightseeing, tourism, travel"
    },
    {
        "quote": "Resolve not to be poor: whatever you have, spend less. Poverty is a great enemy to human happiness; it certainly destroys liberty, and it makes some virtues impracticable, and others extremely difficult.",
        "author": "Samuel Johnson",
        "category": "greed, poverty, wealth"
    },
    {
        "quote": "What', said he, ' makes the difference between man and all the rest of the animal creation? Every beast that strays beside me has the same corporeal necessities with myself; he is hungry and crops the grass, he is thirsty and drinks the stream, his thirst and hunger are appeased, he is satisfied and sleeps; he rises again and is hungry, he is again fed and is at rest. I am hungry and thirsty like him, but when thirst and hunger cease I am not at rest; I am, like him, pained with want, but am not, like him, satisfied with fullness. The intermediate hours are tedious and gloomy; I long again to be hungry that I may again quicken my attention. The birds peck the berries or the corn, and fly away to the groves where they sit in seeming happiness on the branches, and waste their lives in tuning one unvaried series of sounds. I likewise can call the lutanist and the singer, but the sounds that pleased me yesterday weary me today, and will grow yet more wearisome tomorrow. I can discover within me no power of perception which is not glutted with its proper pleasure, yet I do not feel myself delighted. Man has surely some latent sense for which this place affords no gratification, or he has some desires distinct from sense which must be satisfied before he can be happy.",
        "author": "Samuel Johnson",
        "category": "desire, hunger, longing, senses, transcendence"
    },
    {
        "quote": "Quotation is the highest compliment you can pay an author.",
        "author": "Samuel Johnson",
        "category": "writers"
    },
    {
        "quote": "Those who do not feel pain seldom think that it is felt.",
        "author": "Samuel Johnson",
        "category": "pain, understanding"
    },
    {
        "quote": "Language is the dress of thought.",
        "author": "Samuel Johnson",
        "category": "inspirational, johnson, language, thought"
    },
    {
        "quote": "Dictionaries are like watches; the worst is better than none, and the best cannot be expected to go quite true.",
        "author": "Samuel Johnson",
        "category": "dictionaries, language"
    },
    {
        "quote": "The fountain of content must spring up in the mind, and he who hath so little knowledge of human nature as to seek happiness by changing anything but his own disposition, will waste his life in fruitless efforts and multiply the grief he proposes to remove.",
        "author": "Samuel Johnson",
        "category": "human-nature, inside-out"
    },
    {
        "quote": "Justice is my being allowed to do whatever I like. Injustice is whatever prevents my doing so.",
        "author": "Samuel Johnson",
        "category": "injustice, justice"
    },
    {
        "quote": "A man who writes a book, thinks himself wiser or wittier than the rest of mankind; he supposes that he can instruct or amuse them, and the publick to whom he appeals, must, after all, be the judges of his pretensions.",
        "author": "Samuel Johnson",
        "category": "book, pretension, writing"
    },
    {
        "quote": "We have less reason to be surprised or offended when we find others differ from us in opinions because we very often differ from ourselves.",
        "author": "Samuel Johnson",
        "category": "graciousness, humility"
    },
    {
        "quote": "I had done all that I could, and no Man is well pleased to have his all neglected, be it ever so little.",
        "author": "Samuel Johnson",
        "category": "educational, effort, frustration, respect, understanding-others"
    },
    {
        "quote": "A writer only begins a book.  A reader finishes it.",
        "author": "Samuel Johnson",
        "category": "author, reader"
    },
    {
        "quote": "There is no problem the mind of man can set that the mind of man cannot solve.",
        "author": "Samuel Johnson",
        "category": "reason, samuel-johnson"
    },
    {
        "quote": "Few things are impossible to diligence and skill. Great works are performed not by strength, but by perseverance.",
        "author": "Samuel Johnson",
        "category": "perseverance"
    },
    {
        "quote": "Great works are performed, not by strength, but by perseverance.",
        "author": "Samuel Johnson",
        "category": "perseverance, virtues"
    },
    {
        "quote": "What cannot be repaired is not to be regretted.",
        "author": "Samuel Johnson",
        "category": "mistakes, regret"
    },
    {
        "quote": "Whoever thinks of going to bed before twelve o'clock is a scoundrel.",
        "author": "Samuel Johnson",
        "category": "night"
    },
    {
        "quote": "I look upon every day to be lost in which I do not make a new acquaintance.",
        "author": "Samuel Johnson",
        "category": "acquaintance, day, lost"
    },
    {
        "quote": "The Church does not superstitiously observe days, merely as days, but as memorials of important facts. Christmas might be kept as well upon one day of the year as another; but there should be a stated day for commemorating the birth of our Saviour, because there is danger that what may be done on any day, will be neglected.",
        "author": "Samuel Johnson",
        "category": "christmas"
    },
    {
        "quote": "We are told, that the subjection of Americans may tend to the diminution of our own liberties; an event, which none but very perspicacious politicians are able to foresee. If slavery be thus fatally contagious, how is it that we hear the loudest yelps for liberty among the drivers of negroes?",
        "author": "Samuel Johnson",
        "category": "hypocrisy, slavery"
    },
    {
        "quote": "It is advantageous to an author that his book should be attacked as well as praised. Fame is a shuttlecock. If it be struck at one end of the room, it will soon fall to the ground. To keep it up, it must be struck at both ends.",
        "author": "Samuel Johnson",
        "category": "authors, critics, reviews, writing"
    },
    {
        "quote": "There is no matter what children should learn first, any more than what leg you should put into your breeches first. Sir, you may stand disputing which is best to put in first, but in the meantime your backside is bare. Sire, while you stand considering which of two things you should teach your child first, another boy has learn't 'em both.",
        "author": "Samuel Johnson",
        "category": "educational-philosophy"
    },
    {
        "quote": "Patriotism is the last refuge of a scoundrel.",
        "author": "Samuel Johnson",
        "category": "patriotism"
    },
    {
        "quote": "A man sometimes starts up a patriot, only by disseminating discontent, and propagating reports of secret influence, of dangerous counsels, of violated rights, and encroaching usurpation. This practice is no certain note of patriotism. To instigate the populace with rage beyond the provocation, is to suspend public happiness, if not to destroy it. He is no lover of his country, that unnecessarily disturbs its peace.",
        "author": "Samuel Johnson",
        "category": "patriotism"
    },
    {
        "quote": "A decent provision for the poor is the true test of civilisation",
        "author": "Samuel Johnson",
        "category": "civilisation, poor"
    },
    {
        "quote": "To keep your secret is wisdom, but to expect others to keep it is folly.",
        "author": "Samuel Johnson",
        "category": "secret"
    },
    {
        "quote": "It is better to live rich than to die rich.",
        "author": "Samuel Johnson",
        "category": "life, love, rich, wealthy"
    },
    {
        "quote": "A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain.",
        "author": "Samuel Johnson",
        "category": "forgive, samuel-johnson"
    },
    {
        "quote": "Very few live by choice. Every man is placed in his present condition by causes which acted without his foresight  and with which he did not always willingly cooperate  and therefore you will rarely meet one who does not think the lot of his neighbor better than his own.",
        "author": "Samuel Johnson",
        "category": "acceptance"
    },
    {
        "quote": "The drama's laws  the drama's patrons give. For we that live to please  must please to live.",
        "author": "Samuel Johnson",
        "category": "acting"
    },
    {
        "quote": "(Adversity is) the state in which a man most easily becomes acquainted with himself  being especially free from admirers then.",
        "author": "Samuel Johnson",
        "category": "adversity"
    },
    {
        "quote": "Adversity has ever been considered as the state in which a man most easily becomes acquainted with himself  being free from flatterers.",
        "author": "Samuel Johnson",
        "category": "adversity"
    },
    {
        "quote": "He knows not his own strength who hath not met adversity.",
        "author": "Samuel Johnson",
        "category": "adversity"
    },
    {
        "quote": "Adversity leads us to think properly of our state  and so is most beneficial to us.",
        "author": "Samuel Johnson",
        "category": "adversity"
    },
    {
        "quote": "Promise  large promise  is the soul of an advertisement.",
        "author": "Samuel Johnson",
        "category": "advertising"
    },
    {
        "quote": "The applause of a single human being is of great consequence.",
        "author": "Samuel Johnson",
        "category": "applause"
    },
    {
        "quote": "A lexicographer  a writer of dictionaries  a harmless drudge.",
        "author": "Samuel Johnson",
        "category": "books, reading"
    },
    {
        "quote": "Dictionaries are like watches. The worst is better than none at all and even the best cannot be expected to run quite true.",
        "author": "Samuel Johnson",
        "category": "books, reading"
    },
    {
        "quote": "No member of a society has a right to teach any doctrine contrary to what society holds to be true.",
        "author": "Samuel Johnson",
        "category": "censorship"
    },
    {
        "quote": "He who waits to do a great deal of good at once  will never do anything.",
        "author": "Samuel Johnson",
        "category": "charity"
    },
    {
        "quote": "The life of a conscientious clergyman is not easy. I have always considered a clergyman as the father of a larger family than he is able to maintain. I would rather have chancery suits upon my hands than the cure of souls.",
        "author": "Samuel Johnson",
        "category": "clergyman"
    },
    {
        "quote": "The usual fortune of complaint is to excite contempt more than pity.",
        "author": "Samuel Johnson",
        "category": "complaining"
    },
    {
        "quote": "A man may be so much of everything that he is nothing of everything.",
        "author": "Samuel Johnson",
        "category": "concentration"
    },
    {
        "quote": "When a man knows he is to be hanged in a fortnight  it concentrates his mind wonderfully.",
        "author": "Samuel Johnson",
        "category": "concentration"
    },
    {
        "quote": "Shame arises from the fear of man  conscience from the fear of God.",
        "author": "Samuel Johnson",
        "category": "conscience"
    },
    {
        "quote": "That is the happiest conversation where there is no competition  no vanity  but a calm quiet interchange of sentiments.",
        "author": "Samuel Johnson",
        "category": "conversation"
    },
    {
        "quote": "John Wesley's conversation is good  but he is never at leisure. He is always obliged to go at a certain hour. This is very disagreeable to a man who loves to fold his legs and have his talk out as I do.",
        "author": "Samuel Johnson",
        "category": "conversation"
    },
    {
        "quote": "Every man who attacks my belief diminishes in some degree my confidence in it  and therefore makes me uneasy  and I am angry with him who makes me uneasy.",
        "author": "Samuel Johnson",
        "category": "conviction, belief"
    },
    {
        "quote": "Courage is a quality so necessary for maintaining virtue that it is always respected  even when it is associated with vice.",
        "author": "Samuel Johnson",
        "category": "courage, bravery"
    },
    {
        "quote": "Courage is the greatest of all the virtues. Because if you haven't courage  you may not have an opportunity to use any of the others.",
        "author": "Samuel Johnson",
        "category": "courage"
    },
    {
        "quote": "Courage is a quality so necessary for maintaining virtue that it is always respected even when it is associated with vice.",
        "author": "Samuel Johnson",
        "category": "courage"
    },
    {
        "quote": "None are happy but by the anticipation of change. The change itself is nothing  when we have made it  the next wish is to change again.",
        "author": "Samuel Johnson",
        "category": "creating, positive, change"
    },
    {
        "quote": "Such is the state of life that none are happy but by the anticipation of change. The change itself is nothing. When we have made it  the next wish is to change again.",
        "author": "Samuel Johnson",
        "category": "creating, positive, change"
    },
    {
        "quote": "Curiosity is one of the permanent and certain characteristics of a vigorous intellect.",
        "author": "Samuel Johnson",
        "category": "curiosity"
    },
    {
        "quote": "Nothing at all will be attempted if all possible objections must first be overcome.",
        "author": "Samuel Johnson",
        "category": "decisions"
    },
    {
        "quote": "Our desires always increase with our possessions. The knowledge that something remains yet unenjoyed impairs our enjoyment of the good before us.",
        "author": "Samuel Johnson",
        "category": "desire"
    },
    {
        "quote": "Many things difficult to design prove easy to performance.",
        "author": "Samuel Johnson",
        "category": "difficulty"
    },
    {
        "quote": "Moderation is commonly firm  and firmness is commonly successful.",
        "author": "Samuel Johnson",
        "category": "drink, , drinking, drinkers"
    },
    {
        "quote": "Abstinence is as easy for me as temperance would be difficult.",
        "author": "Samuel Johnson",
        "category": "drink, , drinking, drinkers"
    },
    {
        "quote": "One of the disadvantages of wine is that is makes a man mistake words for thoughts.",
        "author": "Samuel Johnson",
        "category": "drink, , drinking, drinkers"
    },
    {
        "quote": "For a man seldom thinks with more earnestness of anything than he does of his dinner.",
        "author": "Samuel Johnson",
        "category": "eating"
    },
    {
        "quote": "There is less flogging in our great schools than formerly  but then less is learned there  so that what the boys get at one end they lose at the other.",
        "author": "Samuel Johnson",
        "category": "education"
    },
    {
        "quote": "A tavern chair is the throne of human felicity.",
        "author": "Samuel Johnson",
        "category": "enjoyment, pleasure"
    },
    {
        "quote": "Your levellers wish to level down as far as themselves  but they cannot bear levelling up to themselves.",
        "author": "Samuel Johnson",
        "category": "equality"
    },
    {
        "quote": "Example is more efficacious than precept.",
        "author": "Samuel Johnson",
        "category": "example"
    },
    {
        "quote": "He that has much to do will do something wrong.",
        "author": "Samuel Johnson",
        "category": "failures, mistakes"
    },
    {
        "quote": "Round numbers are always false.",
        "author": "Samuel Johnson",
        "category": "falsehood"
    },
    {
        "quote": "O  how vain and vile a passion is this fear! What base  uncomely things it makes men do.",
        "author": "Samuel Johnson",
        "category": "fear"
    },
    {
        "quote": "A fishing-rod was a stick with a hook at one end and a fool at the other.",
        "author": "Samuel Johnson",
        "category": "fish"
    },
    {
        "quote": "Men are like stone jugs - you may lug them where you like by the ears.",
        "author": "Samuel Johnson",
        "category": "flattery"
    },
    {
        "quote": "A man is in general better pleased when he has a good dinner upon his table  than when his wife talks Greek.",
        "author": "Samuel Johnson",
        "category": "food"
    },
    {
        "quote": "None but a fool worries about things he cannot influence.",
        "author": "Samuel Johnson",
        "category": "fools, foolishness"
    },
    {
        "quote": "The knowledge that something remains yet unenjoyed impairs our enjoyment of the good before us.",
        "author": "Samuel Johnson",
        "category": "forgiveness"
    },
    {
        "quote": "Life is a progress from want to want  not from enjoyment to enjoyment.",
        "author": "Samuel Johnson",
        "category": "forgiveness"
    },
    {
        "quote": "Money and time are the heaviest burdens of life  and the unhappiest of all mortals are those who have more of either than they know how to use.",
        "author": "Samuel Johnson",
        "category": "forgiveness"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friend"
    },
    {
        "quote": "A man  Sir  should keep his friendship in constant repair.",
        "author": "Samuel Johnson",
        "category": "friends, friendship"
    },
    {
        "quote": "The feeling of friendship is like that of being comfortably filled with roast beef  love  like being enlivened with champagne.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "It is foolish to make experiments upon the constancy of a friend  as upon the chastity of a wife.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "No man is much pleased with a companion who does not increase  in some respect  his fondness of himself.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "An old friend never can be found  and nature has provided that he cannot easily be lost.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "If a man does not make new acquaintances as he advances through life  he will soon find himself left alone.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "Always set high value on spontaneous kindness. He whose inclination prompts him to cultivate your friendship of his own accord will love you more than one whom you have been at pains to attach to you.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "Friendship is seldom lasting but between equals  or where the superiority on one side is reduced by some equivalent advantage on the other.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "Friendship is a union of spirits  a marriage of hearts  and the bond there of virtue.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "That friendship may be at once fond and lasting  there must not only be equal virtue on each part  but virtue of the same kind  not only the same end must be proposed  but the same means must be approved by both.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "Men only become friends by community of pleasures.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "The feeling of friendship is like that of being comfortably filled with roast beef.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "Friendship  peculiar boon of Heaven  The noble mind's delight and pride  To men and angels only given  To all the lower world denied.",
        "author": "Samuel Johnson",
        "category": "friendship"
    },
    {
        "quote": "The true genius is a mind of large general powers  accidentally determined to some particular direction.",
        "author": "Samuel Johnson",
        "category": "genius"
    },
    {
        "quote": "Nothing at all will be attempted if all possible objections must first be overcome.",
        "author": "Samuel Johnson",
        "category": "getting, going"
    },
    {
        "quote": "I have found men more kind than I expected  and less just.",
        "author": "Samuel Johnson",
        "category": "goodness, giving"
    },
    {
        "quote": "Is not a patron one who looks with unconcern on a man struggling for life in the water  and  when he has reached ground  encumbers him with help?",
        "author": "Samuel Johnson",
        "category": "goodness, giving"
    },
    {
        "quote": "No man ever yet became great by imitation.",
        "author": "Samuel Johnson",
        "category": "greatness"
    },
    {
        "quote": "The chains of habit are too weak to be felt until they are too strong to be broken.",
        "author": "Samuel Johnson",
        "category": "habit, tradition"
    },
    {
        "quote": "Pleasure is very seldom found where it is sought. Our brightest blazes are commonly kindled by unexpected sparks.",
        "author": "Samuel Johnson",
        "category": "happiness"
    },
    {
        "quote": "Nothing is more hopeless than a scheme of merriment.",
        "author": "Samuel Johnson",
        "category": "happiness"
    },
    {
        "quote": "That kind of life is most happy which affords us most opportunities of gaining our own esteem.",
        "author": "Samuel Johnson",
        "category": "happiness"
    },
    {
        "quote": "It is by studying little things that we attain the great knowledge of having as little misery and as much happiness as possible.",
        "author": "Samuel Johnson",
        "category": "happiness"
    },
    {
        "quote": "There is certainly no greater happiness than to be able to look back on a life usefully and virtuously employed  to trace our own progress in existence by such tokens as excite neither shame nor sorrow.",
        "author": "Samuel Johnson",
        "category": "happiness"
    },
    {
        "quote": "Such is the state of life that none are happy but by the anticipation of change. The change itself is nothing  when we have made it the next wish is to change again.",
        "author": "Samuel Johnson",
        "category": "happiness"
    },
    {
        "quote": "I like a good hater.",
        "author": "Samuel Johnson",
        "category": "hate"
    },
    {
        "quote": "Kindness is in our power  even when fondness is not.",
        "author": "Samuel Johnson",
        "category": "helping, people"
    },
    {
        "quote": "A man should be careful never to tell tales of himself to his own disadvantage. People may be amused at the time  but they will be remembered  and brought out against him upon some subsequent occasion.",
        "author": "Samuel Johnson",
        "category": "honesty"
    },
    {
        "quote": "Hope is itself a species of happiness  and  perhaps  the chief happiness which this world affords.",
        "author": "Samuel Johnson",
        "category": "hope"
    },
    {
        "quote": "Hope is itself a species of happiness  and  perhaps  the chief happiness which this world affords.",
        "author": "Samuel Johnson",
        "category": "hope"
    },
    {
        "quote": "In all pleasure hope is a considerable part.",
        "author": "Samuel Johnson",
        "category": "hope"
    },
    {
        "quote": "Hope is necessary in every condition. The miseries of poverty  sickness and captivity would  without this comfort  be insupportable.",
        "author": "Samuel Johnson",
        "category": "hope"
    },
    {
        "quote": "No man is a hypocrite in his pleasures.",
        "author": "Samuel Johnson",
        "category": "hypocrisy"
    },
    {
        "quote": "Were it not for imagination  a man would be as happy in the arms of a chambermaid as of a duchess.",
        "author": "Samuel Johnson",
        "category": "imagination"
    },
    {
        "quote": "Almost all absurdity of conduct arises from the imitation of those whom we cannot resemble.",
        "author": "Samuel Johnson",
        "category": "imitation"
    },
    {
        "quote": "Few things are impossible to diligence and skill.",
        "author": "Samuel Johnson",
        "category": "impossibility"
    },
    {
        "quote": "A fly  Sir  may sting a stately horse and make him wince  but one is but an insect  and the other a horse still.",
        "author": "Samuel Johnson",
        "category": "insults, calumny"
    },
    {
        "quote": "Knowledge is of two kinds  we know a subject ourselves  or we know where we can find information upon it.",
        "author": "Samuel Johnson",
        "category": "knowledge"
    },
    {
        "quote": "A man must carry knowledge with him  if he would bring home knowledge.",
        "author": "Samuel Johnson",
        "category": "knowledge"
    },
    {
        "quote": "Man is not weak - knowledge is more than equivalent to force. The master of mechanics laughs at strength.",
        "author": "Samuel Johnson",
        "category": "knowledge"
    },
    {
        "quote": "Knowledge is of two kinds. We know a subject ourselves  or we know where we can find information upon it.",
        "author": "Samuel Johnson",
        "category": "knowledge"
    },
    {
        "quote": "It is the just doom of laziness and a gluttony to be inactive without ease  and drowsy without tranquillity.",
        "author": "Samuel Johnson",
        "category": "laziness"
    },
    {
        "quote": "In a man's letters his soul lies naked.",
        "author": "Samuel Johnson",
        "category": "letter"
    },
    {
        "quote": "I deny the lawfulness of telling a lie to a sick man for fear of alarming him  you have no business with consequences  you are to tell the truth.",
        "author": "Samuel Johnson",
        "category": "liars, lying"
    },
    {
        "quote": "The joy of life is variety  the tenderest love requires to be renewed by intervals of absence.",
        "author": "Samuel Johnson",
        "category": "life"
    },
    {
        "quote": "Life is a progress from want to want  not from enjoyment to enjoyment.",
        "author": "Samuel Johnson",
        "category": "life"
    },
    {
        "quote": "The love of life is necessary to the vigorous prosecution of any undertaking.",
        "author": "Samuel Johnson",
        "category": "life"
    },
    {
        "quote": "Marriage has many pains  but celibacy has no pleasures.",
        "author": "Samuel Johnson",
        "category": "marriage"
    },
    {
        "quote": "Nothing flatters a man as much as the happiness of his wife  he is always proud of himself as the source of it.",
        "author": "Samuel Johnson",
        "category": "marriage"
    },
    {
        "quote": "Marriages would in general be as happy  and often more so  if they were all made by the Lord Chancellor.",
        "author": "Samuel Johnson",
        "category": "marriage"
    },
    {
        "quote": "It is unjust to claim the privileges of age and retain the playthings of childhood.",
        "author": "Samuel Johnson",
        "category": "maturity"
    },
    {
        "quote": "The true art of memory is the art of attention.",
        "author": "Samuel Johnson",
        "category": "memory"
    },
    {
        "quote": "The true art of memory is the art of attention.",
        "author": "Samuel Johnson",
        "category": "memory"
    },
    {
        "quote": "As the faculty of writing has chiefly been a masculine endowment  the reproach of making the world miserable has always been thrown upon the women.",
        "author": "Samuel Johnson",
        "category": "men, women"
    },
    {
        "quote": "Nothing is more hopeless than a scheme of merriment.",
        "author": "Samuel Johnson",
        "category": "merriment"
    },
    {
        "quote": "The true  strong  and sound mind is the mind that can embrace equally great things and small.",
        "author": "Samuel Johnson",
        "category": "mind"
    },
    {
        "quote": "Had I learned to fiddle  I should have done nothing else.",
        "author": "Samuel Johnson",
        "category": "music"
    },
    {
        "quote": "He left the name at which the world grew pale  To point a moral  or adorn a tale.",
        "author": "Samuel Johnson",
        "category": "name"
    },
    {
        "quote": "An Italian philosopher said that \"time was his estate\"  an estate indeed which will produce nothing without cultivation  but will always abundantly repay the labors of industry  and generally satisfy the most extensive desires  if no part of it be suffered to lie in waste by negligence  to be overrun with noxious plants  or laid out for show rather than for use.",
        "author": "Samuel Johnson",
        "category": "one, day"
    },
    {
        "quote": "Present opportunities are neglected  and attainable good is slighted  by minds busied in extensive ranges and intent upon future advantages.",
        "author": "Samuel Johnson",
        "category": "opportunity"
    },
    {
        "quote": "To improve the golden moment of opportunity  and catch the good that is within our reach  is the great art of life.",
        "author": "Samuel Johnson",
        "category": "opportunity"
    },
    {
        "quote": "It is common to overlook what is near by keeping the eye fixed on something remote.",
        "author": "Samuel Johnson",
        "category": "side"
    },
    {
        "quote": "We are convinced that happiness is never to be found  and each believes it possessed by others  to keep alive the hope of obtaining it for himself.",
        "author": "Samuel Johnson",
        "category": "side"
    },
    {
        "quote": "Marriage has many pains  but celibacy has no pleasures.",
        "author": "Samuel Johnson",
        "category": "passion"
    },
    {
        "quote": "Patriotism is the last refuge of a scoundrel.",
        "author": "Samuel Johnson",
        "category": "patriotism"
    },
    {
        "quote": "Great works are performed not by strength  but by perseverance.",
        "author": "Samuel Johnson",
        "category": "perseverance"
    },
    {
        "quote": "Never speak of a man in his own presence. It is always indelicate  and may be offensive .",
        "author": "Samuel Johnson",
        "category": "politeness, manners"
    },
    {
        "quote": "Questioning is not the mode of conversation among gentlemen.",
        "author": "Samuel Johnson",
        "category": "politeness, manners"
    },
    {
        "quote": "Clear your mind of \"can't.\"",
        "author": "Samuel Johnson",
        "category": "positive"
    },
    {
        "quote": "In lapidary inscriptions a man is not upon oath.",
        "author": "Samuel Johnson",
        "category": "praise, flattery"
    },
    {
        "quote": "Sir  a woman preaching is like a dog's walking on his hind legs. It is not done well: but you are surprised to find it done at all.",
        "author": "Samuel Johnson",
        "category": "preaching"
    },
    {
        "quote": "Pride is seldom delicate: it will please itself with very mean advantages.",
        "author": "Samuel Johnson",
        "category": "pride"
    },
    {
        "quote": "Life affords no higher pleasure than that of surmounting difficulties.",
        "author": "Samuel Johnson",
        "category": "problems"
    },
    {
        "quote": "The first years of man must make provision for the last.",
        "author": "Samuel Johnson",
        "category": "prudence"
    },
    {
        "quote": "Questioning is not the mode of conversation among gentlemen.",
        "author": "Samuel Johnson",
        "category": "question"
    },
    {
        "quote": "Oats  n.s. A grain which in England is generally given to horses  but in Scotland supports the people.",
        "author": "Samuel Johnson",
        "category": "quips, comments"
    },
    {
        "quote": "To be of no Church is dangerous.",
        "author": "Samuel Johnson",
        "category": "religion"
    },
    {
        "quote": "Don't think of retiring from the world until the world will be sorry that you retire.",
        "author": "Samuel Johnson",
        "category": "retirement"
    },
    {
        "quote": "Prudence keeps life safe  but does not often make it happy.",
        "author": "Samuel Johnson",
        "category": "risks"
    },
    {
        "quote": "Almost all absurdity of conduct arises from the imitation of those whom we cannot resemble.",
        "author": "Samuel Johnson",
        "category": "role, models"
    },
    {
        "quote": "The trappings of a monarchy would set up an ordinary commonwealth.",
        "author": "Samuel Johnson",
        "category": "royalty"
    },
    {
        "quote": "Prudence keeps life safe  but does not often make it happy.",
        "author": "Samuel Johnson",
        "category": "security"
    },
    {
        "quote": "Self-confidence is the first requisite to great undertakings.",
        "author": "Samuel Johnson",
        "category": "self, self, knowledge"
    },
    {
        "quote": "I live in the crowds of jollity  not so much to enjoy company as to shun myself.",
        "author": "Samuel Johnson",
        "category": "self, self, knowledge"
    },
    {
        "quote": "Self-confidence is the first requisite to great undertakings.",
        "author": "Samuel Johnson",
        "category": "self, confidence"
    },
    {
        "quote": "He that would be superior to external influences must first become superior to his own passions.",
        "author": "Samuel Johnson",
        "category": "self, control"
    },
    {
        "quote": "To hear complaints is wearisome to the wretched and the happy alike.",
        "author": "Samuel Johnson",
        "category": "self, pity"
    },
    {
        "quote": "When any fit of gloominess  or perversion of mind  lays hold upon you  make it a rule not to publish it by complaints.",
        "author": "Samuel Johnson",
        "category": "self, pity"
    },
    {
        "quote": "Despair is criminal.",
        "author": "Samuel Johnson",
        "category": "self, pity"
    },
    {
        "quote": "Silence propagates itself  and the longer talk has been suspended  the more difficult it is to find anything to say.",
        "author": "Samuel Johnson",
        "category": "silence"
    },
    {
        "quote": "If a madman were to come into this room with a stick in his hand  no doubt we should pity the state of his mind  but our primary consideration would be to take care of ourselves. We should knock him down first  and pity him afterwards.",
        "author": "Samuel Johnson",
        "category": "simplicity"
    },
    {
        "quote": "The poor and the busy have no leisure for sentimental sorrow.",
        "author": "Samuel Johnson",
        "category": "sorrow"
    },
    {
        "quote": "While grief is fresh  every attempt to divert it only irritates.",
        "author": "Samuel Johnson",
        "category": "sorrow"
    },
    {
        "quote": "Every man has a right to utter what he thinks truth  and every other man has a right to knock him down for it.",
        "author": "Samuel Johnson",
        "category": "speech"
    },
    {
        "quote": "Our desires always increase with our possessions. The knowledge that something remains yet unenjoyed impairs our enjoyment of the good before us.",
        "author": "Samuel Johnson",
        "category": "success"
    },
    {
        "quote": "If the man who turnips cries  Cry not when his father dies  'Tis proof that he had rather Have a turnip than his father.",
        "author": "Samuel Johnson",
        "category": "tears"
    },
    {
        "quote": "The future is purchased by the present.",
        "author": "Samuel Johnson",
        "category": "future"
    },
    {
        "quote": "No mind is much employed upon the present  recollection and anticipation fill up almost all our moments.",
        "author": "Samuel Johnson",
        "category": "present"
    },
    {
        "quote": "The present time is seldom able to fill desire or imagination with immediate enjoyment  and we are forced to supply its deficiencies by recollection or anticipation.",
        "author": "Samuel Johnson",
        "category": "present"
    },
    {
        "quote": "Present opportunities are neglected  and attainable good is slighted  by minds busied in extensive ranges and intent upon future advantages.",
        "author": "Samuel Johnson",
        "category": "present"
    },
    {
        "quote": "It seems to be the fate of man to seek all his consolations in futurity.",
        "author": "Samuel Johnson",
        "category": "present"
    },
    {
        "quote": "Being in a ship is being in a jail  with the chance of being drowned.",
        "author": "Samuel Johnson",
        "category": "sea"
    },
    {
        "quote": "When a man knows he is to be hanged in a fortnight  it concentrates his mind wonderfully.",
        "author": "Samuel Johnson",
        "category": "thinking, thought"
    },
    {
        "quote": "A man who both spends and saves money is the happiest man  because he has both enjoyments.",
        "author": "Samuel Johnson",
        "category": "thrift"
    },
    {
        "quote": "As the Spanish proverb says  'He who would bring home the wealth of the Indies  must carry the wealth of the Indies with him.' So it is with traveling. A man must carry knowledge with him if he would bring home knowledge.",
        "author": "Samuel Johnson",
        "category": "travel, travellers"
    },
    {
        "quote": "As the Spanish proverb says  \"He who would bring home the wealth of the Indies must carry the wealth of the Indies with him.\" So it is in traveling: a man must carry knowledge with him  if he would bring home knowledge.",
        "author": "Samuel Johnson",
        "category": "traveling"
    },
    {
        "quote": "It is better to suffer wrong than to do it  and happier to be sometimes cheated than not to trust.",
        "author": "Samuel Johnson",
        "category": "trust"
    },
    {
        "quote": "Every man has a right to utter what he thinks is truth  and every other man has a right to knock him down for it.",
        "author": "Samuel Johnson",
        "category": "truth"
    },
    {
        "quote": "It is better to live rich than to die rich.",
        "author": "Samuel Johnson",
        "category": "wealth"
    },
    {
        "quote": "Life is short. The sooner that a man begins to enjoy his wealth the better.",
        "author": "Samuel Johnson",
        "category": "wealth"
    },
    {
        "quote": "When two Englishmen meet  their first talk is of the weather.",
        "author": "Samuel Johnson",
        "category": "weather"
    },
    {
        "quote": "Alas! another instance of the triumph of hope over experience.",
        "author": "Samuel Johnson",
        "category": "wife"
    },
    {
        "quote": "Claret is the liquor for boys  port for men  but he who aspires to be a hero must drink brandy.",
        "author": "Samuel Johnson",
        "category": "wine, spirits"
    },
    {
        "quote": "Men know that women are an overmatch for them  and therefore they choose the weakest or the most ignorant. If they did not think so  they never could be afraid of women knowing as much as themselves.",
        "author": "Samuel Johnson",
        "category": "women"
    },
    {
        "quote": "I am not yet so lost in lexicography  as to forget that words are the daughters of earth  and that things are the sons of heaven.",
        "author": "Samuel Johnson",
        "category": "word"
    },
    {
        "quote": "Languages are the pedigree of nations.",
        "author": "Samuel Johnson",
        "category": "words, language"
    },
    {
        "quote": "When speculation has done its worst  two and two still make four.",
        "author": "Samuel Johnson",
        "category": "worry"
    },
    {
        "quote": "Every other author may aspire to praise  the lexicographer can only hope to escape reproach.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "Read over your compositions  and when you meet a passage which you think is particularly fine  strike it out.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "The best part of every author is in general to be found in his book  I assure you.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "When an author is yet living  we estimate his powers by his worst performance  and when he is dead  we rate them by his best.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "The man who is asked by an author what he thinks of his work is put to the torture and is not obliged to speak the truth.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "What is written without effort is in general read without pleasure.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "Your manuscript is both good and original  but the parts that are good are not original  and the parts that are original are not good.",
        "author": "Samuel Johnson",
        "category": "writers, writing"
    },
    {
        "quote": "It is better to suffer wrong than to do it  and happier to be sometimes cheated than not to trust.",
        "author": "Samuel Johnson",
        "category": "wrong"
    },
    {
        "quote": "Much may be made of a Scotchman if he be caught young.",
        "author": "Samuel Johnson",
        "category": "youth"
    },
    {
        "quote": "What we hope ever to do with ease, we must learn first to do with diligence.",
        "author": "Samuel Johnson",
        "category": "Learn, Diligence, First"
    },
    {
        "quote": "The mind is never satisfied with the objects immediately before it, but is always breaking away from the present moment, and losing itself in schemes of future felicity... The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.",
        "author": "Samuel Johnson",
        "category": "Future, Losing, Mind"
    },
    {
        "quote": "We are long before we are convinced that happiness is never to be found, and each believes it possessed by others, to keep alive the hope of obtaining it for himself.",
        "author": "Samuel Johnson",
        "category": "Happiness, Long, Never"
    },
    {
        "quote": "Treating your adversary with respect is striking soft in battle.",
        "author": "Samuel Johnson",
        "category": "Battle, Soft, Treating"
    },
    {
        "quote": "The world is seldom what it seems; to man, who dimly sees, realities appear as dreams, and dreams realities.",
        "author": "Samuel Johnson",
        "category": "Man, World, Seems"
    },
    {
        "quote": "Love is the wisdom of the fool and the folly of the wise.",
        "author": "Samuel Johnson",
        "category": "Wisdom, Wise, Love Is"
    },
    {
        "quote": "Words are but the signs of ideas.",
        "author": "Samuel Johnson",
        "category": "Words, Ideas, Signs"
    },
    {
        "quote": "He who has so little knowledge of human nature as to seek happiness by changing anything but his own disposition will waste his life in fruitless efforts.",
        "author": "Samuel Johnson",
        "category": "Life, Happiness, Knowledge"
    },
    {
        "quote": "He that will enjoy the brightness of sunshine, must quit the coolness of the shade.",
        "author": "Samuel Johnson",
        "category": "Sunshine, Enjoy, Quit"
    },
    {
        "quote": "I have always considered it as treason against the great republic of human nature, to make any man's virtues the means of deceiving him.",
        "author": "Samuel Johnson",
        "category": "Great, Man, Human Nature"
    },
    {
        "quote": "Nature has given women so much power that the law has very wisely given them little.",
        "author": "Samuel Johnson",
        "category": "Women, Power, Law"
    },
    {
        "quote": "Great works are performed not by strength but by perseverance.",
        "author": "Samuel Johnson",
        "category": "Perseverance, Patience"
    },
    {
        "quote": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.",
        "author": "Samuel Johnson",
        "category": "Perseverance, Great"
    },
    {
        "quote": "Prepare for death, if here at night you roam, and sign your will before you sup from home.",
        "author": "Samuel Johnson",
        "category": "Home, Night, Prepare"
    },
    {
        "quote": "Disease generally begins that equality which death completes.",
        "author": "Samuel Johnson",
        "category": "Death, Disease, Which"
    },
    {
        "quote": "It is better that some should be unhappy rather than that none should be happy, which would be the case in a general state of equality.",
        "author": "Samuel Johnson",
        "category": "Happy, Be Happy, Better"
    },
    {
        "quote": "Subordination tends greatly to human happiness. Were we all upon an equality, we should have no other enjoyment than mere animal pleasure.",
        "author": "Samuel Johnson",
        "category": "Happiness, Animal, Human"
    },
    {
        "quote": "Of all noises, I think music is the least disagreeable.",
        "author": "Samuel Johnson",
        "category": "Think, Disagreeable, I Think"
    },
    {
        "quote": "There is nothing which has yet been contrived by man, by which so much happiness is produced as by a good tavern.",
        "author": "Samuel Johnson",
        "category": "Good, Man, Nothing"
    },
    {
        "quote": "Resolve not to be poor: whatever you have, spend less. Poverty is a great enemy to human happiness; it certainly destroys liberty, and it makes some virtues impracticable, and others extremely difficult.",
        "author": "Samuel Johnson",
        "category": "Great, Poverty, Liberty"
    },
    {
        "quote": "Nothing flatters a man as much as the happiness of his wife he is always proud of himself as the source of it.",
        "author": "Samuel Johnson",
        "category": "Man, Wife, Proud"
    },
    {
        "quote": "There is nothing, Sir, too little for so little a creature as man. It is by studying little things that we attain the great art of having as little misery and as much happiness as possible.",
        "author": "Samuel Johnson",
        "category": "Art, Great, Little Things"
    },
    {
        "quote": "There is no private house in which people can enjoy themselves so well as at a capital tavern... No, Sir; there is nothing which has yet been contrived by man by which so much happiness is produced as by a good tavern or inn.",
        "author": "Samuel Johnson",
        "category": "Good, Man, Enjoy"
    },
    {
        "quote": "The happiest part of a man's life is what he passes lying awake in bed in the morning.",
        "author": "Samuel Johnson",
        "category": "Life, Man, Lying"
    },
    {
        "quote": "No man will be a sailor who has contrivance enough to get himself into a jail; for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company.",
        "author": "Samuel Johnson",
        "category": "Man, Chance, Company"
    },
    {
        "quote": "The greatest part of a writer's time is spent in reading in order to write. A man will turn over half a library to make a book.",
        "author": "Samuel Johnson",
        "category": "Man, Reading, Library"
    },
    {
        "quote": "The true measure of a man is how he treats someone who can do him absolutely no good.",
        "author": "Samuel Johnson",
        "category": "Man, Measure Of A Man"
    },
    {
        "quote": "Kindness is in our power, even when fondness is not.",
        "author": "Samuel Johnson",
        "category": "Kindness, Even, Fondness"
    },
    {
        "quote": "He that fails in his endeavors after wealth or power will not long retain either honesty or courage.",
        "author": "Samuel Johnson",
        "category": "Courage, Honesty, Wealth"
    },
    {
        "quote": "Being in a ship is being in a jail, with the chance of being drowned.",
        "author": "Samuel Johnson",
        "category": "Ship, Jail, Being"
    },
    {
        "quote": "Between falsehood and useless truth there is little difference. As gold which he cannot spend will make no man rich, so knowledge which cannot apply will make no man wise.",
        "author": "Samuel Johnson",
        "category": "Truth, Wise, Gold"
    },
    {
        "quote": "Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it.",
        "author": "Samuel Johnson",
        "category": "Information, Know, Find"
    },
    {
        "quote": "Leisure and curiosity might soon make great advances in useful knowledge, were they not diverted by minute emulation and laborious trifles.",
        "author": "Samuel Johnson",
        "category": "Great, Curiosity, Leisure"
    },
    {
        "quote": "What is easy is seldom excellent.",
        "author": "Samuel Johnson",
        "category": "Easy, Excellent, Seldom"
    },
    {
        "quote": "It is more from carelessness about truth than from intentionally lying that there is so much falsehood in the world.",
        "author": "Samuel Johnson",
        "category": "World, Lying, Than"
    },
    {
        "quote": "Power is not sufficient evidence of truth.",
        "author": "Samuel Johnson",
        "category": "Power, Evidence, Sufficient"
    },
    {
        "quote": "Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others.",
        "author": "Samuel Johnson",
        "category": "Opportunity, Greatest, You"
    },
    {
        "quote": "Self-confidence is the first requisite to great undertakings.",
        "author": "Samuel Johnson",
        "category": "Self-Confidence, First"
    },
    {
        "quote": "All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it.",
        "author": "Samuel Johnson",
        "category": "Enjoy, Learn, Better"
    },
    {
        "quote": "My dear friend, clear your mind of cant.",
        "author": "Samuel Johnson",
        "category": "Mind, Friend, Clear"
    },
    {
        "quote": "The return of my birthday, if I remember it, fills me with thoughts which it seems to be the general care of humanity to escape.",
        "author": "Samuel Johnson",
        "category": "Thoughts, Humanity, Me"
    },
    {
        "quote": "Patriotism is the last refuge of the scoundrel.",
        "author": "Samuel Johnson",
        "category": "Last, Refuge, Scoundrel"
    },
    {
        "quote": "Many things difficult to design prove easy to performance.",
        "author": "Samuel Johnson",
        "category": "Performance, Easy, Difficult"
    },
    {
        "quote": "Bachelors have consciences, married men have wives.",
        "author": "Samuel Johnson",
        "category": "Men, Married, Married Men"
    },
    {
        "quote": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.",
        "author": "Samuel Johnson",
        "category": "Better, Sometimes, Suffer"
    },
    {
        "quote": "One of the disadvantages of wine is that it makes a man mistake words for thoughts.",
        "author": "Samuel Johnson",
        "category": "Man, Wine, Words"
    },
    {
        "quote": "Were it not for imagination a man would be as happy in arms of a chambermaid as of a duchess.",
        "author": "Samuel Johnson",
        "category": "Happy, Man, Arms"
    },
    {
        "quote": "The true art of memory is the art of attention.",
        "author": "Samuel Johnson",
        "category": "Memory, Attention, True"
    },
    {
        "quote": "You can't be in politics unless you can walk in a room and know in a minute who's for you and who's against you.",
        "author": "Samuel Johnson",
        "category": "Walk, Know, You"
    },
    {
        "quote": "The feeling of friendship is like that of being comfortably filled with roast beef; love, like being enlivened with champagne.",
        "author": "Samuel Johnson",
        "category": "Love, Feeling, Beef"
    },
    {
        "quote": "Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions.",
        "author": "Samuel Johnson",
        "category": "Love, Love Is, Short"
    },
    {
        "quote": "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, sir, should keep his friendship in a constant repair.",
        "author": "Samuel Johnson",
        "category": "Life, Alone, Man"
    },
    {
        "quote": "You cannot spend money in luxury without doing good to the poor. Nay, you do more good to them by spending it in luxury, than by giving it; for by spending it in luxury, you make them exert industry, whereas by giving it, you keep them idle.",
        "author": "Samuel Johnson",
        "category": "Good, Doing Good, Giving"
    },
    {
        "quote": "There are few ways in which a man can be more innocently employed than in getting money.",
        "author": "Samuel Johnson",
        "category": "Man, Than, Which"
    },
    {
        "quote": "No man but a blockhead ever wrote except for money.",
        "author": "Samuel Johnson",
        "category": "Man, Ever, Blockhead"
    },
    {
        "quote": "Money and time are the heaviest burdens of life, and... the unhappiest of all mortals are those who have more of either than they know how to use.",
        "author": "Samuel Johnson",
        "category": "Life, Time, Know"
    },
    {
        "quote": "To keep your secret is wisdom but to expect others to keep it is folly.",
        "author": "Samuel Johnson",
        "category": "Expect, Secret, Folly"
    },
    {
        "quote": "Let me smile with the wise, and feed with the rich.",
        "author": "Samuel Johnson",
        "category": "Wise, Me, Rich"
    },
    {
        "quote": "Exercise is labor without weariness.",
        "author": "Samuel Johnson",
        "category": "Exercise, Labor, Without"
    },
    {
        "quote": "To be happy at home is the ultimate result of all ambition, the end to which every enterprise and labor tends, and of which every desire prompts the prosecution.",
        "author": "Samuel Johnson",
        "category": "Happy, Ambition, Be Happy"
    },
    {
        "quote": "Man alone is born crying, lives complaining, and dies disappointed.",
        "author": "Samuel Johnson",
        "category": "Man, Complaining, Born"
    },
    {
        "quote": "Life cannot subsist in society but by reciprocal concessions.",
        "author": "Samuel Johnson",
        "category": "Life, Reciprocal, Cannot"
    },
    {
        "quote": "All theory is against freedom of the will all experience for it.",
        "author": "Samuel Johnson",
        "category": "Experience, Theory, Will"
    },
    {
        "quote": "The future is purchased by the present.",
        "author": "Samuel Johnson",
        "category": "Present, Purchased"
    }
]