[
    {
        "quote": "Do any of us, except in our dreams, truly expect to be reunited with our hearts' deepest loves, even when they leave us only for minutes, and on the most mundane of errands? No, not at all. Each time they go from our sight we in our secret hearts count them as dead. Having been given so much, we reason, how could we expect not to be brought as low as Lucifer for the staggering presumption of our love?",
        "author": "Stephen King",
        "category": "love"
    },
    {
        "quote": "love is what moves the world, I've always thought...it is the only thing which allows men and women to stand in a world where gravity always seems to want to pull them down...bring them low...and make them crawl...",
        "author": "Stephen King",
        "category": "love"
    },
    {
        "quote": "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.",
        "author": "Stephen King",
        "category": "life"
    },
    {
        "quote": "I wouldn't have missed a single minute of it, Not for the whole world.",
        "author": "Stephen King",
        "category": "life, memory, regret, sad"
    },
    {
        "quote": "You are the grim, goal-oriented ones who will not believe that the joy is in the journey rather than the destination no matter how many times it has been proven to you.",
        "author": "Stephen King",
        "category": "life"
    },
    {
        "quote": "Fault always lies in the same place: with him weak enough to lay blame.",
        "author": "Stephen King",
        "category": "inspirational, philosophy"
    },
    {
        "quote": "And people who don’t dream, who don’t have any kind of imaginative life, they must… they must go nuts. I can’t imagine that.",
        "author": "Stephen King",
        "category": "dreaming, imagination, inspirational, true"
    },
    {
        "quote": "If you don’t have the time to do something right, where are you going to find the time to fix it?",
        "author": "Stephen King",
        "category": "inspirational"
    },
    {
        "quote": "Quiet people have the loudest minds.",
        "author": "Stephen King",
        "category": "authors, books, dark, horror, inspirational, inspiring-quotes, minds, quotes, reading, steven-king, writers"
    },
    {
        "quote": "You always know the truth, because when you cut yourself or someone else with it, there’s always a bloody show.",
        "author": "Stephen King",
        "category": "life, truth, wisdom"
    },
    {
        "quote": "Some part of me knew from the first that what I wanted was not reality but myth.",
        "author": "Stephen King",
        "category": "creativity, fantasy, fiction, truth, writing, writing-process"
    },
    {
        "quote": "I don't believe in any actual thinking God that marks the fall of every bird in Australia or every bug in India, a God that records all of our sins in a big golden book and judges us when we die - I don't want to believe in a God who would deliberately create bad people and then deliberately send them to roast in a hell He created-but I believe there has to be something",
        "author": "Stephen King",
        "category": "god"
    },
    {
        "quote": "I don't care so much about what you can stand or what you can manage as I do about what you like and want to have. Those are the kinds of things I want to give you, because I'm crazy about you.",
        "author": "Stephen King",
        "category": "romance"
    },
    {
        "quote": "Remember, Hope is a good thing, maybe the best of things, and no good thing ever dies.",
        "author": "Stephen King",
        "category": "hope"
    },
    {
        "quote": "The family exists for many reasons, but its most basic function may be to draw together after a member dies.",
        "author": "Stephen King",
        "category": "death, family, mourning"
    },
    {
        "quote": "Last reason for reading horror: it’s a rehearsal for death. It’s a way to get ready. People say there’s nothing sure but death and taxes. But that’s not really true. There’s really only death, you know. Death is the biggie. Two hundred years from now, none of us are going to be here. We’re all going to be someplace else. Maybe a better place, maybe a worse place; it may be sort of like New Jersey, but someplace else. The same thing can be said of rabbits and mice and dogs, but we’re in a very uncomfortable position: we’re the only creatures—at least as far as we know, though it may be true of dolphins and whales and a few other mammals that have very big brains—who are able to contemplate our own end. We know it’s going to happen. The electric train goes around and around and it goes under and around the tunnels and over the scenic mountains, but in the end it always goes off the end of the table. Crash.",
        "author": "Stephen King",
        "category": "death, horror, reading"
    },
    {
        "quote": "A life without books is a thirsty life, and one without poetry is...like a life without pictures.",
        "author": "Stephen King",
        "category": "art, books, life, poetry"
    },
    {
        "quote": "If you don't have time to read, you don't have the time (or the tools) to write. Simple as that.",
        "author": "Stephen King",
        "category": "reading, writing"
    },
    {
        "quote": "Fiction is the truth inside the lie.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "The most important things are the hardest to say. They are the things you get ashamed of, because words diminish them -- words shrink things that seemed limitless when they were in your head to no more than living size when they're brought out. But it's more than that, isn't it? The most important things lie too close to wherever your secret heart is buried, like landmarks to a treasure your enemies would love to steal away. And you may make revelations that cost you dearly only to have people look at you in a funny way, not understanding what you've said at all, or why you thought it was so important that you almost cried while you were saying it. That's the worst, I think. When the secret stays locked within not for want of a teller but for want of an understanding ear.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "If you want to be a writer, you must do two things above all others: read a lot and write a lot.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "A little talent is a good thing to have if you want to be a writer. But the only real requirement is the ability to remember every scar.",
        "author": "Stephen King",
        "category": "life-experience, writing, writing-craft"
    },
    {
        "quote": "Any word you have to hunt for in a thesaurus is the wrong word. There are no exceptions to this rule.",
        "author": "Stephen King",
        "category": "on-writing, words, writing"
    },
    {
        "quote": "When asked, \"How do you write?\" I invariably answer, \"One word at a time,\" and the answer is invariably dismissed. But that is all it is. It sounds too simple to be true, but consider the Great Wall of China, if you will: one stone at a time, man. That's all. One stone at a time. But I've read you can see that motherfucker from space without a telescope.",
        "author": "Stephen King",
        "category": "books, writing"
    },
    {
        "quote": "Writing is magic, as much the water of life as any other creative art. The water is free. So drink. Drink and be filled up.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "It is the tale, not he who tells it.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "The trick is to teach yourself to read in small sips as well as long swallows.",
        "author": "Stephen King",
        "category": "reading, writing"
    },
    {
        "quote": "If you write books, you go on one page at a time. We turn from all we know and all we fear. We study catalogues, watch football games, choose Sprint over AT&T. We count the birds in the sky and will not turn from the window when we hear the footsteps behind as something comes up the hall; we say yes, I agree that clouds often look like other things - fish and unicorns and men on horseback - but they are really only clouds. Even when the lightning flashes inside them we say they are only clouds and turn our attention to the next meal, the next pain, the next breath, the next page.This is how we go on.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "If you wrote something for which someone sent you a check, if you cashed the check and it didn't bounce, and if you then paid the light bill with the money, I consider you talented.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "you must not come lightly to the blank page.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "I am always chilled and astonished by the would-be writers who ask me for advice and admit, quite blithely, that they \"don't have time to read.\" This is like a guy starting up Mount Everest saying that he didn't have time to buy any rope or pitons.",
        "author": "Stephen King",
        "category": "reading, writing"
    },
    {
        "quote": "Outlines are the last resource of bad fiction writers who wish to God they were writing masters' theses.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "When you sit down to write, write. Don't do anything else except go to the bathroom, and only do that if it absolutely cannot be put off.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "As with all other aspects of the narrative art, you will improve with practice, but practice will never make you perfect. Why should it? What fun would that be?",
        "author": "Stephen King",
        "category": "motivational, writing"
    },
    {
        "quote": "‎If you want to be a writer, you must do two things above all others: read a lot and write a lot…reading is the creative center of a writer’s life…you cannot hope to sweep someone else away by the force of your writing until it has been done to you.",
        "author": "Stephen King",
        "category": "reading, writing"
    },
    {
        "quote": "The writer must have a good imagination to begin with, but the imagination has to be muscular, which means it must be exercised in a disciplined way, day in and day out, by writing, failing, succeeding and revising.\", May/June 2009)]",
        "author": "Stephen King",
        "category": "creative-process, exercise, failure, imagination, revision, writing"
    },
    {
        "quote": "As it happened, all three of us turned out to be real writers--a coincidence almost too large to be termed mere coincidence in a society where literally tens of thousands (maybe hundreds of thousands) of college students aspire to the writer's trade and where bare hundreds actually break through.",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "Sometimes you have to go on when you don't feel like it, and sometimes you're doing good work when if feels like all you're managing is to shovel shit from a sitting position.",
        "author": "Stephen King",
        "category": "writing, writing-advice"
    },
    {
        "quote": "For me, that emotional payoff is what it’s all about. I want you to laugh or cry when you read a story...or do both at the same time. I want your heart, in other words. If you want to learn something, go to school.",
        "author": "Stephen King",
        "category": "humor, writing"
    },
    {
        "quote": "remember Stephen King's First Rule of Writers and Agents, learned by bitter personal experience: You don't need one until you're making enough for someone to steal ... and if you're making that much, you'll be able to take your pick of good agents.",
        "author": "Stephen King",
        "category": "agents, writing"
    },
    {
        "quote": "I never think of stories as made things; I think of them as found things. As if you pull them out of the ground, and you just pick them up. Someone once told me that that was me low-balling my own creativity. That might or might not be the case. But still, on the story I am working on now, I do have some unresolved problem. It doesn’t keep me awake at nights. I feel like when it comes down, it will be there...",
        "author": "Stephen King",
        "category": "writing"
    },
    {
        "quote": "If you wrote something for which someone sent you a cheque, if you cashed the cheque and it didn't bounce, and if you then paid the light bill with the money, I consider you talented.",
        "author": "Stephen King",
        "category": "earning, money, payment, professional, publishing, talent, talents, writing"
    },
    {
        "quote": "I gradually realized that I was seeing another example of creative ebb, another step by another art on the road that may indeed end in extinction.",
        "author": "Stephen King",
        "category": "creativity, extinction, writer-s-block, writing, writing-process"
    },
    {
        "quote": "It's how we see the world that keeps the darkness beyond at bay. Keeps it from pouring through and devouring us. I think all of us might know that, way down deep.",
        "author": "Stephen King",
        "category": "inspiration"
    },
    {
        "quote": "Strong delusions travel like cold germs on a sneeze.",
        "author": "Stephen King",
        "category": "inspiration"
    },
    {
        "quote": "I know how bad you boys feel, but the sun will still come up tomorrow. And when it does, you 'll feel better. When the sun comes up the day after tomorrow, a little better still. This is just a part of your life, and it's over. It would have been better to win, but either way, it's over. Life will go on.",
        "author": "Stephen King",
        "category": "life, love, relationships"
    },
    {
        "quote": "It's a hard life if you don't weaken.",
        "author": "Stephen King",
        "category": "being-strong, hard-life, hardships, life, life-lessons, steadfastness, unhappiness"
    },
    {
        "quote": "Time and tide wait for no man.",
        "author": "Stephen King",
        "category": "fate, time"
    },
    {
        "quote": "she might have been pretty when she started out, but the world had moved on since then.",
        "author": "Stephen King",
        "category": "beauty, time"
    },
    {
        "quote": "I am, he thought dimly, watching a vampire take a piss.",
        "author": "Stephen King",
        "category": "funny, gross, vampire"
    },
    {
        "quote": "Books are the perfect entertainment: no commercials, no batteries, hours of enjoyment for each dollar spent. What I wonder is why everybody doesn't carry a book around for those inevitable dead spots in life.",
        "author": "Stephen King",
        "category": "books"
    },
    {
        "quote": "Good books don't give up all their secrets at once.",
        "author": "Stephen King",
        "category": "books"
    },
    {
        "quote": "Speaking personally, you can have my gun, but you'll take my book when you pry my cold, dead fingers off of the binding.",
        "author": "Stephen King",
        "category": "books, guns"
    },
    {
        "quote": "Without story books is like a person with no soul.",
        "author": "Stephen King",
        "category": "books"
    },
    {
        "quote": "Books are the perfect entertainment: no commercials, no batteries,hours of enjoyment for each dollar spent.",
        "author": "Stephen King",
        "category": "books, literature, reading, words"
    },
    {
        "quote": "If I show up at your house ten years from now and find nothing in your living room but The Readers Digest, nothing on your bedroom night table but the newest Dan Brown novel, and nothing in your bathroom but Jokes for the John, I’ll chase you down to the end of your driveway and back, screaming ‘Where are your books? You graduated college ten years ago, so how come there are no damn books in your house? Why are you living on the intellectual equivalent of Kraft Macaroni and Cheese?",
        "author": "Stephen King",
        "category": "books, commencement, intellect, steven-king"
    },
    {
        "quote": "The 3 types of terror: The Gross-out: the sight of a severed head tumbling down a flight of stairs, it's when the lights go out and something green and slimy splatters against your arm. The Horror: the unnatural, spiders the size of bears, the dead waking up and walking around, it's when the lights go out and something with claws grabs you by the arm. And the last and worse one: Terror, when you come home and notice everything you own had been taken away and replaced by an exact substitute. It's when the lights go out and you feel something behind you, you hear it, you feel its breath against your ear, but when you turn around, there's nothing there...",
        "author": "Stephen King",
        "category": "fear, horror, storytelling"
    },
    {
        "quote": "I tend to scare myself.",
        "author": "Stephen King",
        "category": "fear"
    },
    {
        "quote": "If a fear cannot be articulated, it can't be conquered.",
        "author": "Stephen King",
        "category": "fear"
    },
    {
        "quote": "Your hair is winter fire,January embers.My heart burns there, too.-Stephen King, IT",
        "author": "Stephen King",
        "category": "beauty, ben-hanscom, fire, haiku, hair, it, love, love-quotes, stephen-king"
    },
    {
        "quote": "Friendships founded on laughter are always fortuitous.",
        "author": "Stephen King",
        "category": "friendship"
    },
    {
        "quote": "The eyes were damned, the staring, glaring eyes of one who sees but does not see, eyes ever turned inward to the sterile hell of dreams beyond control, dreams unleashed, risen out of the stinking swamps of the unconscious.",
        "author": "Stephen King",
        "category": "dreams, vision"
    },
    {
        "quote": "You know, small children take it as a matter of course that things will change every day and grown-ups understand that things change sooner or later and their job is to keep them from changing as long as possible. It’s only kids in high school who are convinced they’re never going to change. There’s always going to be a pep rally and there’s always going to be a spectator bus, somewhere out there in their future.",
        "author": "Stephen King",
        "category": "change, teenagers"
    },
    {
        "quote": "How to Draw a Picture (XII)Know when you're finished, and when you are, put your pencil or your paintbrush down. All the rest is only life.",
        "author": "Stephen King",
        "category": "art, duma-key"
    },
    {
        "quote": "Bad news should always come after lunch.. first thing in the morning everything left a bruise.",
        "author": "Stephen King",
        "category": "bad-news, pain"
    },
    {
        "quote": "Any good marriage is secret territory, a necessary white space on society’s map. What others don’t know about it is what makes it yours.",
        "author": "Stephen King",
        "category": "marriage, secret, yours"
    },
    {
        "quote": "when you got right down to the place where the cheese binds, there was no such thing as marriage, no such thing as union, that each soul stood alone and ultimately defied rationality. That was the mystery. And no matter how well you thought you knew your partner, you occasionally ran into blank walls or fell into pits. And sometimes (rarely, thank God) you ran into a full-fledged pocket of alien strangeness, something like the clear-air turbulence that can buffet an airliner for no reason at all. An attitude or belief which you had never suspected, one so peculiar (at least to you) that it seemed nearly psychotic. And then you trod lightly, if you valued your marriage and your peace of mind; you tried to remember that anger at such a discovery was the province of fools who really believed it was possible for one mind to know another.",
        "author": "Stephen King",
        "category": "marriage, union"
    },
    {
        "quote": "Lend me your wings, bird. I'll spread them and fly on the thermals.",
        "author": "Stephen King",
        "category": "fantasy, sf, the-dark-tower, the-gunslinger"
    },
    {
        "quote": "By definition, though, we are family. And in difficult times-- times like these-- despite our differences, we stand together as family.",
        "author": "Stephen King",
        "category": "american-vampire, family, if-thy-right-hand-offend-thee"
    },
    {
        "quote": "Home is where they want you to stay longer",
        "author": "Stephen King",
        "category": "family, home, longing"
    },
    {
        "quote": "The mind can calculate, but the spirit yearns, and the heart knows what the heart knows",
        "author": "Stephen King",
        "category": "call, mind, stephen-king"
    },
    {
        "quote": "If you fell outward to the limit of the universe, would you find a board fence and signs reading DEAD END? No. You might find something hard and rounded, as the chick must see the egg from the inside. And if you should peck through that shell (or find a door), what great and torrential light might shine through your opening at the end of space? Might you look through and discover our entire universe is but part of one atom on a blade of grass? Might you be forced to think that by burning a twig you incinerate an eternity of eternities? That existence rises not to one infinite but to an infinity of them?",
        "author": "Stephen King",
        "category": "infinity, life, reality, universe"
    },
    {
        "quote": "Now that he wanted to feel like he was having a bad dream, he wasn't. He was having a bad reality, and that was something from which you could not wake.",
        "author": "Stephen King",
        "category": "grief, reality"
    },
    {
        "quote": "Schizoid behavior is a pretty common thing in children. It's accepted, because all we adults have this unspoken agreement that children are lunatics.",
        "author": "Stephen King",
        "category": "children"
    },
    {
        "quote": "Censorship and the suppression of reading materials are rarely about family values and almost always about controlabout who issnapping the whip, who is saying no, and who is saying go. Censorship's bottom line is this: if the novel Christine offends me, I don't want just to make sure it's kept from my kid; I want to make sure it's kept from your kid, as well, and all the kids. This bit of intellectual arrogance, undemocratic and as old as time, is best expressed this way: \"If it's bad for me and my family, it's bad for everyone's family.\"Yet when books are run out of school classrooms and even outof school libraries as a result of this idea, I'm never much disturbed not as a citizen, not as a writer, not even as a schoolteacher . . . which I used to be. What I tell kids is, Don't get mad, get even. Don't spend time waving signs or carrying petitions around the neighborhood. Instead, run, don't walk, to the nearest nonschool library or to the local bookstore and get whatever it was that they banned. Read whatever they're trying to keep out of your eyes and your brain, because that's exactly what you need to know.",
        "author": "Stephen King",
        "category": "banned-books, censorship, children"
    },
    {
        "quote": "Fiction is the truth inside a lie.",
        "author": "Stephen King",
        "category": "fiction"
    },
    {
        "quote": "There was nothing … and nothing … and then the car bumped up again. There was a muffled pop, the sound of a small pumpkin exploding in a microwave oven.Morris cut the wheel to the left and there was another bump as the Biscayne went back into the parking area. He looked in the mirror and saw that Curtis’s head was gone.",
        "author": "Stephen King",
        "category": "crime, detective, fiction, thriller"
    },
    {
        "quote": "Luck's the word those with poor hearts use for ka...",
        "author": "Stephen King",
        "category": "destiny, fate, ka, luck"
    },
    {
        "quote": "I'm not asking you to come reverently or unquestioningly; I'm not asking you to be politically correct or cast aside your sense of humor (please God you have one). This isn't a popularity contest, it's not the moral Olympics, and it's not church. But it's Writing, damn it, not washing the car or putting on eyeliner. If you can take it seriously, we can do business. If you can't or won't, it's time for you to close the book and do something else. Wash the car, maybe.",
        "author": "Stephen King",
        "category": "author, literature, novelist, on-writing, scribe, stephen-king, writer, writers, writing, writing-life"
    },
    {
        "quote": "Monsters are real and ghosts are real too they live inside us and sometimes they win.",
        "author": "Stephen King",
        "category": "books, daymares, drama, evacabrera, horror-authors, literature, novel, stephen-king"
    },
    {
        "quote": "You lost your innocence when you grew up, all right, everyone knew that, but did you have to lose your hope, as well?",
        "author": "Stephen King",
        "category": "growing-up, hope, innocence, loss"
    },
    {
        "quote": "The writer must have a good imagination to begin with, but the imagination has to be muscular, which means it must be exercised in a disciplined way, day in and day out, by writing, failing, succeeding and revi",
        "author": "Stephen King",
        "category": "creative-process, exercise, failure, imagination, revision, writing"
    },
    {
        "quote": "I hate the assumption that you can't write about something because you haven't experienced it, and not just because it assumes a limit on the human imagination, which is basically limitless. It also suggests that some leaps of identification are impossible. I refuse to accept that, because it leads to the conclusion that real change is beyond us, and so is empathy.",
        "author": "Stephen King",
        "category": "empathy, imagination, the-bazaar-of-bad-dreams"
    },
    {
        "quote": "Friends come in and out of our lives, like busboys in a restaurant.",
        "author": "Stephen King",
        "category": "friends"
    },
    {
        "quote": "No good friends, no bad friends; only people you want,need to be with. People who build their houses in your heart .",
        "author": "Stephen King",
        "category": "friends, friendship, heart"
    },
    {
        "quote": "Start with a blank surface. It doesn't have to be paper or canvas, but I feel it should be white. We call it white because we need a word, but its true name is nothing. Black is the absence of light, but white is the absence of memory, the color of can't remember.",
        "author": "Stephen King",
        "category": "memory"
    },
    {
        "quote": "And as I thought about the body of Ray Brower in this light- or lack of it- what I felt was not queasiness or fear that he would suddenly appear before us, a green and gibbering banshee whose purpose was to drive us back the way we had come before we could disturb his- its- peace,but a sudden and unexpected wash of pity that he should be so alone and so defenceless in the dark that was now coming over our side of the world.",
        "author": "Stephen King",
        "category": "compassion, friendship, innocence, loneliness, wisdom"
    },
    {
        "quote": "If God gives you something you can do, why in God's name wouldn't you do it?",
        "author": "Stephen King",
        "category": "calling"
    },
    {
        "quote": "You can never be too thin or too rich. And if you don't believe it you were never really fat or really poor.",
        "author": "Stephen King",
        "category": "humorous"
    },
    {
        "quote": "Time takes it all whether you want it to or not, time takes it all. Time bares it away, and in the end there is only darkness. Sometimes we find others in that darkness, and sometimes we lose them there again.",
        "author": "Stephen King",
        "category": "darkness"
    },
    {
        "quote": "So in that sense, I and my fellow horror writers are absorbing and defusing all your fears and anxieties and insecurities and taking them upon ourselves. We’re sitting in the darkness beyond the flickering warmth of your fire, cackling into our caldrons and spitting out spider webs of words, all the time sucking the sickness from your minds and spewing it out into the night.",
        "author": "Stephen King",
        "category": "horror, writers"
    },
    {
        "quote": "When you write a story you're telling yourself the story. When you rewrite your main job is taking out all the things that are NOT the story.",
        "author": "Stephen King",
        "category": "author, king, on-writing, stephen-king, write, writers"
    },
    {
        "quote": "...so I think writers are made and not born. But what you choose to write is buried so deeply inside it's like lodestones inside you and sooner or later you come near something that you're supposed to be doing with your life and it's like a magnet. It attracts.",
        "author": "Stephen King",
        "category": "inspirational, writers, writers-on-writing, writing, writing-craft"
    },
    {
        "quote": "Alone. Yes, that's the key word, the most awful word in the English tongue. Murder doesn't hold a candle to it and hell is only a poor synonym.",
        "author": "Stephen King",
        "category": "horror, vampire"
    },
    {
        "quote": "We make up horrors to help us cope with the real ones.",
        "author": "Stephen King",
        "category": "horror"
    },
    {
        "quote": "Give me just enough information so that I can lie convincingly.",
        "author": "Stephen King",
        "category": "horror, king, on-writing, stephen-king"
    },
    {
        "quote": "Invitation to Dance-It’s a Dance. And sometimes they turn the lights off in this ballroom.But we’ll dance anyway, you and I. Even in the Dark. Especially in the Dark.May I have the pleasure?",
        "author": "Stephen King",
        "category": "horror"
    },
    {
        "quote": "Lover,\" she whispers, and closes her eyes.It falls upon her.Love is like dying.",
        "author": "Stephen King",
        "category": "cycle-of-the-werewolf, horror, love, lovers"
    },
    {
        "quote": "Good luck is just bad luck with its hair combed.",
        "author": "Stephen King",
        "category": "horror, humor"
    },
    {
        "quote": "The things a man sees when he ain't got a gun.--Watson the Caretaker",
        "author": "Stephen King",
        "category": "horror"
    },
    {
        "quote": "Until that afternoon in October four years ago, I hadn't known dogs could scream.",
        "author": "Stephen King",
        "category": "horror"
    },
    {
        "quote": "Is it because I'm a girl?\"Reluctantly, Bill nodded his head.She looked at him for a moment, her lips trembling, and Richie thought she would cry. Instead, she exploded. \"Well, fuck you!\" She whirled around to look at the others, and they flinched from her gaze, so hot it was nearly radioactive. \"Fuck all of you if you think the same thing!\" she turned back to Bill and began to talk fast, rapping him with words. \"This is something more than some diddly shit kids game like tag, or guns, or hide and go seek, and you know it, Bill! We're supposed to do this, that's part of it! And you're not going to cut me out just because I'm a girl, do you understand? You better. Or I'm leaving right now!",
        "author": "Stephen King",
        "category": "girls, horror, it, kids, king"
    },
    {
        "quote": "Donald Trump is worse than any horror story I've written.",
        "author": "Stephen King",
        "category": "2016, 2017, america, dead-zone, donald-trump, horror, president, stephen-king"
    },
    {
        "quote": "Horror spawns horror",
        "author": "Stephen King",
        "category": "horror"
    },
    {
        "quote": "You stole my story and something's got to be done about it.",
        "author": "Stephen King",
        "category": "horror, plagiarism, writing"
    },
    {
        "quote": "Moonlight flooded in the windows and silvered the room, turning it into a lagoon of dreams",
        "author": "Stephen King",
        "category": "horror, salem-s-lot, stephen-king, vampires"
    },
    {
        "quote": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, \"Why god? Why me?\" and the thundering voice of God answered, \"There's just something about you that pisses me off.",
        "author": "Stephen King",
        "category": "horror, humor"
    },
    {
        "quote": "There’s an idea that hell is other people. My idea is that it might be repetition.",
        "author": "Stephen King",
        "category": "hell, horror, repetition"
    },
    {
        "quote": "I can see your dirtypillows.",
        "author": "Stephen King",
        "category": "highschool, horror, telekinetic"
    },
    {
        "quote": "You've got to go to Boston, and you've got to go there NOW!!",
        "author": "Stephen King",
        "category": "action, procrastination"
    },
    {
        "quote": "I don't want Church to be like all those dead pets! she burst out, suddenly tearful and furious. I don't want Church to ever be dead! He's my cat! He's not God's cat! Let God have all the damn old cats He wants, and kill them all! Church is mine!",
        "author": "Stephen King",
        "category": "sad"
    },
    {
        "quote": "Such grave matters as sin and forgiveness should remain between man and God",
        "author": "Stephen King",
        "category": "bazaar-of-bad-dreams, god, morality"
    },
    {
        "quote": "Some memories were all right, but others were dangerous.",
        "author": "Stephen King",
        "category": "dangerous, lisey-s-story, looking-back, memories, safety, stephen-king"
    },
    {
        "quote": "I love you too much to lie to you, Lisey. I love you with all that passes for my heart. I suspect that kind of all-out love becomes a burden to a woman in time, but it's the only kind I have to give. I think we're going to be quite a wealthy couple in terms of money, but I'll almost certainly be an emotional pauper all my life. I've got the money coming, but as for the rest I've got just enough for you, and I won't ever dirty or dilute it with lies. Not with the words I say, not with the ones I hold back.",
        "author": "Stephen King",
        "category": "honesty, love"
    },
    {
        "quote": "Maybe there's a whole other universe where a square moon rises in the sky, and the stars laugh in cold voices, and some of the triangles have four sides, and some have five, and some have five raised to the fifth power of sides. In this universe there might grow roses which sing. Everything leads to everything.",
        "author": "Stephen King",
        "category": "it, moon, roses, universe"
    },
    {
        "quote": "I'm not much of a believer in the so-called character study; I think that in the end, the story should always be the boss.",
        "author": "Stephen King",
        "category": "character, on-writing, stephen-king, story, writing"
    },
    {
        "quote": "The multiple choices and possibilities of daily life are the music we dance to. They are like strings on a guitar. Strum them and you make a pleasing sound. A harmonic.",
        "author": "Stephen King",
        "category": "choices, harmony, possibilities"
    },
    {
        "quote": "Being good is commendable, but only when it is combined with doing good is it useful",
        "author": "Stephen King",
        "category": "commendable, good, life, useful"
    },
    {
        "quote": "If a book is not alive in the writer's mind, it is as dead as year-old horse-shit",
        "author": "Stephen King",
        "category": "alive, book, inspire, stephen-king, writer"
    },
    {
        "quote": "There are books full of great writing that don't have very good stories. Read sometimes for the story... don't be like the book-snobs who won't do that. Read sometimes for the words--the language. Don't be like the play-it-safers who won't do that. But when you find a book that has both a good story and good words, treasure that book.",
        "author": "Stephen King",
        "category": "great-writing, on-writing, stories, storytelling"
    },
    {
        "quote": "I have never felt like I was creating anything. For me, writing is like walking through a desert and all at once, poking up through the hardpan, I see the top of a chimney. I know there's a house under there, and I'm pretty sure that I can dig it up if I want. That's how I feel. It's like the stories are already there. What they pay me for is the leap of faith that says: \"If I sit down and do this, everything will come out OK.",
        "author": "Stephen King",
        "category": "chimney, creating, desert, faith, house, idea, stories, writing"
    },
    {
        "quote": "Do you drink?\"\"Of course,I just said I was a writer.",
        "author": "Stephen King",
        "category": "drinking, stereotypes, writer"
    },
    {
        "quote": "When asked, How do you write? I invariably answer, One word at a time.",
        "author": "Stephen King",
        "category": "writer, writing"
    },
    {
        "quote": "Here's what vampires shouldn't be: pallid detectives that drink Bloody Marys and work only at night; lovelorn southern gentlemen; anorexic teenage girls; boy-toys with big dewy eyes. What should they be? Killers, honey. Stone killers that can't get enough of that tasty Type-A. Bad boys and girls. Hunters. In other words, Midnight America. Red, white and blue, accent on the red. Those vamps got hijacked by a lot of soft-focus ro",
        "author": "Stephen King",
        "category": "american-vampire, vampires"
    },
    {
        "quote": "Do you believe in an afterlife?\" the gunslinger asked him as Brown dropped three ears of hot corn onto his plate.Brown nodded. \"I think this is it.",
        "author": "Stephen King",
        "category": "1, dark, deschain, gunslinger, king, roland, stephen, tower"
    },
    {
        "quote": "Resolution demands a sacrifice.",
        "author": "Stephen King",
        "category": "resolution, sacrifice, writing"
    },
    {
        "quote": "Teaching school is like having jumper cables hooked to your brain, draining all the juice out of you.",
        "author": "Stephen King",
        "category": "teaching"
    },
    {
        "quote": "Alone.Yes,that's the key word, the most awful word in the English tongue. Murder doesn't hold a candle to it and hell is only a poor synonym.",
        "author": "Stephen King",
        "category": "alone, fear, life"
    },
    {
        "quote": "Read a lot, write a lot is the great commandment.",
        "author": "Stephen King",
        "category": "craft, instruction-book, memoir, on-writing"
    },
    {
        "quote": "There'a a phrase, \"the elephant in the living room\", which purports to describe what it's like to live with a drug addict, an alcoholic, an abuser. People outside such relationships will sometimes ask, \"How could you let such a business go on for so many years? Didn't you see the elephant in the living room?\" And it's so hard for anyone living in a more normal situation to understand the answer that comes closest to the truth; \"I'm sorry, but it was there when I moved in. I didn't know it was an elephant; I thought it was part of the furniture.\" There comes an aha-moment for some folks - the lucky ones - when they suddenly recognize the difference.",
        "author": "Stephen King",
        "category": "abuse, alcohol, drugs, elephant-in-the-room"
    },
    {
        "quote": "I stood for almost an hour in a line of shuffling, bitter - eyed late mailers (Christmas is such a carefree, low - pressure time - that's one of the things I love about it),...",
        "author": "Stephen King",
        "category": "bag-of-bones, christmas, sarcasm"
    },
    {
        "quote": "There's no bitch on earth like a mother frightened for her kids.",
        "author": "Stephen King",
        "category": "motherhood, mothers"
    },
    {
        "quote": "Her support was a constant, one of the few good things I could take as a given. And whenever I see a first novel dedicated to a wife (or a husband), I smile and think, There’s someone who knows.” Writing is a lonely job. Having someone who believes in you makes a lot of difference. They don’t have to make speeches. Just believing is usually enough.",
        "author": "Stephen King",
        "category": "writing-life"
    },
    {
        "quote": "Writing is the act of finding out what I think.",
        "author": "Stephen King",
        "category": "writing-process"
    },
    {
        "quote": "I think you will find that, if you continue to write fiction, every character you create is partly you.",
        "author": "Stephen King",
        "category": "writing-process"
    },
    {
        "quote": "When you write, you want to get rid of the world, do you not? Of course you do. When you're writing, you're creating your own worlds.",
        "author": "Stephen King",
        "category": "writing, writing-craft, writing-process"
    },
    {
        "quote": "The first draft of a book—even a long one—should take no more than three months, the length of a season.",
        "author": "Stephen King",
        "category": "writing-process"
    },
    {
        "quote": "When the work is the best work, it's more like being a secretary than it is a creative person, you just sort of take the stuff down.",
        "author": "Stephen King",
        "category": "writing-process"
    },
    {
        "quote": "It’s better to be good than evil, but one achieves goodness at a tremendous cost.",
        "author": "Stephen King",
        "category": "goodness"
    },
    {
        "quote": "...staring into thin air at thosethings only cats can see (Doctro Sleep)",
        "author": "Stephen King",
        "category": "azzie, cat, cats, doctor-sleep"
    },
    {
        "quote": "It's hard for me to believe that people who read very little - or not at all in some cases - should presume to write and expect people to like what they have written. Can I be blunt on this subject? If you don't have time to read, you don't have the time - or the tools - to write. Simple as that.",
        "author": "Stephen King",
        "category": "writing-advice"
    },
    {
        "quote": "Try any goddam thing you like, no matter how boringly normal or outrageous. If it works, fine. If it doesn't, toss it. Toss it even if you love it.",
        "author": "Stephen King",
        "category": "writing-advice"
    },
    {
        "quote": "Language does not always have to wear a tie and lace-up shoes. The object of fiction isn't grammatical correctness but to make the reader welcome and then tell a story … to make him/her forget, whenever possible, that he/she is reading a story at all.",
        "author": "Stephen King",
        "category": "writing-advice"
    },
    {
        "quote": "You need to take out the stuff that’s just sitting there and doing nothing. No slackers allowed! All meat, no filler!",
        "author": "Stephen King",
        "category": "stephen-king, writing-advice"
    },
    {
        "quote": "You discarded most of the lies along the way but held on to the one that said life mattered.",
        "author": "Stephen King",
        "category": "meaning-of-life"
    },
    {
        "quote": "God makes it all come right in the end, that's what Johnnie told Dock Barker just before we parted company. I was raised a Christian-I admit I fell away a bit along my journey-and I believe that: we're stuck with what we have, but that's all right; in God's eyes, none of us are really much more than flies on strings and all that matters is how much sunshine you can spread along the way.",
        "author": "Stephen King",
        "category": "life, meaning-of-life, philosophy"
    },
    {
        "quote": "Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.",
        "author": "Stephen King",
        "category": "hardwork, talent"
    },
    {
        "quote": "Those are the only to verbalizations usually that we make in movies—either to scream or to laugh—because those two reactions are rather close. Most things we laugh at are things that are really horrible, when you think about them. It’s funny and you don’t scream, as long as it’s not you. If it’s somebody else you can laugh.",
        "author": "Stephen King",
        "category": "laughter, movies"
    },
    {
        "quote": "He did it (listened) as the world's most charming and magnetic people do, always asking the right question at the right time, never fidgeting or taking his eyes from the speaker's face, making the other guy feel like the most knowledgeable, brilliant, and intellectually savvy person on the planet.",
        "author": "Stephen King",
        "category": "attention, conversation, influence, listening"
    },
    {
        "quote": "The sun had bled away every smell and left nothing.",
        "author": "Stephen King",
        "category": "sun"
    },
    {
        "quote": "The sky was the yellow color of old cheese and the clouds flew across it, as if they had seen something horrifying in the desert wastes where they had so lately been.",
        "author": "Stephen King",
        "category": "landscape, sky"
    },
    {
        "quote": "One of life's great truths is this: when one is about to be struck by a speeding six-hundred pound Coke machine, one need worry about little else.",
        "author": "Stephen King",
        "category": "coke, death, truth, worry"
    },
    {
        "quote": "Well, luck is for fools. It's all they have to hope for, poor devils.",
        "author": "Stephen King",
        "category": "fool, luck"
    },
    {
        "quote": "To the champ, everything is serious business. I'm hoping that he'll live long enough to learn that in this world that is a very dangerous attitude.",
        "author": "Stephen King",
        "category": "humor, kids"
    },
    {
        "quote": "A little arrogance (or even a lot) isn't such a bad thing, although your mother undoubtedly told you different. Mine did. \"Pride goeth before a fall, Stephen\", she said... and then I found out - right around the age that is 19 x 2 - that eventually you fall down, anyway.",
        "author": "Stephen King",
        "category": "arrogance"
    },
    {
        "quote": "It's as if God gave you something-all those stories- and said, \"Here you are. Try not to lose it.\" But children lose everything unless somebody is there to help them, and if your parents are too stupid to do it, maybe i ought to.",
        "author": "Stephen King",
        "category": "caring, chris-chambers, friendship, maturity, stephen-king, the-body"
    },
    {
        "quote": "We could argue about what constitutes the creepiest line in pop music, but for me it's early Beatles- John Lennon, actually- singing 'I'd rather see you dead, little girl, than to be with another man.",
        "author": "Stephen King",
        "category": "beatles, creepy, john-lennon, joyland, lyrics, pop-music"
    },
    {
        "quote": "Both Rowling and Meyer, they’re speaking directly to young people. … The real difference is that Jo Rowling is a terrific writer and Stephenie Meyer can’t write worth a darn. She’s not very good.",
        "author": "Stephen King",
        "category": "harry-potter, jk-rowling, stephenie-meyer, twilight"
    },
    {
        "quote": "When Annie's treatin, you best be eatin.",
        "author": "Stephen King",
        "category": "annie-wilkes, misery, paul-sheldon"
    },
    {
        "quote": "It was never for you, Annie, or all the other people out there who sign their letters “Your number-one fan.” The minute you start to write all those people are at the other end of the galaxy, or something. It was never for my ex-wives, or my mother, or for my father. The reason authors almost always put a dedication on a book, Annie, is because their selfishness even horrifies themselves in the end.",
        "author": "Stephen King",
        "category": "misery, stephen-king, writing"
    },
    {
        "quote": "You're like a man who loves nothing better than a thick steak but wouldn't last an hour in a slaughterhouse.",
        "author": "Stephen King",
        "category": "misery"
    },
    {
        "quote": "She gave him a strange maternal grin.For the first time, clearly, the thought surfaced in Paul Sheldon’s mind: I am introuble here. This woman is not right.",
        "author": "Stephen King",
        "category": "humor, misery, stephen-king"
    },
    {
        "quote": "The reason authors almost always put a dedication on a book is, because their selfishness even horrifies themselves in the end.",
        "author": "Stephen King",
        "category": "misery, truth"
    },
    {
        "quote": "Tony, Tony,come around, something's lost that can't be found.",
        "author": "Stephen King",
        "category": "cell, zombies"
    },
    {
        "quote": "Can the future hsitory of the world be so fragile that it will not allow two high school teachers to meet and fall in love? To marry, to dance to Beatles tunes like \"I Want to Hold Your Hand,\" and live unremarkable lives?",
        "author": "Stephen King",
        "category": "time-travel"
    },
    {
        "quote": "Faith is, by its very definition, belief without proof.",
        "author": "Stephen King",
        "category": "afterlife, bazaar-of-bad-dreams, faith"
    },
    {
        "quote": "[Prison Break is] one of the craziest, most unpredictable roller-coaster rides on TV today.",
        "author": "Stephen King",
        "category": "bagwell, break, burrows, company, escape, fox, king, lincoln, michael-schofield, prison, show, stephen, t-bag, theodore, tv"
    },
    {
        "quote": "I hated high school. I don’t trust anybody who looks back on the years from 14 to 18 with any enjoyment. If you liked being a teenager, there’s something wrong with you.",
        "author": "Stephen King",
        "category": "high-school, teenagers"
    },
    {
        "quote": "I'm a salami writer. I try to write good salami  but salami is salami.",
        "author": "Stephen King",
        "category": "right"
    },
    {
        "quote": "I'm a salami writer. I try to write good salami  but salami is salami.",
        "author": "Stephen King",
        "category": "self, knowledge"
    },
    {
        "quote": "Being sorry for myself is a luxury I can't afford.",
        "author": "Stephen King",
        "category": "self, pity"
    },
    {
        "quote": "What charitable 1 percenters can't do is assume responsibility - America's national responsibilities: the care of its sick and its poor, the education of its young, the repair of its failing infrastructure, the repayment of its staggering war debts.",
        "author": "Stephen King",
        "category": "Education, Responsibility"
    },
    {
        "quote": "And as a writer, one of the things that I've always been interested in doing is actually invading your comfort space. Because that's what we're supposed to do. Get under your skin, and make you react.",
        "author": "Stephen King",
        "category": "Comfort, Doing, You"
    },
    {
        "quote": "When his life was ruined, his family killed, his farm destroyed, Job knelt down on the ground and yelled up to the heavens, 'Why god? Why me?' and the thundering voice of God answered, 'There's just something about you that pisses me off.'",
        "author": "Stephen King",
        "category": "Life, God, Job"
    },
    {
        "quote": "I was in enough to get along with people. I was never socially inarticulate. Not a loner. And that saved my life, saved my sanity. That and the writing. But to this day I distrust anybody who thought school was a good time. Anybody.",
        "author": "Stephen King",
        "category": "Life, Good, School"
    },
    {
        "quote": "When asked, 'How do you write?' I invariably answer, 'one word at a time.'",
        "author": "Stephen King",
        "category": "You, One Word, Word"
    },
    {
        "quote": "If you don't have the time to read, you don't have the time or the tools to write.",
        "author": "Stephen King",
        "category": "Tools, You, Write"
    },
    {
        "quote": "Every book you pick up has its own lesson or lessons, and quite often the bad books have more to teach than the good ones.",
        "author": "Stephen King",
        "category": "Book, Teach, You"
    },
    {
        "quote": "God is cruel. Sometimes he makes you live.",
        "author": "Stephen King",
        "category": "Live, You, Sometimes"
    },
    {
        "quote": "It's a mystery. That's the first thing that interests me about the idea of God. If there is one, it's mysterious and powerful and awesome to even consider the concept, and you have to take it seriously.",
        "author": "Stephen King",
        "category": "Powerful, Me, Mystery"
    },
    {
        "quote": "Americans are apocalyptic by nature. The reason why is that we've always had so much, so we live in deadly fear that people are going to take it away from us.",
        "author": "Stephen King",
        "category": "Nature, People, Live"
    },
    {
        "quote": "Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty.",
        "author": "Stephen King",
        "category": "Friends, Lie, Speak"
    },
    {
        "quote": "I love the movies, and when I go to see a movie that's been made from one of my books, I know that it isn't going to be exactly like my novel because a lot of other people have interpreted it. But I also know it has an idea that I'll like because that idea occurred to me, and I spent a year, or a year and a half of my life working on it.",
        "author": "Stephen King",
        "category": "Love, Life, Me"
    },
    {
        "quote": "The trust of the innocent is the liar's most useful tool.",
        "author": "Stephen King",
        "category": "Liar, Innocent, Tool"
    },
    {
        "quote": "A lot of us grow up and we grow out of the literal interpretation that we get when we're children, but we bear the scars all our life. Whether they're scars of beauty or scars of ugliness, it's pretty much in the eye of the beholder.",
        "author": "Stephen King",
        "category": "Life, Children, Eye"
    },
    {
        "quote": "I guess when you turn off the main road, you have to be prepared to see some funny houses.",
        "author": "Stephen King",
        "category": "Road, You, Be Prepared"
    },
    {
        "quote": "Wherever you write is supposed to be a little bit of a refuge, a place where you can get away from the world. The more closed in you are, the more you're forced back on your own imagination.",
        "author": "Stephen King",
        "category": "World, You, Place"
    },
    {
        "quote": "We've switched from a culture that was interested in manufacturing, economics, politics - trying to play a serious part in the world - to a culture that's really entertainment-based.",
        "author": "Stephen King",
        "category": "Culture, World, Economics"
    },
    {
        "quote": "And in real life endings aren't always neat, whether they're happy endings, or whether they're sad endings.",
        "author": "Stephen King",
        "category": "Life, Happy, Real Life"
    },
    {
        "quote": "Like anything else that happens on its own, the act of writing is beyond currency. Money is great stuff to have, but when it comes to the act of creation, the best thing is not to think of money too much. It constipates the whole process.",
        "author": "Stephen King",
        "category": "Best, Great, Writing"
    },
    {
        "quote": "Life is like a wheel. Sooner or later, it always come around to where you started again.",
        "author": "Stephen King",
        "category": "You, Wheel, Always"
    },
    {
        "quote": "French is the language that turns dirt into romance.",
        "author": "Stephen King",
        "category": "Language, Romance, Dirt"
    },
    {
        "quote": "I watched Titanic when I got back home from the hospital, and cried. I knew that my IQ had been damaged.",
        "author": "Stephen King",
        "category": "Hospital, Back, IQ"
    },
    {
        "quote": "I never saw any of my dad's stories. My mother said he had piles and piles of manuscripts.",
        "author": "Stephen King",
        "category": "Mother, Said, Never"
    }
]