[
    {
        "quote": "You gain inner peace when you become comfortable with the reality of death.",
        "author": "Steven Magee",
        "category": "comfortable, death, die, dying, gain, inner, peace, reality, spiritual, wisdom"
    },
    {
        "quote": "It is through experience that I have lost faith in USA law enforcement.",
        "author": "Steven Magee",
        "category": "corrupt, corruption, enforcement, experience, faith, law, lost, officer, police, sheriff, through, usa"
    },
    {
        "quote": "If I am looking for inspiration, then I read the religious scriptures.",
        "author": "Steven Magee",
        "category": "god, holy, inspiration, jesus, looking, lord, read, religious, scriptures, spirit"
    },
    {
        "quote": "The biologically harmful effects of man-made environmental radiation was a jigsaw of existing information that needed to be assembled by a group of independent researchers that had a broad range of knowledge and were free of corrupt corporate government influence.",
        "author": "Steven Magee",
        "category": "assembled, biologically, broad, corporate, corrupt, effects, environmental, free, government, group, harmful, independent, influence, information, jigsaw, knowledge, made, man, man-made, radiation, range, researchers"
    },
    {
        "quote": "You know when 1 in 2 marriages ends in divorce, 1 in 42 boys have Autism, and safety complaints from the majority of whistle-blower's are not being upheld, that you are living in a seriously dysfunctional society.",
        "author": "Steven Magee",
        "category": "asd, autism, autism-spectrum, autism-spectrum-disorders, blower, boy, boys, complaint, complaints, divorce, divorce-quotes, dysfunction, dysfunctional, dysfunctional-society, dysfunctional-world, end, ends, know, knowledge, living, majority, marriage, marriage-quotes, marriages, osha, safety, seriously, society, society-quotes, upheld, whistle, whistle-blower, whistle-blowers, whistle-blowing, whistleblower, whistleblowers, whistleblowing"
    },
    {
        "quote": "If I were to go back in time with the knowledge that I have today about Electromagnetic Hypersensitivity (EHS), I would invest the money into changing the electrical characteristics of my body and exhaust that route first, particularly if no one else in the home is showing the condition. If everyone is sick in the home, it is probably an environmental issue that warrants expense on changing the environmental factors.",
        "author": "Steven Magee",
        "category": "back, body, changing, characteristics, condition, ehs, electrical, electromagnetic, environmental, everyone, exhaust, expense, factors, first, home, hypersensitivity, invest, issue, knowledge, money, particularly, route, showing, sick, time, today, warrants"
    },
    {
        "quote": "We are in the era of dysfunctional relationships.",
        "author": "Steven Magee",
        "category": "dysfunction, dysfunctional, dysfunctional-families, dysfunctional-family, era, relationship, relationship-advice, relationship-quotes, relationships, time, we"
    },
    {
        "quote": "The modern world is filled with failed relationships.",
        "author": "Steven Magee",
        "category": "failed, filled, modern, relationships, world"
    },
    {
        "quote": "At the same time that a massive deployment of biologically harmful radio frequency (RF) radiation devices across the mass population has occurred, we see the reduction of health care for the poor, sick and elderly.",
        "author": "Steven Magee",
        "category": "across, biologically, care, deployment, device, devices, elderly, frequency, harmful, health, ill, mass, massive, occurred, poor, population, radiation, radio, reduction, rf, same, see, sick, time, we"
    },
    {
        "quote": "There has never been a time in human history where so many people routinely carry recording and surveillance devices.",
        "author": "Steven Magee",
        "category": "been, carry, devices, history, human, many, never, people, recording, routinely, so, surveillance, there, time, where"
    },
    {
        "quote": "Electromagnetic Hypersensitivity (EHS) has appeared in the general population at approximately the same time as Bee Colony Collapse.",
        "author": "Steven Magee",
        "category": "appeared, approximately, bcc, bee, collapse, colony, ehs, electromagnetic, general, hypersensitivity, population, same, time"
    },
    {
        "quote": "Even if ninety-nine percent of what you discover is later proven wrong, it is the one percent that is right that matters.",
        "author": "Steven Magee",
        "category": "attitude, discover, discovery, inspirational, matters, percent, research, right, science, wrong"
    },
    {
        "quote": "Very high altitude extreme night shift work is a class 2A carcinogen that may result in lifelong disabling sleep disorders, high cholesterol, radiation sickness and heart, lung and brain damage.",
        "author": "Steven Magee",
        "category": "altitude, astronomy, extreme, night, radiation, science, shift, sickness, sleep, work"
    },
    {
        "quote": "One can only wonder what the motivation is for Mauna Kea astronomers to subject their nighttime support staff to extremely long and fatiguing night shifts when they are easily avoidable.",
        "author": "Steven Magee",
        "category": "astronomy, discovery, kea, mauna, motivation, night, science, shifts, wonder, work"
    },
    {
        "quote": "Extreme night shift work in high altitude astronomy is easily avoidable by using a split night shift where the first night shift starts before sunset and finishes at midnight and the second night shift starts with a new fresh person working through to after sunrise.",
        "author": "Steven Magee",
        "category": "altitude, astronomy, discovery, extreme, night, science, shift, sunrise, sunset, work"
    },
    {
        "quote": "Research suggests that sea level adapted humans that work at the very high altitude 13,796 feet summit of Mauna Kea may eventually develop sleep apnea and fatigue from the low oxygen environment.",
        "author": "Steven Magee",
        "category": "altitude, astronomy, environment, human, kea, mauna, research, science, sleep, work"
    },
    {
        "quote": "School taught me how to do language, maths and science; it failed to teach me the very basics of how to keep my home healthy.",
        "author": "Steven Magee",
        "category": "basics, failed, healthy, home, house, how, keep, language, maths, school, science, taught, teach, very"
    },
    {
        "quote": "Why read the current generation of text books when you have the ability to research and write the next generation of text books.",
        "author": "Steven Magee",
        "category": "ability, books, current, generation, next, read, research, text, when, why, write"
    },
    {
        "quote": "The biggest fear a corporate government has is that the masses will refuse to work.",
        "author": "Steven Magee",
        "category": "biggest, corporate, fear, government, masses, refuse, work"
    },
    {
        "quote": "In western societies many people become sick in their thirties, develop serious medical conditions in their forties and are disabled in their fifties.",
        "author": "Steven Magee",
        "category": "conditions, disabled, fifties, forties, medical, people, sick, societies, thirties, western"
    },
    {
        "quote": "Computers and mobile devices are becoming known for their inherent insecurities and the ability to damage the long term health of the users.",
        "author": "Steven Magee",
        "category": "ability, becoming, computer, computer-hackers, computer-science, computer-viruses, computers, damage, device, devices, hand, harm, health, held, ill, illness, inflict, inherent, insecurities, insecurity, insecurity-quotes, known, long, mobile, mobile-device, mobile-phone, mobile-phones, people, sick, sickness, term, their, users"
    },
    {
        "quote": "The biggest enemy of western people is not war or terrorism, it is their own governments lack of regulation of public health and safety.",
        "author": "Steven Magee",
        "category": "biggest, enemy, fcc, federal, government, governments, health, lack, not, osha, own, people, public, regulation, safety, terrorism, war, west, western"
    },
    {
        "quote": "Smart people that like good health spend several hours outdoors daily in the shade of trees.",
        "author": "Steven Magee",
        "category": "canopy, daily, good, health, hours, like, outdoors, outside, people, several, shade, smart, spend, tree, trees"
    },
    {
        "quote": "Very few people that have installed solar photovoltaics (PV) on their home have realized that by spending an additional five thousand dollars that they can completely disconnect from the electrical utility.",
        "author": "Steven Magee",
        "category": "5000, additional, completely, disconnect, dollars, electric, electrical, electricity, few, five, home, installed, people, photovoltaic, photovoltaics, pv, realize, realized, solar, spend, spending, thousand, utility, very"
    },
    {
        "quote": "When the police willfully break the law on video and then deny the event in writing, you know that you are dealing with a blatantly corrupt group of people.",
        "author": "Steven Magee",
        "category": "blatantly, break, corrupt, corruption, dealing, deny, enforcement, event, fraud, fraudulent, group, know, law, people, police, sheriff, video, when, willfully, writing"
    },
    {
        "quote": "Most people do not realize that they are one car crash away from death.",
        "author": "Steven Magee",
        "category": "auto, automobile, away, car, collision, crash, death, fatal, most, one, people, realize"
    },
    {
        "quote": "Western police officers are an arguably corrupt group of people that have rigged the system to make them almost untouchable.",
        "author": "Steven Magee",
        "category": "almost, arguably, corrupt, corruption, enforcement, government, group, law, make, officer, people, police, rigged, sheriff, system, them, untouchable, west, western"
    },
    {
        "quote": "With the development of utility electricity for the masses in the 1900's, very few people realize that a new era of sickness and disease was unleashed that are collectively called radiation sickness.",
        "author": "Steven Magee",
        "category": "1900, 1900s, age, called, cancer, collectively, development, disease, electric, electricity, electrification, electromagnetic, electromagnetic-radiation, electromagnetic-wave, electromagnetism, era, few, ill, illness, masses, new, people, radiation, realize, sick, sickness, unleash, unleashed, utility, very, with"
    },
    {
        "quote": "We live in a blatantly corrupt world and smart people engage in the wise practice of risk management.",
        "author": "Steven Magee",
        "category": "blatantly, corrupt, engage, live, management, people, practice, risk, smart, wise, world"
    },
    {
        "quote": "I routinely inform people when I meet them that I am like a real life version of Dory the fish, as I am very forgetful and have problems tracking conversations.",
        "author": "Steven Magee",
        "category": "conversations, dory, fish, forgetful, have, inform, life, like, meet, people, problems, real, routinely, them, tracking, version, very"
    },
    {
        "quote": "Corporate controlled governments protect the interests of the corporations and not the common people.",
        "author": "Steven Magee",
        "category": "common, controlled, corporate, corporations, governments, interests, not, people, protect"
    },
    {
        "quote": "The energy industry is filled with toxic people that are following a corporate government subsidized known biologically toxic agenda.",
        "author": "Steven Magee",
        "category": "agenda, biologically, corporate, energy, filled, following, government, industry, known, people, subsidized, toxic"
    },
    {
        "quote": "It is unreasonable for the common people to expect a known corrupt legal system to protect them.",
        "author": "Steven Magee",
        "category": "common, corrupt, expect, known, legal, people, protect, system, them, unreasonable"
    },
    {
        "quote": "Some of the most corrupt people that you will meet in life are working in corporate government law enforcement. They make criminals look like amateurs.",
        "author": "Steven Magee",
        "category": "amateurs, corporate, corrupt, criminals, enforcement, government, law, life, like, look, make, meet, most, people, some, they, working"
    },
    {
        "quote": "The 'Smart' radio frequency (RF) utility meter program is a known biologically harmful system that has been implemented by evil people.",
        "author": "Steven Magee",
        "category": "been, biologically, evil, frequency, harmful, implemented, known, meter, people, program, radio, rf, smart, system, that, toxic, utility"
    },
    {
        "quote": "The organized domestic terrorism of the general public is why many people regard the police as corrupt.",
        "author": "Steven Magee",
        "category": "corrupt, corruption, domestic, enforcement, general, law, many, organized, people, police, public, regard, sheriff, terrorism, why"
    },
    {
        "quote": "An electrical utility company that blatantly lies to law enforcement about an electrical fraud researcher would be considered suicidal by many people.",
        "author": "Steven Magee",
        "category": "about, blatantly, company, considered, corporation, electrical, energy, enforcement, fraud, law, lies, many, people, power, researcher, suicidal, utility, would"
    },
    {
        "quote": "If you want to be watched by governments, all you have to do is tell people that you research radiation.",
        "author": "Steven Magee",
        "category": "governments, people, radiation, research, tell, want, watched"
    },
    {
        "quote": "It is the common peoples duty to police the police.",
        "author": "Steven Magee",
        "category": "common, duty, law, law-enforcement, officer, people, police, police-brutality, police-corruption, police-officer, police-service, police-state, policeman, policemen, sheriff"
    },
    {
        "quote": "Working a 40 hour work week is a very shallow and unfulfilling experience for many people.",
        "author": "Steven Magee",
        "category": "experience, hour, many, people, shallow, unfulfilling, very, week, work, working"
    },
    {
        "quote": "Very few people in the USA realize that a nuclear war was waged with nature in the southwest by their own military.",
        "author": "Steven Magee",
        "category": "few, military, military-history, military-industrial-complex, military-philosophy, military-quote, military-theory, nature, nuclear, own, people, realize, southwest, their, usa, very, waged, war"
    },
    {
        "quote": "I advise people to avoid workplaces that prevent Occupational Safety & Health Administration (OSHA) visits.",
        "author": "Steven Magee",
        "category": "administration, advise, avoid, health, occupational, osha, people, prevent, safety, visits, workplaces"
    },
    {
        "quote": "Very few people realize how dangerous the indoor environment can be to long term health.",
        "author": "Steven Magee",
        "category": "dangerous, environment, few, health, indoor, long, people, realize, term"
    },
    {
        "quote": "NASA astronauts have only managed to live continuously on the International Space Station (ISS) for a year and Biosphere 2 on Earth failed at two years of uninterrupted human habitation. Both cases required extracting the sickened people from the toxic environments. At this point it is ludicrous to talk about a permanent manned base on Mars.",
        "author": "Steven Magee",
        "category": "astronauts, base, biosphere, both, cases, continuously, earth, environments, extracting, failed, habitation, human, international, international-space-station, iss, live, ludicrous, managed, manned, mars, nasa, people, permanent, point, required, sickened, space, station, talk, toxic, uninterrupted, year"
    },
    {
        "quote": "Utility smart/AMR/AMI meters, cell phones and wi-fi are problem for people who do not want to get cancer, electromagnetic radiation (EMR) sickness, or Electromagnetic Hypersensitivity (EHS) in the future.",
        "author": "Steven Magee",
        "category": "ami, amr, cancer, cancer-prevention, cell, cordless, ehs, electromagnetic, electromagnetic-radiation, emf, emi, emr, field, future, hypersensitivity, meter, meters, people, phone, phones, problem, sickness, smart, utility, wi-fi, wifi"
    },
    {
        "quote": "No amount of community policing will cause the common people to accept a known corrupt police department.",
        "author": "Steven Magee",
        "category": "accept, amount, cause, common, community, corrupt, department, known, people, police-brutality, police-corruption, police-officer, police-reform, police-service, police-state, policeman, policemen, policing, sheriff"
    },
    {
        "quote": "People feeling the need to live inside of Faraday cages is a sad reflection on modern society that humans are devolving into living inside of safe spaces.",
        "author": "Steven Magee",
        "category": "cages, devolving, faraday, feeling, humans, inside, living, modern, need, people, reflection, sad, safe, society, spaces"
    },
    {
        "quote": "I am not a fan of sealed up sterile homes or Faraday cages and their use in human health, although I do understand that some people do feel relief in these environments.",
        "author": "Steven Magee",
        "category": "although, cages, environments, fan, faraday, feel, health, homes, human, people, relief, sealed, some, sterile, understand, up, use"
    },
    {
        "quote": "The legal system has been designed to rob the bank accounts of the common people.",
        "author": "Steven Magee",
        "category": "accounts, bank, common, designed, legal, people, rob, system"
    },
    {
        "quote": "The legal system is blatantly rigged against the common people.",
        "author": "Steven Magee",
        "category": "blatantly, common, legal, people, rigged, system"
    },
    {
        "quote": "Driving your car through deep pools of flood water is a great way of making your car unreliable. Smart people turn around and avoid it.",
        "author": "Steven Magee",
        "category": "around, avoid, car, deep, driving, great, making, people, pools, smart, turn, unreliable, water"
    },
    {
        "quote": "While police officers who blatantly shaft the common people believe that they are God, they are the Devil to those that they wrong.",
        "author": "Steven Magee",
        "category": "believe, blatantly, common, devil, god, officers, people, police, police-brutality, police-corruption, police-officer, police-service, police-state, policeman, policemen, shaft, sheriff, wrong"
    },
    {
        "quote": "For many people, a western lifestyle equates to living in a toxic home, working a toxic job, eating toxic food, being sick from your thirties onward and eventually dying from preventable disease.",
        "author": "Steven Magee",
        "category": "disease, dying, eating, equates, food, home, job, lifestyle, living, people, preventable, sick, thirties, toxic, western, working"
    },
    {
        "quote": "The people who work with solar photovoltaics (PV) tend to be sick, I've worked with many of them. They were showing classic symptoms of Radio Wave Sickness (RWS).",
        "author": "Steven Magee",
        "category": "classic, engineers, people, photovoltaics, pv, radio, rws, sick, sickness, solar, symptoms, technicians, wave, work"
    },
    {
        "quote": "Publishing is definitely something you do because you enjoy educating or entertaining people.",
        "author": "Steven Magee",
        "category": "educating, entertaining, people, publishing"
    },
    {
        "quote": "I independently produce scientific advancements to share with everyone, and that is over seven billion people!",
        "author": "Steven Magee",
        "category": "advance, advancement, advancements, all, billion, everyone, independant, independently, people, produce, scientific, scientific-discovery, scientific-inquiry, scientific-research, scientific-theory, seven, share, share-quotes, shared-experiences"
    },
    {
        "quote": "It has been my personal experience that the government engages in a wide range of frauds with the common people.",
        "author": "Steven Magee",
        "category": "common, engage, engages, experience, experiences-quotes, fraud, fraud-and-blackmail, fraud-and-conspiracy, fraudelent, frauds, fraudster, fraudsters, fraudulence, fraudulent, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-quotes, government-regulation, government-spending, governments, people, people-quotes, personal, range, wide"
    },
    {
        "quote": "Police officers are among the most corrupt people that I have encountered in life.",
        "author": "Steven Magee",
        "category": "among, amongst, corrupt, corrupted, corruptibility, corruption, corruption-quotes, encounter, encountered, life-experience, life-lessons, life-philosophy, life-quotes, most, officer, officers, people, people-quotes, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, sheriff"
    },
    {
        "quote": "A country that publicly threatens to completely destroy another nation should not be surprised when a preemptive surprise attack occurs from that nation and their allies.",
        "author": "Steven Magee",
        "category": "allies, attack, bomb, country, destroy, international, nation, psychology, threatens, war"
    },
    {
        "quote": "The most dangerous thing to the USA population is not North Korea, it is the USA government.",
        "author": "Steven Magee",
        "category": "corruption, danger, government, international, korea, north, population, psychology, usa, war"
    },
    {
        "quote": "Someone needs to put a muzzle on President Trump sooner rather than later.",
        "author": "Steven Magee",
        "category": "aggression, bomb, politics, president, psychology, terrorism, threat, trump, usa, war"
    },
    {
        "quote": "I regard President Trump as an international terrorist.",
        "author": "Steven Magee",
        "category": "international, poltics, president, psychology, terrorism, terrorist, trump, usa, war"
    },
    {
        "quote": "I am far more fearful of the USA government than I am of North Korea.",
        "author": "Steven Magee",
        "category": "corruption, far, fearful, government, international, korea, north, politics, psychology, usa"
    },
    {
        "quote": "Politics, it's all corrupt!",
        "author": "Steven Magee",
        "category": "corrupt, corrupt-politics, corruption, corruption-quotes, political, political-philosophy, political-science, politics, politics-quotes"
    },
    {
        "quote": "The 2016 USA presidential election race clarified how an evil Nazi dictator like Adolf Hitler was able to come to power in global politics.",
        "author": "Steven Magee",
        "category": "2016, able, adolf, clarified, come, dictator, election, election-2016, evil, global, hitler, nazi, political-philosophy, politics, politics-of-the-united-states, power, president-of-the-united-states, presidential, presidential-election, presidential-race, race, usa"
    },
    {
        "quote": "I am looking forward to the departure of the corrupt Obama administration in 2017.",
        "author": "Steven Magee",
        "category": "2017, administration, corrupt, departure, forward, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, looking, obama, politics, politics-of-the-united-states, politics-quotes, politics-science"
    },
    {
        "quote": "Voting for the Green Party is how you say 'Up Yours!' to the Republicans and Democrats.",
        "author": "Steven Magee",
        "category": "democrats, government, green, party, politics, politics-of-the-united-states, politics-quotes, republicans, up, vote, voting, yours"
    },
    {
        "quote": "There has never been a more important time to vote for the Green Party!",
        "author": "Steven Magee",
        "category": "been, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-quotes, government-regulation, government-spending, governments, green, important, more, never, party, political, politics, politics-of-the-united-states, politics-quotes, time, vote"
    },
    {
        "quote": "Most politicians are corrupt as they do not represent the masses that voted for them, but rather they choose to return numerous favors to the corporations that funded their election campaigns.",
        "author": "Steven Magee",
        "category": "campaign, campaign-contributions, campaign-finance, campaign-promises, campaigns, choose, corporations, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-politics, corruption-quotes, election, favors, funded, masses, masses-quotes, most, numerous, political, political-philosophy, political-science, politician, politicians, politicians-quotes, politics, politics-of-the-united-states, rather, represent, return, vote, voter, voters"
    },
    {
        "quote": "If you do not want to be lied to, then you need to stop following politics.",
        "author": "Steven Magee",
        "category": "follow, following, lie, lied, political, political-philosophy, political-science, politicians, politicians-logic, politics, politics-of-the-united-states, stop, want"
    },
    {
        "quote": "The Democratic Party would like to be re-elected so that they can continue to uphold almost no Occupational Safety & Health Administration (OSHA) whistle-blower complaints, enforce hardly any police internal affairs allegations, and corrupt corporations with lobbyists can continue operating outside of the law.",
        "author": "Steven Magee",
        "category": "affairs, allegations, blower, complaints, compliant, continue, corporations, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-and-attitude, corruption-politics, corruption-quotes, democratic, democratic-party-united-states, elect, elected, election, elections, enforce, enforced, enforcement, hardly, internal, law, law-enforcement, lobbying, lobbyist, lobbyists, operating, osha, outside, party-politics, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, political, political-philosophy, political-science, politician, politicians, politics, politics-of-the-united-states, sheriff, uphold, whistle, whistle-blower, whistle-blowers, whistle-blowing, whistleblower, whistleblowers, whistleblowing"
    },
    {
        "quote": "The Democratic Party of the USA would greatly appreciate your cooperation with re-installing Mr & Mrs Pinocchio into the White House.",
        "author": "Steven Magee",
        "category": "america, americans, appreciate, cooperation, cooperation-quotes, democrat, democratic, democratic-party-united-states, democrats, greatly, house, installing, mr, mrs, party, party-politics, pinocchio, political, political-philosophy, political-science, politician, politicians, politics, politics-of-the-united-states, usa, white, white-house"
    },
    {
        "quote": "The Democrats would like you to believe that the USA is the 'Greatest nation on Earth'. Is this true? The Republicans answer this question by stating there is a need to 'Make America Great Again",
        "author": "Steven Magee",
        "category": "again, america, answer, believe, democrat, democratic-party-united-states, democrats, earth, great, greatest, make, nation, need, political, political-philosophy, political-science, politician, politicians, politics, politics-of-the-united-states, question, republican, republican-party, republican-party-united-states, republicans, stating, true, usa"
    },
    {
        "quote": "Political corruption works by having an equally corrupt legal system to protect it.",
        "author": "Steven Magee",
        "category": "corrupt, corrupt-leaders, corrupt-politics, corruption, corruption-politics, corruption-quotes, equally, law, legal, legal-system, political, political-philosophy, political-science, politician, politicians, politics, politics-quotes, politics-science, protect, protection, protective, system, works"
    },
    {
        "quote": "We are in the process of finding out what filling the sky with hundreds of thousands of satellites does to all life on Earth.",
        "author": "Steven Magee",
        "category": "aircraft, airplane, airplanes, all, earth, earth-quotes, filling, finding, hundreds, life, life-philosophy, life-quotes, out, plane, planet, planet-earth, process, satellite, satellites, sky, space, space-and-time, space-exploration, space-program, space-travel, spaceship, spaceships, thousands, we"
    },
    {
        "quote": "Understanding why so many western women are giving birth to unnaturally large babies that either damage the birth canal or will not fit down it is one of the greatest challenges to modern medicine.",
        "author": "Steven Magee",
        "category": "babies, birth, canal, challenges, damage, down, either, fit, giving, greatest, large, many, medicine, modern, not, one, understanding, unnaturally, western, why, will, women"
    },
    {
        "quote": "Having studied the toxic biological effects of wireless radio frequency (RF) radiation, I find it amazing that women will willfully strap on two radio frequency antennas to their breasts in the form of an underwired bra. The wireless industry knows the underwired bra as a dipole antenna or doublet.",
        "author": "Steven Magee",
        "category": "amazing, antenna, antennas, biological, bra, breast, breasts, dipole, doublet, frequency, industry, radiation, radio, rf, strap, studied, toxic, under, underwired, wired, wireless, woman, women"
    },
    {
        "quote": "I want to visit the snow in Antarctica before global warming turns it into a tropical paradise.",
        "author": "Steven Magee",
        "category": "antarctica, change, climate, global, paradise, snow, tropical, visit, warming, weather"
    },
    {
        "quote": "We are in the process of finding out what filling billions of acres with electrified glass that emits electromagnetic intereference (EMI) does to the global environment.",
        "author": "Steven Magee",
        "category": "acres, billions, change, climate, does, electrified, electromagnetic, electromagnetic-radiation, electromagnetic-wave, electromagnetically, emi, emits, environment, filling, finding, glass, global, interference, out, process, radiation, warming"
    },
    {
        "quote": "We are in the process of finding out what filling billions of acres with huge wind turbines does to the global environment.",
        "author": "Steven Magee",
        "category": "acres, alternate, billions, change, climate, does, energy, environment, filling, finding, global, huge, out, process, renewable, renewables, turbines, warming, wind"
    },
    {
        "quote": "The human will be the only mammal in history to fully understand that its own self inflicted extinction is well underway.",
        "author": "Steven Magee",
        "category": "change, climate, extinction, fully, global, history, human, inflicted, its, mammal, only, own, self, understand, underway, warming, well"
    },
    {
        "quote": "If you think that climate change and global warming are not going to affect you, then you are easily misled.",
        "author": "Steven Magee",
        "category": "affect, change, climate, easily, global, misled, think, warming"
    },
    {
        "quote": "If you think that climate change and global warming are hoaxes, then you are easily fooled.",
        "author": "Steven Magee",
        "category": "change, climate, easily, fooled, global, hoaxes, think, warming"
    },
    {
        "quote": "There are no electromagnetic field (EMF) book millionaires yet, but that may change with the roll out of the fifth generation (5G) wireless networks.",
        "author": "Steven Magee",
        "category": "5g, book, change, electromagnetic, emf, field, fifth, generation, millionaires, networks, out, roll, wireless, yet"
    },
    {
        "quote": "We live in a society where those that do the greatest damage to humanity and nature reap the greatest financial rewards.",
        "author": "Steven Magee",
        "category": "change, climate, damage, environment, environmentalism, financial, global, greatest, humanity, live, nature, pollution, reap, rewards, society, those, warming"
    },
    {
        "quote": "Mankind willfully changing the global electromagnetic radiation environment has created what I expect will become known as the man-made evolution era.",
        "author": "Steven Magee",
        "category": "age, change, changing, create, created, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, electromagnetism, electronic, electronic-revolution, electronics, environment, environmental, environmental-degradation, environmentalism, era, evolution, evolutionary-biology, evolutionary-process, evolutionary-psychology, expect, global, globalisation, globalization, known, man-made, man-made-disaster, man-made-disasters, man-made-world, mankind, mankind-quotes, radiation, radiation-effects, willfully"
    },
    {
        "quote": "Modify the environmental radiation and you will change the course of evolution.",
        "author": "Steven Magee",
        "category": "alter, change, course, direction, environmental, environmental-change, environmental-degradation, evolutionary-biology, evolutionary-enlightenment, evolutionary-process, evolutionary-psychology, modify, path, radiation, radiation-effects"
    },
    {
        "quote": "Fill the world with acid rain clouds and you will be in a new era of evolution, due to the changed electromagnetic frequencies emissions and light emissions from the lightning clouds. A new era of global environmental radiation!",
        "author": "Steven Magee",
        "category": "acid, change, changed, cloud, clouds, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, era, evolution, evolutionary-biology, evolutionary-process, evolutionary-psychology, fill, frequency, new, rain, world"
    },
    {
        "quote": "The USA is a beautiful country...when you take the corrupt corporations and their government minions out of the equation.",
        "author": "Steven Magee",
        "category": "beautiful, beautiful-quotes, beauty, beauty-in-nature, beauty-quotes, corporate, corporate-greed, corporation, corporations, corrupt, corruption, country, equation, government, government-abuse, government-corruption, land, minions, natural, nature, take, their, united-states-of-america, usa"
    },
    {
        "quote": "The modern human has mastered the art of building toxic homes and cities.",
        "author": "Steven Magee",
        "category": "apartment, art, building, cities, homes, house, human, mastered, modern, residence, toxic"
    },
    {
        "quote": "You can tell a lot about a person's priorities in life by reading their will.",
        "author": "Steven Magee",
        "category": "about, death, end, life, lot, person, priorities, priority, reading, tell, their, will"
    },
    {
        "quote": "At the age of 46 I was starting to see the appearance of rainbow halos and starbursts around bright nighttime lights, problems reading small print, focusing issues with my eyes, and image recognition issues. I had been exposed to bright high powered 20 watt scattered sodium LASER light a decade earlier in very high altitude astronomy.",
        "author": "Steven Magee",
        "category": "age, altitude, appearance, astronomy, bright, decade, earlier, exposed, eyes, focusing, halos, high, image, issues, laser, light, lights, night, nightime, observatory, powered, print, problems, rainbow, reading, recognition, scattered, see, small, sodium, starbursts, starting, time, very"
    },
    {
        "quote": "The economists have us well along the way of the greatest mass extinction event in human history.",
        "author": "Steven Magee",
        "category": "economists, economy, event, extinction, greatest, history, human, mass, us, way"
    },
    {
        "quote": "The electrical grounding system is the largest radio frequency (RF) radiation antenna system ever constructed in the history of mankind.",
        "author": "Steven Magee",
        "category": "antenna, antennae, antennas, constructed, earth, earthing, electrical, ever, ground, grounded, grounding, history, history-of-mankind, history-of-the-earth, largest, mankind, radiation, radiation-effects, radio, radio-wave-sickness, radio-waves, radiochemistry, system"
    },
    {
        "quote": "Unfortunately, humans have a long history of trying to fix their engineering mistakes with more engineering mistakes!",
        "author": "Steven Magee",
        "category": "engineering, fix, history, humans, long, mistakes, more, trying, unfortunately"
    },
    {
        "quote": "The USA has a long history of radiation damaging workers health.",
        "author": "Steven Magee",
        "category": "damaging, health, history, osha, radiation, usa, workers"
    },
    {
        "quote": "Corrupt and incompetent police officers have a long history of being protected by their colleagues, police internal affairs and the government.",
        "author": "Steven Magee",
        "category": "affairs, being, colleagues, corrupt, corrupt-leaders, corrupt-politics, corruption, corruption-quotes, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-quotes, government-regulation, governments, history, incompetent, internal, long, officers, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, protected"
    },
    {
        "quote": "The greatest act of domestic terrorism in the history of the USA is currently in process and the culprits are the energy, electrical, electronics and wireless radiation industries.",
        "author": "Steven Magee",
        "category": "act, culprits, currently, domestic, electrical, electronics, energy, greatest, history, industries, process, radiation, smart, terrorism, terrorists, usa, wifi, wireless"
    },
    {
        "quote": "As humanity progresses its technology on a global level, the observed degradation of natural processes and growth cycles are the alarm systems that nature uses to alert us that some of this progress is biologically toxic.",
        "author": "Steven Magee",
        "category": "alarm, alert, biologically, cycles, degradation, environment, environmental, environmentalism, global, growth, humanity, level, natural, nature, observed, processes, progress, progresses, systems, technology, toxic, us, uses"
    },
    {
        "quote": "Unsustainable energy consumption has humanity locked into a death spiral with nature.",
        "author": "Steven Magee",
        "category": "consumption, death, energy, humanity, locked, nature, spiral, unsustainable"
    },
    {
        "quote": "I have every expectation that cancer will become known as the disease of human evolution trying and failing to adapt to a significantly changed environment.",
        "author": "Steven Magee",
        "category": "adapt, adaptability-quotes, adaptation, adapting, adaption, become, cancer, cancer-quotes, changed, disease, disease-prevention, diseases, environment, environmental, environmental-degradation, environmental-history, environmentalism, every, evolution, evolutionary-biology, evolutionary-enlightenment, evolutionary-process, evolutionary-psychology, expectation, failing, human, human-development, humanity, known, known-quotes, significantly, trying"
    },
    {
        "quote": "The modern human lives in a cesspool of man-made electromagnetic radiation.",
        "author": "Steven Magee",
        "category": "cesspool, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, electromagnetism, electronic, electronic-revolution, electronics, human, human-development, humanity, humanity-and-society, humans, live, lives, made, man, mankind, modern, modern-life, modern-society, modern-world, modernization, radiation, radiation-effects, sewer"
    },
    {
        "quote": "At the age of 45, most days in Tucson were spent feeling like I was on the summit of Mauna Kea, as I was exhibiting debilitating health symptoms that corresponded to what I saw at very high altitude. I was later to find that I had erratic low blood oxygen levels after almost a decade of high altitude work.",
        "author": "Steven Magee",
        "category": "age, almost, altitude, astronomer, astronomy, blood, corresponded, days, debilitating, decade, erratic, exhibiting, feeling, find, health, high, kea, later, levels, like, low, mauna, most, observatory, oxygen, saw, spent, summit, symptoms, tucson, very, what, work"
    },
    {
        "quote": "Occupational Safety & Health Administration's (OSHA) lack of law enforcement has made the USA a dangerous place to work.",
        "author": "Steven Magee",
        "category": "administration, dangerous, enforcement, government-abuse, government-corruption, government-cover-ups, health, lack, law, occupational, osha, place, safety, usa, work"
    },
    {
        "quote": "During my time in high altitude astronomy, I routinely witnessed workers breathing medical oxygen, industrial carbon dioxide, nitrogen and helium gas as part of their daily work routine.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, breathing, carbon, daily, dioxide, during, gas, helium, high, industrial, liquid, medical, nitrogen, osha, oxygen, routine, time, witnessed, work, workers"
    },
    {
        "quote": "If you are looking for a career that may induce a myriad of health conditions into you, I can recommend working at the 13,796 feet very high altitude summit of Mauna Kea, Hawaii, USA.",
        "author": "Steven Magee",
        "category": "13796, altitude, big, career, career-advice, career-path, conditions, disease, feet, hawaii, health, high, induce, island, kea, looking, mauna, may, mountain, mountain-climbing, mountaineer, mountaineering, mountaintop, myriad, peak, recommend, recommendation, searching, sick, sickness, summit, usa, very, work, working, you"
    },
    {
        "quote": "It must be remembered that the forty hour work week until age sixty five was designed by governments and corporations and not the medical profession.",
        "author": "Steven Magee",
        "category": "age, corporate, corporate-culture, corporation, corporations, design, designed, five, forty, government, government-abuse, government-corruption, hour, medical, must, profession, remember, remembered, sixty, until, work"
    },
    {
        "quote": "The massive spread of corporate controlled humans across the face of the Earth would be regarded as a parasitic growth by nature.",
        "author": "Steven Magee",
        "category": "controlled, corporate, earth, face, growth, humans, massive, nature, parasitic, regarded, spread"
    },
    {
        "quote": "Corporate humans would be regarded as a cancerous growth on the Earth by nature.",
        "author": "Steven Magee",
        "category": "cancerous, corporate, earth, growth, humans, nature, regarded"
    },
    {
        "quote": "Nature is in the process of shutting down corrupt corporations and their government minions.",
        "author": "Steven Magee",
        "category": "corporations, corrupt, down, government, minions, nature, process, shutting, their"
    },
    {
        "quote": "In a natural environment, nature controls the breeding cycles. In the man-made environment, abnormal environmental conditions control the unnatural breeding cycles.",
        "author": "Steven Magee",
        "category": "abnormal, breeding, conditions, controls, cycles, different-set, environment, environmental, made, man, man-made, natural, nature, unnatural"
    },
    {
        "quote": "Living in sterile man-made environments that are disconnected from nature should be expected to lead to sickness.",
        "author": "Steven Magee",
        "category": "disconnected, environments, expected, lead, living, made, man, man-made, nature, sickness, sterile"
    },
    {
        "quote": "You see every day of life as a bonus once you have inner peace.",
        "author": "Steven Magee",
        "category": "bonus, day, every, health, inner, life, mental, mind, peace, see"
    },
    {
        "quote": "If peaceful protesting really worked, the need to peacefully protest would have subsided to almost zero a long time ago! Instead, the thing that has subsided to almost zero are the number of complaints filed against police officers that are actually upheld.",
        "author": "Steven Magee",
        "category": "actually, against, ago, almost, complaints, filed, instead, long, need, number, peace, peaceful, police, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, protest, protesting, really, sheriff, subsided, thing, time, upheld, worked, zero"
    },
    {
        "quote": "Mankind's obsession with money and greed has them going down a one way street to their demise.",
        "author": "Steven Magee",
        "category": "demise, down, going, greed, mankind, money, obsession, one, street, their, way"
    },
    {
        "quote": "At the W.M. Keck Observatory on the very high altitude summit of Mauna Kea, there was no routine monitoring of mental functioning, blood oxygen levels, blood pressure or heart rate of workers.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, blood, functioning, hawaii, heart, high, kea, keck, mauna, mental, monitoring, observatory, osha, oxygen, pressure, routine, summit, very, workers"
    },
    {
        "quote": "I have outlived a few of the kids that I grew up with in Knowsley Village, Liverpool, UK. Two dropped dead at eighteen years of age from heart attacks! They lived across the road from each other and played together. I wonder if it was some exposure that was common to them? Curiously, an entire family of three ladies all got breast cancer just round the corner from them, it killed my friend! A little further up the road another friend dropped dead of brain cancer in her thirties. Always seemed like far too much premature death in such a small area.",
        "author": "Steven Magee",
        "category": "across, age, always, area, attacks, brain, breast, cancer, children, curiously, dead, death, dropped, entire, exposure, family, few, friend, grew, heart, kids, knowsley, ladies, lived, liverpool, much, outlived, played, premature, road, seemed, small, together, too, uk, up, village, wonder"
    },
    {
        "quote": "My Electromagnetic Hypersensitivity (EHS) appeared to be caused by blood clots in the brain which had to be flushed out to cure it. The mystery was why I had the blood clots there, which recently was solved by the medical profession as I have a hole in my heart that creates them. It is estimated that 25% of the population have a hole in their heart and Atrial Septal Defect (ASD) may be one of the triggers for the onset of EHS in a person.",
        "author": "Steven Magee",
        "category": "asd, atrial, blood, brain, caused, clots, cure, defect, ehs, electromagnetic, estimated, flushed, heart, hole, hypersensitivity, medical, mystery, onset, person, population, profession, septal, triggers"
    },
    {
        "quote": "The amount of people I met that had heart problems surprised me in high altitude astronomy. I had not seen it in other fields. After a decade of working at high altitudes, I was also diagnosed with a heart problem.",
        "author": "Steven Magee",
        "category": "altitude, amount, astronomy, decade, diagnosed, fields, heart, high, met, people, problems, seen, surprised, working"
    },
    {
        "quote": "The best thing to do when someone is trying to argue with you is to repeatedly state \"Stay Away\" and video record the entire event. You may need that video for the police afterwords when the aggressor starts fabricating fantasies about the event.",
        "author": "Steven Magee",
        "category": "argue, arguements, arguing, argument, argumentativem, event, events, fabricate, fabricated-evidence, fabricated-memory, fabricated-quotes, fantasy, fantasy-fiction, police, police-brutality, police-corruption, police-officer, police-state, policemen, record, recording, video"
    },
    {
        "quote": "You can put the human mind and body into strange states through the use of alien environments.",
        "author": "Steven Magee",
        "category": "alien, body, environments, human, into, mind, put, states, strange, through, use, you"
    },
    {
        "quote": "There is nothing to be lost by experimenting with the sickened human mind and body.",
        "author": "Steven Magee",
        "category": "body, experimenting, health, human, lost, mental, mind, nothing, physical, sickened"
    },
    {
        "quote": "The greatest journey of discovery that the human can take is not through the universe or to the remotest location on earth, it is the voyage through the human mind.",
        "author": "Steven Magee",
        "category": "discovery, earth, greatest, human, journey, location, mind, remotest, take, through, universe, voyage"
    },
    {
        "quote": "The corporate government is heavily influenced by the utility company cartel.",
        "author": "Steven Magee",
        "category": "cartel, company, corporate, corrupt, corruption, energy, fraud, government, heavily, influenced, power, utility"
    },
    {
        "quote": "Regarding solar power systems, the bigger the system is, the more likely it may go on fire.",
        "author": "Steven Magee",
        "category": "bigger, energy, fire, likely, may, more, photovoltaic, power, pv, regarding, solar, systems"
    },
    {
        "quote": "We need to stop using fossil fuels as soon as possible. Unfortunately, the two leading replacements of wind and solar have emerging health and environmental problems.",
        "author": "Steven Magee",
        "category": "emerging, energy, environment, environmental, fossil, fuels, health, leading, need, possible, power, problems, replacements, solar, soon, stop, unfortunately, using, wind"
    },
    {
        "quote": "Utility electricity is a known hazardous biological toxin and the toxicity of it is increasing as it progresses into harmonic electronic power generation (Wind & Solar) and wireless radio frequency (RF) radiation smart/AMR/AMI meters.",
        "author": "Steven Magee",
        "category": "ami, amr, biological, biological-terrorism, electric, electricity, electronic, farm, frequency, generation, harmonic, hazardous, increasing, known, meter, meters, photovoltaics, power, progresses, pv, radiation, radiation-effects, radio, rf, smart, solar, solar-energy, solar-power, solar-pv, toxicity, toxin, turbine, utility, wind, wireless"
    },
    {
        "quote": "Electricians that like good health avoid the known biologically toxic very high powered electrical utility jobs.",
        "author": "Steven Magee",
        "category": "avoid, biologically, career, career-counseling, career-quotes, electrical, electrician, electricians, energy, good, health, high, job, jobs, known, like, power, powered, toxic, utility, very"
    },
    {
        "quote": "The era of biologically toxic wireless radio frequency (RF) radiation and harmonic electronic power generation from wind and solar systems with their adverse brain modifying effects that can bring on irritable and aggressive behaviors has made it a bad time to be a police officer.",
        "author": "Steven Magee",
        "category": "adverse, aggressive, bad, behaviors, biologically, brain, bring, effects, electronic, energy, era, frequency, generation, harmonic, irritable, modifying, officer, on, photovoltaic, police, power, pv, radiation, radio, rf, sheriff, solar, solar-energy, solar-power, solar-pv, systems, time, toxic, turbine, wind, wireless"
    },
    {
        "quote": "The top easily preventable health problems that I see in western societies are: 1. Eating chemically grown food. 2. Exposure to electronically generated harmonic energy from wind and solar power systems. 3. Exposure to harmonic energy from switched mode power supplies (SMPS) that come with modern electronic products. 4. Exposure to wireless radio frequency radiation (RF). 5. Light deficiency from an indoor lifestyle and Low-E double glazed windows. 6. Sound deficiency from heavily insulated homes that are devoid of natural sounds and are extremely quiet. 7. Pollen deficiency from living in man-made cities that are devoid of natural levels of pollen. 8. Natural radiation deficiency from living in homes that block natural levels of environmental radiation. 9. Open drain sickness that occurs when drain traps dry out and faulty vent valves that allow sewer gas to fill the home. 10. Drinking the wrong type of water.",
        "author": "Steven Magee",
        "category": "chemically, cities, deficiency, double, drain, drinking, eating, electronic, electronically, energy, environmental, exposure, food, frequency, gas, generated, glazed, grown, harmonic, health, homes, indoor, insulated, lifestyle, light, low-e, mode, modern, photovoltaic, pollen, power, problems, products, pv, radiation, radio, rf, sewer, sickness, societies, solar, sound, supplies, switched, systems, valve, vent, water, western, wind, windows, wireless"
    },
    {
        "quote": "If you are looking for a job that may make you sick, I can recommend working at a high powered solar photovoltaic (PV) utility power plant.",
        "author": "Steven Magee",
        "category": "career, current, dirty, electric, electrical, electricity, facility, hazard, hazardous, high, job, look, looking, make, occupation, photovoltaic, photovoltaics, plant, power, powered, pv, recommend, recommendation, search, searching, sick, solar, solar-energy, solar-power, solar-pv, solar-system, solar-systems, utility, voltage, work, working"
    },
    {
        "quote": "The masses have yet to realize that generating your own electricity is a potentially hazardous activity to engage in.",
        "author": "Steven Magee",
        "category": "activity, electricity, engage, generating, hazard, hazardous, masses, masses-quotes, own, photovoltaic, photovoltaics, potentially, power, pv, realize, solar, wind, yet"
    },
    {
        "quote": "The USA utility power generation industry subcontracts out their dangerous jobs so that the bad statisitics will not be associated with them. Smart people avoid working for the subcontractors. I have worked directly for a number of subcontractors and overseen subcontractors and their staff were clearly sick, showing behavioral problems and overworked. In some cases they were blatantly breaking OSHA laws. OSHA covers it all up! Unfortunately, the problems can be traced back to OSHA and their wilful lack of enforcement of the law.",
        "author": "Steven Magee",
        "category": "associated, avoid, back, bad, behavioral, blatantly, breaking, cases, clearly, cover, dangerous, directly, enforcement, generation, industry, jobs, lack, laws, not, osha, overseen, overworked, people, power, problems, showing, sick, smart, staff, statistics, subcontractors, subcontracts, traced, unfortunately, up, usa, utility, wilful, worked, working"
    },
    {
        "quote": "It really should be a criminal offense for an electrician to mount a breaker box on a bedroom wall. Unfortunately, I see the solar industry mounting inverters on bedroom walls also!",
        "author": "Steven Magee",
        "category": "bedroom, board, box, breaker, criminal, electric, electrical, electrician, electricity, electromagnetic, electronic, emf, energy, frequency, fuse, industry, inverter, mount, offense, panel, photovoltaic, power, pv, radiation, radio, rf, solar, solar-energy, solar-power, solar-pv, wall"
    },
    {
        "quote": "High altitude astronomy is a strange world of oxygen starvation, sleep deprivation and radiation sickness.",
        "author": "Steven Magee",
        "category": "altitude, astronomy, deprivation, oxygen, radiation, sickness, sleep, starvation, strange, world"
    },
    {
        "quote": "I am the common person researching the invisible world for the benefit of the global masses.",
        "author": "Steven Magee",
        "category": "benefit, common, global, invisible, masses, person, researching, world"
    },
    {
        "quote": "I made the mistake of working at the world's largest telescopes and now show classic health degradation that is associated with that biologically toxic environment.",
        "author": "Steven Magee",
        "category": "associated, biologically, classic, degradation, environment, health, largest, made, mistake, now, show, telescopes, that, toxic, working, world, world-s"
    },
    {
        "quote": "Snow cleaning of the world's largest telescope mirrors was an impressive sight. The optics technicians would climb into a huge telescopic boom lift and spray immense clouds of cold carbon dioxide snow and gas onto the ten meter diameter mirrors high above the floor indoors. It would cause some of the accumulated dirt to magically fall off, leaving it less dirty.",
        "author": "Steven Magee",
        "category": "accumulated, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, boom, carbon, cleaning, climb, clouds, cold, diameter, dioxide, dirt, dirty, gas, huge, immense, impressive, keck, largest, lift, magically, mirror, observatory, optics, sight, snow, spray, technicians, telescope, telescopic, world"
    },
    {
        "quote": "As a sea level adapted human, I am more fearful about the radiation levels on top of high altitude mountains, mile high modern cities and inside jet aircraft than from nuclear reactors and bombs, as that is where I get the most radiation exposures in the modern world.",
        "author": "Steven Magee",
        "category": "adapted, aircraft, altitude, bombs, cities, exposures, fearful, high, human, inside, jet, level, levels, mile, modern, more, most, mountains, nuclear, radiation, reactors, sea, top, very, world"
    },
    {
        "quote": "In a climate changed world, it is a smart person who thins their trees so that the abnormally high winds can pass through them without damage.",
        "author": "Steven Magee",
        "category": "abnormally, changed, climate, damage, high, pass, person, smart, thins, through, trees, winds, without, world"
    },
    {
        "quote": "I really hope that the Japanese are going to stop demonstrating to the world what man-made radiation does to people.",
        "author": "Steven Magee",
        "category": "demonstrating, hope, japan, japanese, man-made, people, radiation, stop, world"
    },
    {
        "quote": "Abnormal radiation exposure and oxygen starvation teaches you that reality is just a perception that is derived from your immediate environmental conditions.",
        "author": "Steven Magee",
        "category": "abnormal, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, conditions, derived, environmental, exposure, immediate, oxygen, perception, radiation, reality, starvation, teaches"
    },
    {
        "quote": "I think it is a wise person who does not answer the door to uninvited police officers. Who knows what kind of crazy person could be standing there with a loaded gun!",
        "author": "Steven Magee",
        "category": "crazy, crazy-people, crazy-quote, crazy-quotes, gun, gun-violence, officer, police, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, wisdom, wisdom-quotes, wise, wise-man, wise-man-quotes, wise-quotes, wise-sayings, wise-words"
    },
    {
        "quote": "It is unreasonable to expect all children to develop correctly in unnatural man-made electromagnetic radiation fields.",
        "author": "Steven Magee",
        "category": "all, children, correctly, develop, electromagnetic, expect, fields, made, man, man-made, radiation, unnatural, unreasonable"
    },
    {
        "quote": "It is the uninformed that willfully give their children wireless radio frequency (RF) radiation toys.",
        "author": "Steven Magee",
        "category": "children, frequency, give, radiation, radio, rf, toys, uninformed, willfully, wireless"
    },
    {
        "quote": "The general public of the wireless western nations are very tolerant to the radiation poisoning of the next generation of children by their corporate controlled governments.",
        "author": "Steven Magee",
        "category": "children, controlled, corporate, general, generation, government, government-abuse, government-corruption, government-quotes, governments, nations, next, poisoning, public, radiation, tolerant, western, wireless"
    },
    {
        "quote": "I regard taking healthy sea level adapted children to the 13,796 feet very high altitude summit of Mauna Kea as a form of child abuse.",
        "author": "Steven Magee",
        "category": "abuse, adapted, altitude, child, children, hawaii, healthy, high, kea, level, mauna, regard, sea, summit, very"
    },
    {
        "quote": "The emergence of Electromagnetic Hypersensitivity is where Autism was back in the 1970's and very few children had the condition. Electromagnetic Hypersensitivity must not be allowed to explode into the new epidemic that Autism has become.",
        "author": "Steven Magee",
        "category": "allowed, autism, become, children, condition, ehs, electromagnetic, emergence, epidemic, explode, few, hypersensitivity, kids, new, not"
    },
    {
        "quote": "High powered radio frequency (RF) transmitters really need to be reclassified as an industrial application and banned out of residential communities that have developing babies and children.",
        "author": "Steven Magee",
        "category": "application, babies, baby, banned, children, communities, developing, frequency, high, industrial, kids, powered, radio, reclassified, residential, rf, transmitters"
    },
    {
        "quote": "To become an effective radiation researcher, you must develop the ability to discern fact from fiction.",
        "author": "Steven Magee",
        "category": "ability, become, develop, discern, effective, fact, fiction, from, must, radiation, research, researcher"
    },
    {
        "quote": "Modern society is a biological disaster masquerading as progress.",
        "author": "Steven Magee",
        "category": "biological, disaster, masquerade, masquerading, modern, progress, society"
    },
    {
        "quote": "We live in a society where those in the know use radiation resistance health techniques.",
        "author": "Steven Magee",
        "category": "health, know, live, radiation, resistance, society, techniques, those, use, where"
    },
    {
        "quote": "We live in the irradiated lazy indoor cancer society.",
        "author": "Steven Magee",
        "category": "cancer, indoor, irradiated, lazy, live, radiation, radiation-effects, society, we"
    },
    {
        "quote": "Decades of corporate government deregulation and reduced funding of important government departments has the country well along the path to a lawless society.",
        "author": "Steven Magee",
        "category": "corporate, country, decades, departments, deregulation, funding, government, important, lawless, path, reduced, society, usa"
    },
    {
        "quote": "The correct action as we all know is to back off from EMF/RF exposures as a global society.",
        "author": "Steven Magee",
        "category": "action, back, correct, electromagnetic, emf, exposures, field, frequency, global, know, off, radio, rf, society"
    },
    {
        "quote": "Mr Judge, Jury & Executioner of Micah Xavier Johnson‬ needs to go to jail as soon as possible – he is a danger to civilized society.",
        "author": "Steven Magee",
        "category": "civilized-behavior, civilized-governance, civilized-quote, civilized-quotes, civilized-society, danger, dangerous, dangerous-minds, dangerous-people, dangerous-world, execution, execution-quote, execution-quotes, executioner, jail, judge, judgement-quotes, judgemental, jury, jury-trials, police-brutality, police-corruption, police-officer, police-service, police-state, policeman, policemen, prison, society, usa"
    },
    {
        "quote": "Corporate terrorism is psychological warfare. Corporate terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.",
        "author": "Steven Magee",
        "category": "behaviour, change, corporate, creating, division, fear, manipulate, psychological, society, terrorism, terrorists, uncertainty, warfare"
    },
    {
        "quote": "We live in a society where interacting with government agents is apotentially hazardous activity",
        "author": "Steven Magee",
        "category": "agent, agents, county, electrical, false, falsehood, government, government-abuse, government-corruption, hazardous, incorrect, pima, police, policeman, report, sheriff, society, stray, tucson, utilities, utility, voltage"
    },
    {
        "quote": "If you cannot peacefully coexist with many different cultures and beliefs, then you should probably not be living in the USA.",
        "author": "Steven Magee",
        "category": "beliefs, cannot, coexist, cultures, different, globalization, living, many, peacefully, usa"
    },
    {
        "quote": "Avoid living in new homes and working in new offices due to the high levels of chemical out-gassing that they exhibit during their first year.",
        "author": "Steven Magee",
        "category": "avoid, chemical, chemicals, during, exhibit, first, gas, gassing, high, home, homes, levels, living, new, office, offices, out, out-gassing, working, year"
    },
    {
        "quote": "The global population of Earth are involved in the following corporate government experiments: The long term effects of - 1. Nuclear bomb fallout radiation. 2. Man-made wireless radio frequency (RF) radiation. 3. Exposure to man-made electricity. 4. Eclipsing of the Sun by the International Space Station (ISS), satellites, airplanes and jet aircraft contrails (chemtrails). 5. Eating food forced grown using a variety of toxic industrial chemicals. 6. Adding massive amounts of pollution to the atmosphere and water bodies. 7. Living in metal structures. 8. Exposure to abnormally high solar radiation levels. 9. Relocating to areas that the human has no genetic adaptation to. 10. An indoor lifestyle.",
        "author": "Steven Magee",
        "category": "abnormally, adaptation, aircraft, airplanes, atmosphere, atom, bodies, bomb, chemical, chemtrails, contrails, corporate, earth, eclipsing, electricity, experiments, exposure, fallout, food, frequency, genetic, global, government, high, human, indoor, international, iss, jet, lifestyle, living, metal, nuclear, pollution, population, radiation, radio, relocating, rf, satellites, solar, space, station, structures, sun, toxic, water, wireless"
    },
    {
        "quote": "If you are living in the electrified wireless west, then you are living a very abnormal lifestyle that your genetics has no adaptation to.",
        "author": "Steven Magee",
        "category": "abnormal, adaptation, electrified, frequency, genetics, lifestyle, living, no, radio, rf, very, west, wirless"
    },
    {
        "quote": "The brain is both an emitter and a receiver of many forms of electromagnetic energy. There are fields of various forms around all living things, some we know about and others have yet to be documented.",
        "author": "Steven Magee",
        "category": "both, brain, documented, electromagnetic, emitter, energy, forms, know, living, many, others, receiver, things, various, yet"
    },
    {
        "quote": "I arrived in the USA in 2001 and by 2015 I knew through experience that I was living in a country of corporate incompetence and blatant frauds.",
        "author": "Steven Magee",
        "category": "2001, 2015, arrived, blatant, corporate, country, experience, frauds, incompetence, knew, living, usa"
    },
    {
        "quote": "Public Utility Commission (PUC), Occupational Safety and Health Administration (OSHA) and Federal Communications Commission (FCC) complaints are rarely upheld. It is estimated that less than 5% of complaints are successful and that the actual number may be below 1% in some cases.",
        "author": "Steven Magee",
        "category": "administration, case, case-closed, cases, commission, communication, complaint, complaints, fcc, federal, health, law, occupational, occupational-hazards, osha, public, puc, rare, rarely, safety, success, success-quotes, successful, upheld, utility"
    },
    {
        "quote": "Many past mistakes paves the road to future discoveries.",
        "author": "Steven Magee",
        "category": "discoveries, discovery, future, many, mistakes, new, old, past, paves, road"
    },
    {
        "quote": "I made the mistake of using my earned sick time at the W. M. Keck Observatory for essential surgery. When I returned to work the management team demanded my resignation numerous times, citing my essential surgery as a reason. The W. M. Keck Observatory taught me that using earned sick time in the USA may put your future employment at significant risk.",
        "author": "Steven Magee",
        "category": "citing, demanded, employment, essential, future, keck, management, mistake, numerous, observatory, reason, resignation, returned, risk, sick, significant, surgery, taught, team, time, times, usa, using, work"
    },
    {
        "quote": "Unfortunately, the board of directors that the middle managers report to generally make them aggressive. Imagine being hired into a company and then being told that you have to ignore the emerging health and safety issues (This is illegal!) and not inform the workers that the system is known to be dangerous (This is illegal!). You have two options: To go to jail for illegal activities sometime in the future, or to lose your job now and have all your USA workplace rights removed for recognizing the illegal activities that your Directors want you to engage in. Welcome to the corporate America management team!",
        "author": "Steven Magee",
        "category": "activities, aggressive, america, board, company, corporate, dangerous, directors, emerging, engage, future, generally, health, hired, ignore, illegal, imagine, inform, jail, job, known, lose, make, management, managers, middle, now, options, osha, recognising, removed, report, rights, safety, sometime, system, team, told, usa, welcome, workers, workplace"
    },
    {
        "quote": "The future of the next generation relies on astronomers obtaining a full understanding ofthe rapidly changing human environmental conditions and the halting of biologically toxic corporategovernment policies. The overloading of the electromagnetic environment is one of these disastrouspolicies that must stop.",
        "author": "Steven Magee",
        "category": "astronomer, astronomical, astronomy, biological, biological-needs, biological-terrorism, climate, climate-change, climate-change-denial, climate-crisis, climate-denial, climatechange, conditions, corporate, corporate-culture, corporate-ethics, corporate-greed, disaster, disaster-capitalism, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, environment, environmental, environmental-conservation, environmental-degradation, environmental-protection, environmentalism, future, future-generation, future-generations, future-inspirational, future-of-man, generation, generations, generations-intelligence-wisdom, global-awakening, global-warming, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-regulation, overload, policies, policy, stop, stopping, toxic, toxicology, understanding, understanding-life, understanding-the-nature-of-god"
    },
    {
        "quote": "We are all disciples of the light.",
        "author": "Steven Magee",
        "category": "all, disciples, light, light-quotes, we"
    },
    {
        "quote": "I have seen the light and it is green",
        "author": "Steven Magee",
        "category": "green, light, seen"
    },
    {
        "quote": "Modern architecture predominately specializes in designing what are essentially dimly lit caves.",
        "author": "Steven Magee",
        "category": "architecture, caves, designing, dimly, essentially, light, light-quotes, lit, modern, predominantly, specializes"
    },
    {
        "quote": "There is a lot of willful incompetence in solar industry that is in the process of coming to light.",
        "author": "Steven Magee",
        "category": "incompetence, industry, light, lot, process, solar, solar-energy, solar-power, solar-pv, solar-systems, willful"
    },
    {
        "quote": "There is a lot of willful incompetence in high altitude astronomy that is in the process of coming to light.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astronomy-nerd, astrosociobiology, coming, high, incompetence, light, light-quotes, lot, observatory, process, very, willful"
    },
    {
        "quote": "There is a lot of willful incompetence in the wireless radio frequency (RF) radiation industry that is in the process of coming to light.",
        "author": "Steven Magee",
        "category": "coming, incompetence, industry, light, lot, process, radiation, radiation-effects, radio, radio-wave-sickness, radio-waves, radiochemistry, willful, wireless"
    },
    {
        "quote": "Until the police internal affairs system starts prosecuting and firing a substantial number of corrupt and incompetent police officers, I will not be lighting it up blue!",
        "author": "Steven Magee",
        "category": "affairs, blue, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-politics, corruption-quotes, fire, firing, firing-employees, incompetent, internal, light, lighting, number, officer, officers, police, police-brutality, police-corruption, police-officer, police-reform, police-service, police-state, policeman, policemen, prosecuting, sheriff, starts, substantial, system, systemic-failure, systemic-racism, until, up"
    },
    {
        "quote": "The Mauna Kea night shift was an 18 hour night in wintertime at the 13,796 feet summit (before sunset to after sunrise) with insufficient time for adequate sleep before the next night shift. Night shift was between 5 and 8 nights long and we slept at 9,200 feet. We sat at a desk staring at four large computer monitors and a large cathode ray tube television. I would also use my Wi-Fi laptop computer. I would have extreme fatigue by the end of every night shift and have chapped lips which I now associate with exposure to the artificial light from the computer screens. A good day of sleep between shifts was rare and starting the next shift fatigued was normal.",
        "author": "Steven Magee",
        "category": "adequate, artificial, chapped, computer, crt, day, desk, extreme, fatigue, fatigued, insufficient, kea, light, lips, mauna, monitor, night, rare, screen, shift, sleep, summit, television, time, wifi, wintertime"
    },
    {
        "quote": "Light and the human is poorly understood by the astronomicalprofession, with many astronomers not understanding which light bulbs they should have in their ownhomes and offices! It is embarrassing that astronomers do not understand the many forms of artificiallighting that they are exposed to every day and how it affects them.",
        "author": "Steven Magee",
        "category": "affect, affected, artificial, artificial-life, artificial-light, astronomer, astronomical, astronomics, astronomy, bulb, bulbs, day, daylight, expose, exposed, home, light, light-and-darkness, lights, office, office-worker, understanding, understanding-god, understanding-life, understanding-oneself, understanding-the-nature-of-god, understanding-yourself"
    },
    {
        "quote": "Full spectrum lights should be used in all daytime offices for good health.",
        "author": "Steven Magee",
        "category": "astronomy, health, light, lights, science"
    },
    {
        "quote": "For excellent health and a good skin color, I recommend that people sit next to a shady ultraviolet transmitting window when indoors.",
        "author": "Steven Magee",
        "category": "astronomy, heal, healing, health, healthy, healthy-living, light, science"
    },
    {
        "quote": "Never trust an armed police officer.",
        "author": "Steven Magee",
        "category": "armed, never, police, police-brutality, police-corruption, police-officer, police-service, police-state, policeman, policemen, sheriff, trust"
    },
    {
        "quote": "Life becomes involuntary repetitive when you suffer from short term memory loss.",
        "author": "Steven Magee",
        "category": "becomes, from, involuntary, life, loss, memory, repetitive, short, suffer, term, when"
    },
    {
        "quote": "Loss of cell phone reception inside of a building generally indicates that the following two issues may be present: 1. High electromagnetic interference (EMI) environment from dirty electricity that is being generated by electronic products. 2. Shielding and Faraday cage effects from metalwork in the building.",
        "author": "Steven Magee",
        "category": "building, cage, cell, dirty, electricity, electromagnetic, electronic, environment, faraday, generated, interference, loss, metalwork, phone, products, reception, shielding, signal"
    },
    {
        "quote": "I saw a guy faint at the W. M. Keck Observatory, he stepped out from the tour group and said to me \"I'm feeling sick\" and then his eyes rolled back and his knees gave way! The group caught him on his way to the ground and he got free emergency medical oxygen for half an hour before being evacuated off the summit by his tour group!!! His friends stated that he was considered the healthiest person in the group while he was gasping for breaths of life on the summit of Mauna Kea! Never saw him again.",
        "author": "Steven Magee",
        "category": "again, back, breaths, caught, considered, emergency, evacuated, eyes, faint, feeling, free, friends, gasping, gave, ground, group, guy, healthiest, kea, keck, knees, life, mauna, medical, observatory, oxygen, person, rolled, sick, stated, stepped, summit, tour, way"
    },
    {
        "quote": "The standard business model for corporations is to lie, confuse and deny anything that may threaten their profitability.",
        "author": "Steven Magee",
        "category": "anything, business, business-culture, business-quotes, confuse, corporations, deny, deny-everything, lie, lie-quotes, lies-quotes, may, model, modeling-behavior, profitability, profits, standard, standard-model, their, threaten"
    },
    {
        "quote": "Police internal affairs are in the business of protecting corrupt and incompetent police officers from prosecution due to the extensive range of laws that they have blatantly broken.",
        "author": "Steven Magee",
        "category": "affairs, blatantly, broken, business, corrupt, corruption, enforcement, extensive, incompetent, internal, law, laws, officer, officers, police, prosecution, protecting, range, sheriff"
    },
    {
        "quote": "You would be surprised at how many corporations \"none of your business\" applies to!",
        "author": "Steven Magee",
        "category": "business, business-culture, business-quotes, corporate, corporate-culture, corporate-ethics, corporate-greed, corporate-world, corrupted, corruption, corruption-politics, osha"
    },
    {
        "quote": "To understand how growth, aging and death works, you must understand the radiation environment.",
        "author": "Steven Magee",
        "category": "aging, death, environment, growth, must, radiation, radiation-effects, understand, works"
    },
    {
        "quote": "Sunlight reflecting from rippled windows greatly accelerates plant growth by up to three times normal rates.",
        "author": "Steven Magee",
        "category": "growth, growth-process, growth-spurt, health, science"
    },
    {
        "quote": "The leading research in the adverse human health effects of electromagnetic radiation is not being done by well funded governments or corporations, it is coming from a few self funded independent researchers.",
        "author": "Steven Magee",
        "category": "adverse, coming, corporations, effects, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, electromagnetism, few, funded, government, government-abuse, government-corruption, government-cover-ups, health, human, independant, lead, leading, radiation, radiation-effects, research, research-and-development, researchers, self, well"
    },
    {
        "quote": "The majority of the common people do not realize that calling 911 may result in a stressed out armed police officer that has a range of medical issues and is taking potent prescription drugs being sent to out to them.",
        "author": "Steven Magee",
        "category": "911, armed, armed-and-dangerous, armed-violence, calling, common, drug, drug-abuse, drug-use, drugs, drugs-addiction, issues, majority, may, medical, officer, out, people, phone, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, range, realize, result, sent, stressed, taking"
    },
    {
        "quote": "If you think that your partner has been cheating, then take a look at their will. If a past lover is in there, then it is probable that some form of infidelity has occurred.",
        "author": "Steven Magee",
        "category": "breakdown, cheating, cheating-in-relationship, cheating-in-relationships, cheating-on-someone, cheating-spouse, divorce, form, friends-with-benefits, infidelity, infidelity-and-desire, infidelity-in-marriage, infidelity-in-relationships, likely, look, lover, lovers, lovers-quotes, occurred, partner, partners, partnership, past, probable, probably, separation, some, take, then, there, think, unfaithful, unfaithful-partner, unfaithfulness, will"
    },
    {
        "quote": "You know that when your partner deletes their messages to a past lover after being accused of cheating, then it is likely that they were being unfaithful in some way.",
        "author": "Steven Magee",
        "category": "accuse, accused, affair, affairs, affairs-of-heart, being, cheat, cheater, cheating, computer, delete, deleted, email, erase, erased, facebook, flame, friends-with-benefits, im, instant, know, letter, letters, likely, love, lover, message, messages, messenger, note, notes, old, partner, partner-abuse, partners, partnership, partnerships, past, probable, probably, remove, removed, some, then, they, unfaithful, unfaithful-partner, unfaithfulness, way"
    },
    {
        "quote": "We live in truly unbelievable times. Autism is an epidemic in most westerncountries, western governments are nothing more than corrupt corporations, and corporations areroutinely suppressing information regarding the toxicity of many common household items. The resultis that many people are unnecessarily suffering from easily preventable developmental problems,sickness and cancer.",
        "author": "Steven Magee",
        "category": "autism, autism-spectrum, cancer, cancer-quotes, corporate, corporate-culture, corporate-greed, corporations, development, developmental-disability, developmental-psychology, government, government-abuse, government-corruption, governments, inform, information, problems, problems-in-the-world, problems-quotes, sickness, sickness-and-diseases, sickness-and-health, sickness-of-the-mind, suffer, suffering, suffering-cruelty, suffering-life, suffering-quote, suppress, suppressed-science, suppression, time, times, times-of-change, toxic, toxic-people, toxicity, unbelievable, western, western-civilization, western-culture"
    },
    {
        "quote": "I have no confidence in USA law enforcement.",
        "author": "Steven Magee",
        "category": "confidence, corrupt, corruption, enforcement, law, no, officer, police, sheriff, usa"
    },
    {
        "quote": "We have yet to establish a permanent Mars colony for this reason: Trying to colonize Mars with humans is a known suicide mission that no one is talking about.",
        "author": "Steven Magee",
        "category": "about, colonize, colony, establish, humans, known, mars, mission, permanent, reason, suicide, talking, trying, yet"
    },
    {
        "quote": "It is a sad state of affairs that I donot know of any astronomer who fully understands the energy in their own daily environment. Untilthat changes, Dark Energy will always be a mystery to the astronomical community.",
        "author": "Steven Magee",
        "category": "affairs, astronomer, astronomical, astronomy, community, dark, darkness-and-light, energy, energy-field, energy-force, energy-healing, energy-medicine, energy-of-the-universe, environment, environmental, environmental-conservation, environmental-protection, environmentalism, mystery, mystery-of-life, sad, sad-but-true, understand, understanding"
    },
    {
        "quote": "I advise all people that have had an interaction with the police to obtain a copy of the police report, as you may find a very different story in there to what actually occurred.",
        "author": "Steven Magee",
        "category": "account, actually, advice, advise, all, copy, different, enforcement, interaction, law, obtain, occurred, people, police, police-brutality, police-corruption, policeman, policemen, report, sheriff, story, version, very"
    },
    {
        "quote": "People that have a police car behind them pulling them over should put on their hazard lights and continue slowly driving to the nearest densely populated public place, such as a supermarket or shopping center. Pull over outside the busy entrance and start your video camera. Inform the police officer that you are video recording and very slowly give the requested documentation. Exercise your legal right to silence while the many independent witnesses video record the unexpected stop that rudely interrupts your day. If you are given a ticket, choose to go to court. It will give you time to obtain independent legal advice about the allegation.",
        "author": "Steven Magee",
        "category": "about, advice, allegation, allegations, behind, busy, camera, car, center, choose, continue, court, day, dense, densely, documentation, driving, entrance, excercise, give, given, hazard, independent, inform, interrupts, legal, lights, mall, many, nearest, obtain, outside, people, place, police, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, populated, population, public, pull, pulling, record, recording, requested, right, rude, rudely, shopping, silence, slowly, start, stop, supermarket, ticket, time, unexpected, very, video, while, witnesses"
    },
    {
        "quote": "Faraday has the Cage, Tesla has the Coil and Magee has the Sandwich!",
        "author": "Steven Magee",
        "category": "electric, electricity, electromagnetism, electrons, heal, healing, health, healthy, healthy-living, science"
    },
    {
        "quote": "Electricity should not be banned, it just needs much better government regulation and understanding by the medical profession of the full range of toxicity that it presents to the human.",
        "author": "Steven Magee",
        "category": "banned, better, electricity, full, government, human, medical, needs, presents, profession, range, regulation, should, toxicity, understanding"
    },
    {
        "quote": "If you want to understand the causes of aggression, study police officers",
        "author": "Steven Magee",
        "category": "aggression, agressive, cause, cause-and-effect, cause-injury, officer, officers, police, policeman, policemen, sheriff, study, studying, understand, understanding, understanding-others, violence, violent"
    },
    {
        "quote": "Dark Energy is poorly understood and it is clear that we are currently moving into exploring thecomplete electromagnetic spectrum that also includes the study of atmospheric pressure waves,atmospheric voltage effects on the cellular system, and the biological effects of the various forms ofatmospheric radiation transmission.",
        "author": "Steven Magee",
        "category": "atmospheric, biological, biological-needs, biological-terrorism, cellular, cellular-health, dark, darkness-and-light, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, energy, energy-field, energy-force, energy-healing, energy-medicine, energy-of-the-universe, explore, exploring, exploring-genesis, pressure, radiation, radiation-effects, radiations, spectrum, spectrums, transmission, transmissions, understand, understanding, understanding-god, voltage, wave, waves"
    },
    {
        "quote": "NASA has decades of experience in studying the effects of Sick Building Syndrome (SBS) and their experiments show that continuous habitation of an alien environment in Space results in sickness in less than a year in astronauts and a similar environment on Earth produces ill health in humans in just two years.",
        "author": "Steven Magee",
        "category": "alien, building, continuous, earth, effects, environment, experience, experiments, habitation, health, humans, ill, nasa-decades, results, sbs, show, sick, sickness, similar, space, studying, syndrome, their, year"
    },
    {
        "quote": "It has been my experience that law enforcement reports are littered with fabrications, inaccuracies, omissions, fraud, fantasies and willful blindness.",
        "author": "Steven Magee",
        "category": "blindness, enforcement, experience, fabrications, fantasies, fraud, inaccuracies, law, littered, omissions, reports, willful"
    },
    {
        "quote": "Beware of anything to do with President Obama...I speak from experience.",
        "author": "Steven Magee",
        "category": "anything, barack, barack-obama, beware, experience, obama, president, president-of-the-united-states, speak"
    },
    {
        "quote": "Windows 10 on both an old 2011 upgraded computer and a new 2016 computer was an excruciating experience",
        "author": "Steven Magee",
        "category": "10, 2011, 2016, computer, desktop, excruciating, experience, free, home, laptop, new, old, upgrade, upgraded, windows"
    },
    {
        "quote": "Police officers are well known for their aggressive behaviors, search \"Police Officer Angry Aggression Theory\". I can speak from personal experience that they do cover up for each other and target individuals that they have a vendetta on. Police Internal Affairs is just an extension of the cover up machine, they uphold very few complaints.",
        "author": "Steven Magee",
        "category": "affairs, aggressive, angry, behaviors, complaints, cover, experience, few, individuals, internal, machine, officers, personal, police, speak, target, theory, up, uphold, vendetta"
    },
    {
        "quote": "Windows 10 could only have been a worse experience if I had paid for it!",
        "author": "Steven Magee",
        "category": "10, bought, experience, microsoft, operating, paid, pc, purchased, system, windows, worse"
    },
    {
        "quote": "It is a sad state of affairs in the USA that for the sick and the poor that jail offers better benefits than the freedom of no healthcare, bills that cannot be paid and starvation.",
        "author": "Steven Magee",
        "category": "affairs, benefits, healthcare, jail, poor, sad, sick, starvation, state, usa"
    },
    {
        "quote": "I was recently inside a hospital that had gone wireless and it was a forest of microwave antennas! It is sad that the medical profession is in the process of becoming expert on microwave radiation sickness due to willfully inducing it into their own staff!",
        "author": "Steven Magee",
        "category": "antennas, becoming, expert, forest, gone, hospital, inducing, inside, medical, microwave, own, process, profession, radiation, recently, sad, sickness, staff, willfully, wireless"
    },
    {
        "quote": "If you want to be lied to, all you have to do is believe everything that the government tells you.",
        "author": "Steven Magee",
        "category": "believe, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-and-attitude, corruption-politics, corruption-quotes, everything, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-quotes, government-regulation, government-spending, governments, lie, lied, lies, tell, tells, want"
    },
    {
        "quote": "The USA states that it can put a man on the moon. I have a hard time believing this, as it is quite clear that they cannot build a simple electrical system that does not make people sick in large numbers!",
        "author": "Steven Magee",
        "category": "believing, build, cannot, clear, electrical, large, man, moon, numbers, people, sick, simple, states, system, usa"
    },
    {
        "quote": "I am not Iron-Man, I am Forest-Man!",
        "author": "Steven Magee",
        "category": "forest, forest-life, forest-spirit, forester, forestry, forests, iron, iron-man, man, mankind, metal, metal-illness, metals"
    },
    {
        "quote": "My memories of my time in high altitude astronomy indicate that there were no oxygen concentration monitors or alarms in the areas that liquid nitrogen was in use at the high altitude astronomical facilities where I had worked.",
        "author": "Steven Magee",
        "category": "alarms, altitude, astrobiology, astronauts, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, concentration, facilities, gas, high, liquid, memories, monitors, nitrogen, oxygen, time, worked"
    },
    {
        "quote": "When I was instructed to use medical oxygen to do my job at the W. M. Keck Observatory from 2001 to 2006, I was never told about the legal health information that is now posted on oxygen cylinders. My memories of the green medical oxygen cylinders that we would use daily is that they had no information on them and we were never given a recognised legal oxygen administration training course for routine daily use or a medical prescription from a doctor. We were shown the three oxygen cylinders at the facility and told to use them whenever we developed headaches, which was multiple times daily. It was common to find all three oxygen cylinders in use by other very high altitude workers and to have to line up to get a turn on the magical medical gas.",
        "author": "Steven Magee",
        "category": "administration, altitude, cdc, course, cylinders, daily, developed, facility, fda, gas, green, headaches, health, high, information, instructed, job, kea, keck, legal, line, magical, mauna, medical, memories, multiple, observatory, osha, oxygen, posted, prescription, recognized, routine, training, turn, up, use, very, workers"
    },
    {
        "quote": "When we get down to the very basics of human life we find that we arrive to take a ride on spaceship Earth for several decades and then we leave.",
        "author": "Steven Magee",
        "category": "arrive, basics, decades, down, earth, find, get, human, leave, life, ride, several, space, spaceship, take, then, very, we, when"
    },
    {
        "quote": "The human body is not designed to be sedentary.",
        "author": "Steven Magee",
        "category": "body, designed, human, not, sedentary"
    },
    {
        "quote": "The most important thing that a human must do in order to maintain good health is to be aware of the environment that they grew up in and to keep it throughout life.",
        "author": "Steven Magee",
        "category": "aware, environment, good, grew, health, human, important, keep, life, maintain, most, must, order, thing, throughout, up"
    },
    {
        "quote": "It is unclear if corporate governments are truly the dunces of human health or if they are just faking it in order to propagate a biologically toxic agenda on an unsuspecting global population.",
        "author": "Steven Magee",
        "category": "agenda, biologically, coporate, dunces, faking, global, governments, health, human, order, population, propagate, toxic, truly, unclear, unsuspecting"
    },
    {
        "quote": "The sickened human is something to be experimented with.",
        "author": "Steven Magee",
        "category": "experimented, human, sickened, something, with"
    },
    {
        "quote": "President Trump's health care plan is a human rights disaster.",
        "author": "Steven Magee",
        "category": "care, disaster, health, human, plan, president, republican, rights, trump, usa"
    },
    {
        "quote": "I have come to the conclusion that the internet claims that fecal matter is in every part of the human body.",
        "author": "Steven Magee",
        "category": "body, claims, come, conclusion, every, fecal, human, internet, matter, part"
    },
    {
        "quote": "Flying in a modern jet airplane doses the human with levels of radiation comparable to those found in nuclear disaster zones.",
        "author": "Steven Magee",
        "category": "aircraft, airplane, chernobyl, comparable, disaster, doses, fly, flying, found, fukushima, human, jet, levels, modern, nuclear, plane, radiation, zones"
    },
    {
        "quote": "An open flask of industrial liquid gas that is venting into the indoor environment should be thought of as the same as a smoldering fire, as they both create a dangerous oxygen deficient environment for the human.",
        "author": "Steven Magee",
        "category": "dangerous, deficient, environment, fire, flask, gas, human, indoor, industrial, liquid, open, osha, oxygen, smoldering, venting"
    },
    {
        "quote": "In high altitude astronomical facilities we routinely discharged large amounts of nitrogen gas into closed spaces. We were never informed by the astronomy management team about the abnormally low oxygen environments that the use of liquid nitrogen creates, how long term exposure to it manifests itself in human health and the resulting abnormal mental behaviors.",
        "author": "Steven Magee",
        "category": "abnormal, abnormally, altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, behaviors, environments, exposure, facilities, gas, health, high, human, liquid, management, mental, nitrogen, oxygen"
    },
    {
        "quote": "The toxicity of medical and industrial gas to the human depends on where it is used. A gas that is regarded as safe in a well ventilated environment at sea level may be a toxic gas in an indoor environment at high altitude.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, environment, gas, high, human, indoor, industrial, level, medical, osha, safe, sea, toxic, toxicity, ventilated"
    },
    {
        "quote": "The human has genetic adaptation to natural electromagnetic radiation. Increasing, reducing or removing the natural radiation exposures results in a sickened human that may progress onto a diseased state.",
        "author": "Steven Magee",
        "category": "adaptability-quotes, adaptation, disease, diseased, diseases, electromagnetic, electromagnetic-radiation, electromagnetic-theory-of-light, electromagnetic-wave, exposure, exposures, genetic, genetic-mutation, genetically-damaged, genetics, human, increasing, natural, natural-selection, progress, progression, progressive, radiation, radiation-effects, reducing, removing, result, results, results-quotes, sick, sickened, sickly, sickness, sickness-and-diseases, sickness-of-the-mind, state"
    },
    {
        "quote": "Modern human evolution has reached the point of reporting corruption to the corrupt.",
        "author": "Steven Magee",
        "category": "corrupt, corruption, evolution, human, modern, point, reached, reporting"
    },
    {
        "quote": "Many people over forty have at least one health condition that affects their ability to work a forty hour work week effectively. Human Resources (HR), doctors and governments have known this fact for decades.",
        "author": "Steven Magee",
        "category": "ability, affects, condition, decades, doctors, effectively, forty, governments, health, hr, human, known, least, many, over, people, resources, week, work"
    },
    {
        "quote": "Corporations turned the human into a robot a long time ago.",
        "author": "Steven Magee",
        "category": "ago, corporations, human, long, robot, time, turned"
    },
    {
        "quote": "The vitamin, mineral, metal and oil content of the human body drastically alters its reactivity to radiation exposures.",
        "author": "Steven Magee",
        "category": "alters, body, content, drastically, exposures, human, metal, mineral, oil, radiation, reactivity, vitamin"
    },
    {
        "quote": "The human has no genetic adaptation to modern industrialized products and needs to be careful with prolonged exposure to these for good health.",
        "author": "Steven Magee",
        "category": "adaptation, careful, exposure, genetic, good, health, human, industrialized, modern, products, prolonged"
    },
    {
        "quote": "Trees emit a wide variety of electromagentic radiation and it is regarded as healthy to live in a natural area that is surrounded by trees due to these beneficial emissions to human health.",
        "author": "Steven Magee",
        "category": "area, beneficial, electromagnetic, emissions, emit, environment, forest, health, healthy, human, live, natural, radiation, regarded, surrounded, trees, variety, wide"
    },
    {
        "quote": "The scary thing about the protective properties of dietary intake regarding abnormal human radiation exposures is that NASA has understood this for decades!",
        "author": "Steven Magee",
        "category": "abnormal, abnormal-psychology, abnormal-quote, abnormal-quotes, decades, diet, dietary, dietary-supplements, exposure, exposures, human, intake, nasa, properties, protect, protection, protective, radiation, radiation-effects, regarding, scary, scary-reality, understood"
    },
    {
        "quote": "There is an intentional disregard for human health and safety in many government agencies that are tasked with protecting it.",
        "author": "Steven Magee",
        "category": "agencies, agency, disregard, fcc, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, health, human, human-rights, intentional, intentional-cruelty, many, osha, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, protect, protecting, protection, safety, sheriff, tasked"
    },
    {
        "quote": "The upper management team had informed me that an employee that worked for me was a poor performer and would be terminated soon. This employee was clearly displaying mental health issues that were causing problems in the workplace. When I followed the company procedures and reported this to human resources, their response was to inform me that my contract would not be renewed and I would be immediately fired if anyone complained about me. This was my introduction to how mental health issues are handled in the USA.",
        "author": "Steven Magee",
        "category": "causing, clearly, company, complained, contract, employee, fired, handled, health, human, immediately, inform, informed, introduction, issues, management, mental, performer, poor, problems, procedures, renewed, reported, resources, response, soon, team, terminated, upper, usa, worked, workplace"
    },
    {
        "quote": "As a manager, I was able to put the USA workplace mental health system to the test. In each of three separate companies there was an employee that was displaying mental health issues and I reported this to the human resources department. The outcome: I was terminated every time. The conclusion: Reporting mental health issues in USA employees will lose you your job!",
        "author": "Steven Magee",
        "category": "companies, conclusion, department, displaying, each, employee, employees, every, health, human, issues, job, lose, manager, mental, outcome, reported, reporting, resources, separate, system, terminated, test, time, usa, workplace"
    },
    {
        "quote": "I recently cleared up my Electromagnetic Hypersensitivity (EHS). The condition is real, it has a sound foundation as to why it occurs in the human, and can be cleared up by taking the appropriate steps.",
        "author": "Steven Magee",
        "category": "appropriate, cleared, condition, ehs, electromagnetic, foundation, human, hypersensitivity, occurs, real, recently, sound, steps, taking"
    },
    {
        "quote": "The rise of Electromagnetic Hypersensitivity (EHS) in the USA population can be traced back to President Bill Clinton. While memorable for sexual foreplay with Monica Lewinsky, EHS people associate him with the 1996 Telecommunications Act that prohibits the protection of human health and safety from the known biologically toxic effects of wireless radio frequency (RF) radiation.",
        "author": "Steven Magee",
        "category": "1996, act, associate, back, bill, bill-clinton, biologically, clinton, effects, ehs, electromagnetic, foreplay, frequency, health, human, hypersensitivity, known, lewinsky, lewinsky-scandal, memorable, monica, osha, people, population, president, prohibits, protection, radiation, radio, rf, rise, safety, sexual, telecommunications, toxic, traced, usa, wireless"
    },
    {
        "quote": "The electrical, electronics and wireless radio frequency (RF) industries are creating an increasingly high radiation environment for the human. This is comparable to the elevated radiation environment found at high altitudes and smart health researchers would be wise to contrast high altitude diseases to the epidemics of our time, such as Autism, Attention Deficit Disorder (ADD), Fibromyalgia, Electromagnetic Hypersensitivity (EHS), and so on.",
        "author": "Steven Magee",
        "category": "add, altitudes, attention, autism, comparable, contrast, creating, deficit, diseases, disorder, ehs, electrical, electromagnetic, electronics, elevated, environment, epidemics, fibromyalgia, found, frequency, health, high, human, hypersensitivity, increasingly, industries, radiation, radio, researchers, rf, smart, time, wireless, wise"
    },
    {
        "quote": "The moon is considered a relatively easy object to land humans on, everything else is much harder by orders of magnitude. It is the reason why we have not been to Mars and will likely never go there successfully with humans.",
        "author": "Steven Magee",
        "category": "hard, human, humanity-and-society, magnitude, mars, moon, moon-landing, moons, nasa, space, space-and-cosmos, space-exploration, space-program, space-travel, spaceship, spaceships, successfully"
    },
    {
        "quote": "Dr. John Nash Ott had discovered by 1987 that glass, artificial light sources, electricity and electronic systems were having extensive detrimental effects on plants, animals and humans.",
        "author": "Steven Magee",
        "category": "animal, animals, artificial, artificial-life, artificial-light, detrimental, electric, electric-light, electrical, electricidad, electricity, electronic, electronic-revolution, electronics, glass, glasses, human, humans, john, nash, ott, plant, plants"
    },
    {
        "quote": "One of my friends compared me to Bruce Banner, due to my work with radiation and human health. So I looked up Bruce Banner and this is what I found: Banner, a physicist, is sarcastic and seemingly very self-assured when he first appears in Incredible Hulk #1, but is also emotionally withdrawn in most fashions...Banner is considered one of the greatest scientific minds on Earth, possessing \"a mind so brilliant it cannot be measured on any known intelligence test.\" He holds expertise in biology, chemistry, engineering, physiology, and nuclear physics.",
        "author": "Steven Magee",
        "category": "banner, biology, bruce, chemistry, engineering, health, hulk, human, incredible, nuclear, physics, physiology, radiation, radiation-effects"
    },
    {
        "quote": "There is a dangerous willful ignorance in governments to the adverse health effects of the various forms of electromagnetic radiation.",
        "author": "Steven Magee",
        "category": "adverse, dangerous, effects, electromagnetic, forms, government, government-abuse, government-corruption, government-cover-ups, government-regulation, health, ignorance, radiation, various, willful"
    },
    {
        "quote": "President Trump is doing a great job of demonstrating that politicians routinely lie to their electorate.",
        "author": "Steven Magee",
        "category": "corrupt, corruption, demonstrate, demonstrating, doing, electrorate, fraud, government, great, job, lie, lies, politician, politicians, politicians-quotes, president, republican, republicans, routinely, trump, voter, voters"
    },
    {
        "quote": "When you realize that incompetent police officers are harassing you, you need to call 911 and demand that a police supervisor be immediately dispatched to the scene. In the mean time you need to be video recording everything, as police officers are known for their blatant lies and fabrications.",
        "author": "Steven Magee",
        "category": "911, blatant, call, demand, dispatched, everything, fabrications, harass, harassing, harassment, immediately, incompetent, known, lies, mean, officer, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, realize, record, recording, scene, sheriff, supervisor, time, video"
    },
    {
        "quote": "It is a fact that the USA corporate government routinely lies to its mass population.",
        "author": "Steven Magee",
        "category": "corporate, fact, government-abuse, government-corruption, government-propaganda, lies, mass, population, routinely, usa"
    },
    {
        "quote": "One of the biggest lies that is currently being told in the USA workplace is on the legally required OSHA poster: All workers have the right to a safe workplace.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, health, kea, legal, legally, lie, lies, mauna, mountain, observatory, osha, poster, right, rights, safe, safety, solar, solar-energy, solar-power, solar-pv, solar-system, solar-systems, telescope, usa, work, workers, workplace"
    },
    {
        "quote": "Eating organic for good health and spending your day sitting down using a wireless computer that is next to a WiFi router is a classic case of Yin & Yang.",
        "author": "Steven Magee",
        "category": "case, classic, computer, day, down, eating, food, frequency, good, health, next, organic, radiation, radio, rf, router, sitting, spending, using, wifi, wireless, yang, yin"
    },
    {
        "quote": "Radiation does discriminate. If you are sedentary and eating processed foods then you will be more affected than a person that exercises and eats fresh organic food.",
        "author": "Steven Magee",
        "category": "affected, discriminate, eating, eats, exercises, food, foods, fresh, organic, person, processed, radiation, sedentary"
    },
    {
        "quote": "If I am ever unexpectedly stopped in my car by the police, my response after pulling over in a populated area is to politely and clearly inform them that I am unarmed, I am recording everything, if they want to take me to the police station that they will need to appoint a lawyer, and I am now using my USA federal right to silence.",
        "author": "Steven Magee",
        "category": "after, appoint, area, car, clearly, everything, federal, inform, lawyer, over, police, politely, populated, pulling, recording, response, right, silence, station, stopped, unarmed, unexpectedly, using"
    },
    {
        "quote": "President Trump is doing a great job of demonstrating how mean the rich can be to the poor, sick and elderly.",
        "author": "Steven Magee",
        "category": "aged, can, demonstrate, demonstrating, doing, elderly, government, great, how, ill, job, mean, poor, president, republican, republicans, rich, sick, trump, usa"
    },
    {
        "quote": "You cannot expect a corrupt law enforcement system to prosecute the illegal activities of corporations and their government minions.",
        "author": "Steven Magee",
        "category": "activities, cannot, corporations, corrupt, enforcement, expect, government, illegal, law, minions, prosecute, system"
    },
    {
        "quote": "You have the right to free speech. We, the corporate controlled government, have the right to ignore you and we choose to exercise this right.",
        "author": "Steven Magee",
        "category": "choose, controlled, corporate, corruption, excercise, free, government, have, ignore, right, speech, we, you"
    },
    {
        "quote": "I dread having to call the police, as I have no idea if they will send good cop, bad cop, lying cop, incompetent cop, aggressive cop, assaulting cop, corrupt cop, or the worst one of them all, the terminator cop.",
        "author": "Steven Magee",
        "category": "911, 999, aggressive, all, assaulting, bad, call, cop, corrupt, corruption, dread, enforcement, good, government, government-abuse, government-corruption, have, having, idea, incompetent, law, lying, one, police, send, sheriff, terminator, worst"
    },
    {
        "quote": "There are no doubts that western governments are willfully inducing radiation sickness into segments of their city populations.",
        "author": "Steven Magee",
        "category": "cities, city, doubts, government, governments, ill, illness, induce, inducing, into, no, population, populations, radiation, segment, segments, sick, sickness, their, there, west, western, willfully"
    },
    {
        "quote": "The USA has turned into a great country to study corporate government corruption.",
        "author": "Steven Magee",
        "category": "corporate, corruption, country, government, great, study, turned, usa"
    },
    {
        "quote": "Beware of corporate government cops.",
        "author": "Steven Magee",
        "category": "beware, cops, corporate, corporation, corporations, corrupt, corruption, enforcement, fraud, fraudulent, government, government-abuse, government-corruption, law, police, sheriff"
    },
    {
        "quote": "The general public has failed to realize that the USA government has built a High Frequency Active Auroral Research Program (HAARP) in most cities with the mass deployment of smart radio frequency transmitting utility meters.",
        "author": "Steven Magee",
        "category": "active, auroral, cities, deployment, failed, frequency, general, government, haarp, high, mass, meters, program, public, radio, realize, research, smart, transmitting, usa, utility"
    },
    {
        "quote": "There is a dedication to willful incompetence in many corporate government departments.",
        "author": "Steven Magee",
        "category": "corporate, dedication, departments, government, incompetence, many, willful"
    },
    {
        "quote": "When interacting with corporate government agents, always assume that they are corrupt until proven otherwise.",
        "author": "Steven Magee",
        "category": "agents, always, assume, corporate, corrupt, corruption, government, interacting, otherwise, proven, until, when"
    },
    {
        "quote": "Whether voting Republican or Democrat, the result is the same: A corrupt corporate government.",
        "author": "Steven Magee",
        "category": "corporate, corporate-america, corporate-culture, corporate-ethics, corporate-greed, corporate-influence, corporate-profit, corporate-quotes, corporate-world, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-politics, corruption-quotes, democracy, democratic, democrats, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-quotes, government-regulation, government-spending, governments, republican, republicans, result, same, united-states, united-states-of-america, usa, vote, voting, whether"
    },
    {
        "quote": "The police are often as corrupt as the corporate government that employs them.",
        "author": "Steven Magee",
        "category": "corporate, corrupt, employs, government, officer, often, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, sheriff"
    },
    {
        "quote": "I realized that the legal system was corrupt when I went to court and the judge imposed a very short time limit on my evidence submission before removing my legal rights to free speech.",
        "author": "Steven Magee",
        "category": "corrupt, court, evidence, free, government, government-abuse, government-corruption, imposed, judge, legal, limit, realized, removing, rights, speech, submission, system, time"
    },
    {
        "quote": "The biggest mistake that you will make in life is believing that governments act in the public interest.",
        "author": "Steven Magee",
        "category": "act, believing, biggest, government, government-abuse, government-corruption, government-cover-ups, interest, life, make, mistake, public"
    },
    {
        "quote": "When the government and electrical utility company jointly harass an electrical fraud researcher, it confirms that the research is progressing in the right direction!",
        "author": "Steven Magee",
        "category": "company, confirms, direction, electrical, fraud, government, government-abuse, government-corruption, government-cover-ups, harass, jointly, progressing, research, researcher, right, utility"
    },
    {
        "quote": "It is clear that the protective functions of workplace health and safety have transferred to the workers through the process of corporate government deregulation and reduced funding of relevant government departments.",
        "author": "Steven Magee",
        "category": "corporate, corporate-america, corporate-culture, corporate-ethics, corporate-greed, corporate-influence, departments, deregulation, functions, funding, government, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, government-spending, governments, health, osha, process, protective, reduced, relevant, safety, transferred, workers, workplace"
    },
    {
        "quote": "Corrupt governments are run by corrupt politicians that run corrupt law enforcement agencies.",
        "author": "Steven Magee",
        "category": "agencies, agency, corrupt, corruption, corruption-quotes, enforcement, government, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, government-spending, governments, law, politician, politicians, politicians-quotes, run"
    },
    {
        "quote": "Government scientists are commonly as corrupt as the corporate government that employs them.",
        "author": "Steven Magee",
        "category": "commonly, corporate, corporate-america, corporate-culture, corporate-ethics, corporate-greed, corporate-influence, corporate-quotes, corporate-world, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-politics, corruption-quotes, employs, government, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, government-spending, governments, scientists, them"
    },
    {
        "quote": "Police internal affairs is amongst the most corrupt departments that you will find in governments.",
        "author": "Steven Magee",
        "category": "affairs, amongst, corrupt, department, departments, find, government, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, governments, internal, most, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen"
    },
    {
        "quote": "I sincerely hope that President Barack Obama’s government will be remembered as the peak of deregulated corporate corruption and not the ongoing rise of it.",
        "author": "Steven Magee",
        "category": "barack, barack-obama, corporate, corporate-america, corporate-culture, corporate-ethics, corporate-greed, corporate-influence, corporate-life, corporate-profit, corporate-quotes, corporate-world, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-politics, corruption-quotes, deregulated, government, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, government-spending, governments, hope, hope-quotes, hopeful, obama, ongoing, peak, president, president-obama, president-of-the-united-states, presidential-politics, presidents, remembered, rise, sincerely"
    },
    {
        "quote": "You know that when ex-military personnel start assassinating their own government's agents that something funky is going on.",
        "author": "Steven Magee",
        "category": "agent, agents, assassin, assassinating, assassination, assassination-attempt, employee, employees, ex-military, funky, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-quotes, governments, know, military, military-industrial-complex, military-philosophy, military-quote, military-theory, own, personnel, police, police-brutality, police-corruption, police-service, police-state, policeman, policemen, sherrif, something, staff, start"
    },
    {
        "quote": "What corrupt corporate governments call a terrorist is what many common people call a resistance fighter.",
        "author": "Steven Magee",
        "category": "call, common, corporate, corporate-america, corporate-culture, corporate-quotes, corporate-world, corrupt, corruption, corruption-politics, corruption-quotes, fighter, fighter-qutoes, government, government-propaganda, government-quotes, governments, many, people, resistance, resistance-fighters, terrorist"
    },
    {
        "quote": "News is how the government delivers propaganda to the masses and it is an essential requirement of the television broadcasting job to be emotionless to this.",
        "author": "Steven Magee",
        "category": "broadcasting, delivers, emotionless, essential, government, job, masses, news, propaganda, reporter, requirement, television"
    },
    {
        "quote": "Computers are one of the products in the USA that appear to be unregulated by the government which leaves consumers unprotected from flawed devices.",
        "author": "Steven Magee",
        "category": "appear, computers, consumers, devices, flawed, government, products, unprotected, unregulated, usa"
    },
    {
        "quote": "The legal system has been designed by governments and corporations to protect them from the common people.",
        "author": "Steven Magee",
        "category": "common, common-man, corporate, corporate-ethics, corporate-quotes, corporation, corporations, designed, government, government-abuse, government-corruption, government-cover-ups, governments, legal, legal-system, people, protect, protecting, protection, protective, system, systemic-failure"
    },
    {
        "quote": "Corporations and their government minions are capable of anything...just look at the frauds the recent wars became known as. Hundreds of thousands killed in the name of corporate \"liberation\".",
        "author": "Steven Magee",
        "category": "anything, capable, corporate, corporations, frauds, government, government-abuse, government-corruption, government-cover-ups, hundreds, killed, known, liberate, liberation, look, minions, name, recent, thousands, wars"
    },
    {
        "quote": "The USA legal system is designed to enrich lawyers, protect the government and corporations, and shaft the general public.",
        "author": "Steven Magee",
        "category": "corporations, designed, enrich, general, government, lawyers, legal, protect, public, shaft, system, usa"
    },
    {
        "quote": "The biggest criminals that I have met in life are working for the government. They make mass murderers look like amateurs.",
        "author": "Steven Magee",
        "category": "amateurs, biggest, criminals, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-regulation, life, mass, met, murderers, working"
    },
    {
        "quote": "USA corporations are legally regulated by laws which their managers know are rarely enforced. This criminal activity is what the USA government calls: Deregulation.",
        "author": "Steven Magee",
        "category": "activity, calls, corporations, criminal, deregulation, enforced, government, know, laws, legally, managers, rarely, regulated, usa"
    },
    {
        "quote": "The USA government sure do like their propaganda feeds! Unfortunately, too much propaganda does create the scenario where no one believes anything that they say. It's just like Pinocchio.",
        "author": "Steven Magee",
        "category": "government, government-abuse, government-corruption, government-cover-ups, government-propaganda, mislead, misleaders, misleading, pinocchio, propaganda, propaganda-government, usa"
    },
    {
        "quote": "The USA government states that the New Mexico Trinity nuclear bomb site is still highly radioactive and 'harmless'. It is interesting to note in the era of Electromagnetic Hypersensitivity (EHS) that it is USA government policy that radio frequency (RF) and electricity are also 'harmless'.",
        "author": "Steven Magee",
        "category": "bomb, ehs, electric, electrical, electricidad, electricity, electromagnetic, electromagnetic-radiation, era, frequency, government, government-abuse, government-corruption, government-cover-ups, government-propaganda, harmless, highly, hypersensitive, hypersensitive-people, hypersensitivity, mexico, new, new-mexico, nuclear, nuclear-bomb, nuclear-energy, nuclear-physics, nuclear-weapons, policy, radiation, radiation-effects, radio, radio-wave-sickness, radio-waves, radioactive, radioactive-decay, radioactivity, rf, rws, site, states, trinity, usa"
    },
    {
        "quote": "I urge the general public to be wary of the police on the grounds of health and safety.",
        "author": "Steven Magee",
        "category": "enforcement, general, health, law, police, public, safety, sheriff, urge, wary"
    },
    {
        "quote": "When I saw how many people were objecting to the construction of the Thirty Meter Telescope atop Mauna Kea, I realized that there needed to be an open and honest discussion about the toxicity of the 13,796 feet very high altitude summit and the health and safety issues of astronomical observatories.",
        "author": "Steven Magee",
        "category": "altitude, astronomy, construction, health, kea, mauna, osha, safety, telescope, toxic"
    },
    {
        "quote": "As the wireless radiation industry continues to drastically increase the number of transmitters, electromagnetic researchers are documenting the range of new adverse health conditions that are emerging in the masses.",
        "author": "Steven Magee",
        "category": "adverse, conditions, continues, documenting, drastically, electromagnetic, emerging, health, increase, industry, masses, new, number, radiation, range, researchers, transmitters, wireless"
    },
    {
        "quote": "One of my astronomy managers used to tell me that liquid nitrogen was harmless and was just liquid air. He would pour it onto his bare hands to demonstrate how safe he thought it was. I was later to realize that incompetence was a feature of high altitude astronomy.",
        "author": "Steven Magee",
        "category": "air, altitude, astronomy, bare, demonstrate, feature, hands, harmless, health, high, incompetence, just, later, liquid, managers, nitrogen, one, onto, osha, pour, realize, safe, safety, tell, thought, used"
    },
    {
        "quote": "At the age of 46, forgetfulness & confusion had become a daily aspect of life.",
        "author": "Steven Magee",
        "category": "age, aspect, become, confusion, daily, forgetfulness, health, life, mental"
    },
    {
        "quote": "The secret to good health is to behave like your ancestors did before the Industrial Revolution.",
        "author": "Steven Magee",
        "category": "ancestors, before, behave, good, health, industrial, like, revolution, secret"
    },
    {
        "quote": "A researcher that has a brain that functions differently from their peers is at an advantage, as they can see things that the others cannot.",
        "author": "Steven Magee",
        "category": "advantage, brain, cannot, differently, functions, health, mental, others, peers, research, researcher, see, things"
    },
    {
        "quote": "It is only a matter of time before utility smart meter health damage lawsuits start winning in large numbers, and when they do they will have no option but to shut down the known biologically toxic smart meter radio frequency (RF) industry.",
        "author": "Steven Magee",
        "category": "ami, amr, before, biologically, damage, down, frequency, health, industry, known, large, lawsuits, matter, meter, meters, numbers, only, option, radio, rf, shut, smart, start, time, toxic, utility, winning"
    },
    {
        "quote": "It is the uninformed that willfully put a cellphone next to their brains.",
        "author": "Steven Magee",
        "category": "brains, cellphone, frequency, health, mental, next, radiation, radio, rf, uninformed, willfully"
    },
    {
        "quote": "Avoid working in windowless environments for good health.",
        "author": "Steven Magee",
        "category": "avoid, environments, good, health, windowless, working"
    },
    {
        "quote": "When I worked in high altitude astronomy, the worst sickness that I experienced was not at the 13,796 feet very high altitude summit of Mauna Kea Observatory (MKO) in Hawaii, it was at Kitt Peak National Observatory (KPNO) in Arizona at the much lower altitude of 6,875 feet. Due to my very high altitude experiences, I knew that this strange sickness was not primarily caused by altitude sickness and was most likely Sick Building Syndrome (SBS). After reporting various behavioral problems in all of the staff to the management team, my contract was not renewed, I was unable to legally protect the health and safety of the workers that I was responsible for, troubleshooting of this environmental problem stopped and I left in a sickened state for my next position before I could find the root cause.",
        "author": "Steven Magee",
        "category": "altitude, arizona, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, behavioral, building, cause, contract, experiences, hawaii, health, high, kea, kitt, kpno, legally, management, mauna, mko, national, observatory, peak, problem, problems, protect, responsible, root, safety, sbs, sick, sickened, sickness, staff, state, strange, summit, syndrome, team, troubleshooting, very, worked, workers, worst"
    },
    {
        "quote": "Very high altitude observatories are a known worker health hazard.",
        "author": "Steven Magee",
        "category": "altitude, hazard, health, high, known, observatories, osha, very, worker"
    },
    {
        "quote": "When the National Optical Astronomy Observatory (NOAO) found out that Occupational Safety and Health Administration (OSHA) were going to visit the site to assist in bringing it into legal compliance, they freaked out! They insisted that the visit had to be canceled and the result was that I eventually became so sick from the toxic workplace environment that I had no option but to leave.",
        "author": "Steven Magee",
        "category": "administration, assist, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, canceled, compliance, environment, eventually, freaked, health, insisted, leave, legal, national, noao, observatory, occupational, optical, option, osha, out, result, safety, sick, site, toxic, visit, workplace"
    },
    {
        "quote": "When I worked at the W. M. Keck Observatory on the 13,796 feet very high altitude summit of Mauna Kea, we would routinely be engulfed in cold clouds of helium and nitrogen gas as we discharged it into the video camera systems daily. The management team never warned us that we were in a hazardous oxygen deprived environment during this activity that was known for its ability to adversely affect physical and mental health, and possibly bring on death by asphyxiation.",
        "author": "Steven Magee",
        "category": "activity, adversely, affect, altitude, asphyxiation, camera, clouds, cold, daily, death, deprived, discharged, engulfed, environment, gas, hawaii, hazardous, health, helium, high, kea, keck, liquid, management, mauna, mental, nitrogen, observatory, oxygen, physical, summit, systems, team, very, video, warned"
    },
    {
        "quote": "Collision avoidance systems are the next big radio frequency (RF) toxin to hit the USA general population as they become standard safety equipment in most new cars.",
        "author": "Steven Magee",
        "category": "avoidance, big, cars, collision, equipment, frequency, general, health, hit, most, new, next, osha, population, radio, rf, safety, standard, systems, toxin, usa"
    },
    {
        "quote": "Girls should be taught at school that giving birth to an unnaturally over-sized western baby that no longer fits down the birth canal may lead to a multitude of long term health problems.",
        "author": "Steven Magee",
        "category": "babies, baby, birth, birth-mother, canal, down, female, females, fit, fits, girl, girl-quotes, girls, giving, giving-birth, giving-quotes, health, lead, long, long-term, longer, multitude, over, problem, problems, school, school-education, school-of-life, school-quotes, schools, should, sized, taught, term, unnaturally, western, western-civilization, western-culture, western-philosophy, western-world"
    },
    {
        "quote": "Jail has become the biggest mental health hospital.",
        "author": "Steven Magee",
        "category": "become, biggest, health, hospital, hospitals, jail, mental, mental-abuse, mental-disorder, mental-disorders, mental-health, mental-hospital, mental-illness, prison"
    },
    {
        "quote": "Radiation has properties of both God and Satan. Like God as the correct exposures give excellent health. Like Satan because too little or too much will make you sick and may lead to disease and premature death.",
        "author": "Steven Magee",
        "category": "correct, death, disease, excellent, exposures, god, health, lead, little, make, may, much, premature, properties, radiation, radiation-effects, satan, sick, too"
    },
    {
        "quote": "Thanks to President Obama, I am able to get medical treatment in the USA for the long term effects of very high altitude sickness and unnatural electromagnetic radiation exposures.",
        "author": "Steven Magee",
        "category": "altitude, care, electromagnetic, exposures, health, healthcare, high, long, medical, mental, obama, physical, president, radiation, sickness, term, treatment, unnatural, usa, very"
    },
    {
        "quote": "The biggest surprise that I had during my time in high altitude astronomy was being prevented from arranging a free Occupational Safety & Health Administration (OSHA) onsite evaluation to assist with bringing the observatory into OSHA compliance by the upper management team that I reported to.",
        "author": "Steven Magee",
        "category": "administration, altitude, arranging, assist, astronomy, biggest, compliance, evaluation, free, health, high, management, observatory, occupational, onsite, osha, prevented, reported, safety, surprise, team, upper"
    },
    {
        "quote": "When people query whether Electromagnetic Hypersensitivity (EHS) is real or not, my answer is always: Sweden has recognized the condition for a decade and has approximately 300,000 EHS people.",
        "author": "Steven Magee",
        "category": "always, answer, condition, decade, ehs, electromagnetic, health, hypersensitivity, people, query, radio, real, recognized, sickness, sweden, wave"
    },
    {
        "quote": "I have been through the OSHA system twice and I can confirm that I did not have the right to a safe workplace or whistle-blower protection on either occasion.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomical, astronomy, astrophysics, blower, confirm, electric, electrical, electricidad, electricity, health, kea, mauna, mountain, mountaintop, occasion, osha, protection, retaliation, right, rights, rights-of-man, safe, safe-place, safety, solar, solar-energy, solar-power, solar-pv, solar-system, solar-systems, system, systemic-failure, telescope, telescopes, twice, whistle, whistle-blower, whistleblower, worker, worker-rights, workers, workplace, workplace-politics"
    },
    {
        "quote": "It is my assessment that most police officers who spend their days driving around USA cities will have some levelof radiation sickness and this is concerning!",
        "author": "Steven Magee",
        "category": "health, police, police-brutality, police-corruption, police-officer, police-service, policeman, radiation, science"
    },
    {
        "quote": "Harmonics are the cancer of the electrical system.",
        "author": "Steven Magee",
        "category": "electric, electricity, health, science"
    },
    {
        "quote": "Radio Wave Sickness and Electromagnetic Hypersensitivity are easily preventable and one can only wonder how much longer the insanity of modern governments is going to be allowed to continue in this area.",
        "author": "Steven Magee",
        "category": "health, science"
    },
    {
        "quote": "Staring at the blue sky causes insomnia to occur in the human.",
        "author": "Steven Magee",
        "category": "astronomy, health, science"
    },
    {
        "quote": "There is a saying in the medical profession 'Inside everytablet is a little bit of poison'. Avoid medications if you can.",
        "author": "Steven Magee",
        "category": "health, science"
    },
    {
        "quote": "The radiation detoxification process exists in nature. It is called: Hibernation.",
        "author": "Steven Magee",
        "category": "health, science"
    },
    {
        "quote": "Presidents Trump's USA is not a good country to be a sickly person in.",
        "author": "Steven Magee",
        "category": "country, good, ill, not, person, president, republican, sick, sickly, trump, usa"
    },
    {
        "quote": "Good riddance to the blatantly corrupt Democratic Party!",
        "author": "Steven Magee",
        "category": "barack, blatantly, corrupt, democrat, democratic, election, good, obama, party, president, riddance, usa"
    },
    {
        "quote": "The 'Wild West' is a good description of law enforcement in the desert southwest USA.",
        "author": "Steven Magee",
        "category": "description, desert, enforcement, good, law, south, southwest, usa, west, wild"
    },
    {
        "quote": "When your partner is regularly going out to bars and nightclubs and does not come home until after sunrise, it is likely that they are engaging in some form of infidelity.",
        "author": "Steven Magee",
        "category": "after, bar, bars, engaging, form, going, home, infidelity, infidelity-in-marriage, infidelity-in-relationships, likely, night, nightclub, nightclubs, out, partner, regularly, some, sunrise, when"
    },
    {
        "quote": "The fraudulent electrical utility company in conjunction with the corrupt sheriff taught me that an Englishman's home is not his castle",
        "author": "Steven Magee",
        "category": "castle, company, conjunction, corporation, corrupt, corruption, electric, electrical, enforcement, english, englishman, fraud, fraudulent, home, house, law, officer, police, sheriff, taught, utility"
    },
    {
        "quote": "If you want to radiation poison a nation, just start shipping them cheap ionizing smoke detectors for the home with a little too much radiation in them.",
        "author": "Steven Magee",
        "category": "cheap, detectors, home, ionizing, much, nation, poison, radiation, radiation-effects, shipping, smoke, too"
    },
    {
        "quote": "Purchasing a large and expensive home during a real estate boom turned into the biggest financial mistake that I ever made.",
        "author": "Steven Magee",
        "category": "biggest, boom, estate, ever, expensive, financial, home, large, made, mistake, purchasing, real, turned"
    },
    {
        "quote": "You know that when a group of utility workers are withholding their customer service identification cards, they are likely engaging in some form of illegal activity at your home.",
        "author": "Steven Magee",
        "category": "activity, cards, customer, electric, electrical, engaging, form, group, home, house, identification, illegal, know, likely, property, residence, service, some, utility, witholding, workers"
    },
    {
        "quote": "The majority of the common people do not realize how corrupt the legal system has become until that blatant corruption shows up at their own homes.",
        "author": "Steven Magee",
        "category": "blatant, common, corrupt, corruption, dwelling, home, house, law, legal, majority, own, people, realize, residence, shows, system, up"
    },
    {
        "quote": "When I realized that my home was completely filled with a biologically toxic radio wave field, I decided that the best route forward was to milk the home for all of the biological research that I could possibly produce from it!",
        "author": "Steven Magee",
        "category": "biological, biological-complexity, biological-terrorism, biology, field, fields, fill, filled, forward, forwards, home, milk, milk-a-cow, possibly, produce, radio, radio-wave-sickness, radio-waves, realize, realized, research, research-and-development, researchers, researchers-of-truth, rf, route, router, toxic, toxicity, toxicology, wave, wave-particle-theory, wavelength, waves"
    },
    {
        "quote": "If you want to routinely break the law and get away with it, then a police officer would be a great career choice for you.",
        "author": "Steven Magee",
        "category": "away, break, career, choice, corruption, corupt, enforcement, fraud, get, great, law, officer, police, routinely, sheriff, want"
    },
    {
        "quote": "I have great respect for the Syrian people, as I do for the rest of the Middle East.",
        "author": "Steven Magee",
        "category": "east, great, middle, people, respect, rest, syrian"
    },
    {
        "quote": "Communication land lines are going to be around for a long time, the internet runs on them, as do the wireless cell phone towers.",
        "author": "Steven Magee",
        "category": "around, cell, communication, going, internet, land, lines, long, phone, runs, them, time, towers, wireless"
    },
    {
        "quote": "We are in the energy dictatorship that calls itself the United States of America.",
        "author": "Steven Magee",
        "category": "america, calls, dictatorship, energy, government-abuse, government-corruption, government-cover-ups, government-propaganda, government-regulation, itself, states, united, usa"
    },
    {
        "quote": "Whether you live a healthy or a toxic lifestyle, the end result will always be death.",
        "author": "Steven Magee",
        "category": "always, death, die, end, healthy, lifestyle, live, pass, result, toxic"
    },
    {
        "quote": "We live in blatantly corrupt times.",
        "author": "Steven Magee",
        "category": "blatantly, corrupt, corruption, fraud, live, times, we"
    },
    {
        "quote": "If you want to live in a state known for its corruption, come to Arizona!",
        "author": "Steven Magee",
        "category": "arizona, az, come, corrupt, corruption, known, live, state, want"
    },
    {
        "quote": "Electrical earth (ground) cables are all energized with radio frequencies (RF). Generally the further away from the ground rod you go, the more RF that you will find.",
        "author": "Steven Magee",
        "category": "away, cable, cables, earth, earthing, electric, electrical, electricidad, electricity, energize, energized, find, frequency, further, generally, go, ground, ground-yourself, grounded, grounding, grounds, hertz, more, radio, radio-wave-sickness, radio-waves, rf, rod"
    },
    {
        "quote": "Police not enforcing laws results in a high crime rate that is formally reported as a low crime rate in police statistics.",
        "author": "Steven Magee",
        "category": "crime, enforce, enforcement, enforcing, enforcing-laws, formally, high, law, laws, legal-system, low, not, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, rate, report, reported, reporting, reports, result, results, results-quotes, statistical-analysis, statistics, statistics-quotes"
    },
    {
        "quote": "Some people call street lights 'Crime Lights', as they are associated with an increased level of criminal activity.",
        "author": "Steven Magee",
        "category": "activity, associated, call, crime, criminal, increased, level, lights, people, street"
    },
    {
        "quote": "My ethical values prevent me from investing in the stock market.",
        "author": "Steven Magee",
        "category": "ethical, investing, market, prevent, stock, values"
    },
    {
        "quote": "In the era of angry and aggressive policing, it is an honorable service to your fellow citizens to video record police officers interactions with the common people.",
        "author": "Steven Magee",
        "category": "aggressive, aggressive-behavior, aggressiveness, angry, angry-people, citizen, citizen-power, citizens, citizens-of-humanity, common, common-good, common-man, era, fellow, fellow-beings, fellow-humans, film, honorable, honorable-person, interact, interactions, officer, officers, people, people-quotes, police, police-brutality, police-corruption, police-officer, police-reform, police-service, police-state, policeman, policemen, policing, public, record, recording, service, service-to-mankind, service-to-others, video"
    },
    {
        "quote": "The biggest threats to human survival today are not wars or conflict, it is modern business.",
        "author": "Steven Magee",
        "category": "climate-change, global-warming, science, survival, war"
    },
    {
        "quote": "Police officers are poorly paid for a very stressful job that has them in very high powered radio frequency (RF) fields and in a daily environment that may result in them being assaulted, maimed or killed.",
        "author": "Steven Magee",
        "category": "assaulted, daily, environment, fields, frequency, high, job, killed, maimed, officers, paid, police, poorly, powered, radio, radio-wave-sickness, radio-waves, radiochemistry, result, rf, stressful, very"
    },
    {
        "quote": "Working for OSHA is a horrible job to have. You have to ignore the whistle blowers and send them illegal letters saying that you cannot find any problems. I have a lot of those fraudulent letters, as I have been through OSHA twice. Once as the utility company employee and once as the utility company subcontractor employee. It is a disgusting & blatently corrupt system.",
        "author": "Steven Magee",
        "category": "blatent, blower, company, contractor, corrupt, corruption, disgusting, employee, fraudulent, horrible, ignore, illegal, job, letters, lot, osha, problems, send, subcontractor, system, utility, whistle, whistleblower, working"
    },
    {
        "quote": "Obviously, a lot of people involved with Volkswagen's emissions were aware of the diesel car software cheat. One has to wonder how many of them tried to stop it and perhaps were demoted or lost their jobs over trying to prevent the secret Volkswagen car emissions fraud?",
        "author": "Steven Magee",
        "category": "aware, car, cheat, demoted, diesel, emissions, fraud, involved, job, lost, lot, many, obviously, people, perhaps, prevent, secret, software, stop, tried, trying, volkswagen, vw, wonder"
    },
    {
        "quote": "Arizona is a great place to be a radiation researcher.",
        "author": "Steven Magee",
        "category": "arizona, great, place, radiation, research, researcher, usa"
    },
    {
        "quote": "Times have changed in research and if you are not using Facebook, Twitter, Youtube, Wikipedia, Google, and the like, you will be left in the dark.",
        "author": "Steven Magee",
        "category": "changed, dark, facebook, google, left, like, research, times, twitter, using, wikipedia, youtube"
    },
    {
        "quote": "Sleep disorders are a known occupational hazard to astronomers and their support staff.",
        "author": "Steven Magee",
        "category": "astronomer, astronomical, astronomy, disorders, hazard, occupational, sleep, sleepless, staff, support"
    },
    {
        "quote": "Death is the final sleep that you never awaken from.",
        "author": "Steven Magee",
        "category": "awaken, death, final, from, never, sleep, that"
    },
    {
        "quote": "The problem with car insurance is that you never know how bad your policy is until you are involved in a car crash. At that point enlightenment begins.",
        "author": "Steven Magee",
        "category": "bad, begins, car, crash, enlightenment, how, insurance, involved, know, never, point, policy, problem, until"
    },
    {
        "quote": "Approaching a police car is a very dangerous activity to engage in.",
        "author": "Steven Magee",
        "category": "activity, aggression, approaching, corruption, dangerous, enforcement, engage, law, police, sherrif"
    },
    {
        "quote": "Would you approach a crazy person with a loaded gun? Well, that is exactly what you are doing with some police officers when you approach them.",
        "author": "Steven Magee",
        "category": "approach, crazy, enforcement, gun, law, loaded, officer, person, police, sheriff"
    },
    {
        "quote": "I am far more fearful of the police than I am of North Korea.",
        "author": "Steven Magee",
        "category": "corruption, enforcement, fearful, international, korea, law, north, police, pyschology, sheriff"
    },
    {
        "quote": "The most dangerous thing in life is an incompetent that has been given a gun and a law enforcement badge.",
        "author": "Steven Magee",
        "category": "affairs, badge, cia, dangerous, enforcement, fbi, given, gun, gun-violence, guns, incompetence, incompetent, incompetent-minions, incompetent-people, incompetent-person, internal, law, life, most, police, sheriff, shoot, shooting, thing"
    },
    {
        "quote": "The USA is corrupt in many areas with law enforcement and utility companies being two of those.",
        "author": "Steven Magee",
        "category": "areas, companies, corrupt, enforcement, law, many, those, two, usa, utility"
    },
    {
        "quote": "It is unreasonable to expect a known corrupt law enforcement department to uphold your legal rights.",
        "author": "Steven Magee",
        "category": "corrupt, department, enforcement, expect, known, law, legal, rights, unreasonable, uphold"
    },
    {
        "quote": "Corporate governments are as corrupt as their law enforcement departments.",
        "author": "Steven Magee",
        "category": "corporate, corrupt, departments, enforcment, governments, law"
    },
    {
        "quote": "When placing an emergency call, it is important to remember that a corrupt or incompetent cop may be on their way to you.",
        "author": "Steven Magee",
        "category": "call, cop, corrupt, emergency, enforcement, important, incompetent, law, may, placing, police, remember, sheriff, way, when"
    },
    {
        "quote": "The police frequently do not enforce the rule of law.",
        "author": "Steven Magee",
        "category": "corrupt, corruption, enforce, enforcment, frequently, law, not, police, rule, sheriff"
    },
    {
        "quote": "It is my expectation that if I call 911 for the police that I will be blatantly harassed.",
        "author": "Steven Magee",
        "category": "911, blatantly, call, corrupt, corruption, enforcement, expectation, harass, harassed, law, police, sheriff, terrorize, terrorized"
    },
    {
        "quote": "If you want to kill someone and get away with it, become a cop.",
        "author": "Steven Magee",
        "category": "away, become, cop, corrupt, corruption, enforcement, get, kill, law, police, sheriff, someone, want"
    },
    {
        "quote": "There is no shortage of despicable law enforcement departments in the USA.",
        "author": "Steven Magee",
        "category": "departments, despicable, enforcement, law, police, police-brutality, police-corruption, police-officer, police-reform, police-state, policeman, policemen, sheriff, shortage, usa"
    },
    {
        "quote": "If you have bought the law enforcement department, then you have done nothing wrong when you willfully break multiple laws.",
        "author": "Steven Magee",
        "category": "bought, break, enforcement, law, law-enforcement, multiple, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, sheriff, willfully"
    },
    {
        "quote": "Labor law violations are alive and well in the USA.",
        "author": "Steven Magee",
        "category": "alive, fda, labor, law, osha, usa, violations, violations-of-human-rights, well"
    },
    {
        "quote": "Arguably insane utility workers that blatantly harass law abiding customers is likely to become more frequent as the long term effects of biologically toxic radio frequency (RF) radiation exposures from their transmitting smart meters continues to emerge.",
        "author": "Steven Magee",
        "category": "abiding, arguably, biologically, blatantly, continues, customers, effects, emerge, exposures, frequency, frequent, harass, harassing, harassment, insane, law, likely, long, meters, more, radiation, radiation-effects, radio, rf, smart, term, toxic, transmitting, utility, workers"
    },
    {
        "quote": "Law enforcement are the facilitators of corporate fraud.",
        "author": "Steven Magee",
        "category": "corporate, enforcement, facilitators, fraud, government-abuse, government-corruption, government-cover-ups, law"
    },
    {
        "quote": "When it is a law abiding common person versus the police internal affairs regarding a corrupt or incompetent police officer, the statistics show that it is the common person that most frequently loses.",
        "author": "Steven Magee",
        "category": "abiding, affairs, common, corrupt, corruption, corruption-quotes, frequently, incompetent, internal, law, loses, most, officer, person, police, police-brutality, police-corruption, police-officer, police-reform, police-service, police-state, policeman, policemen, regarding, show, statistics, versus"
    },
    {
        "quote": "Corrupt utility companies require a corrupt legal system to protect them from their own sickened workers and the masses.",
        "author": "Steven Magee",
        "category": "companies, company, corrupt, corrupt-politics, corruption, corruption-politics, corruption-quotes, law, legal, legal-system, masses, masses-quotes, own, protect, protection, protective, require, sick, sickly, sickness, utility, worker, worker-rights, workers"
    },
    {
        "quote": "OSHA's lack of law enforcement has made the USA a dangerous place to work.",
        "author": "Steven Magee",
        "category": "dangerous, enforement, lack, law, osha, place, usa, work"
    },
    {
        "quote": "I have interacted with the police complaints and internal affairs division twice and both times I came away with the opinion that I was dealing with a blatantly corrupt group of people.",
        "author": "Steven Magee",
        "category": "affairs, blatant, complaint, complaint-dept, complaints, corrupt, corrupt-leaders, corrupt-politics, corrupted, corruption, corruption-and-attitude, corruption-politics, enforcement, internal, law, police, police-brutality, police-corruption, police-officer, police-procedural, police-service, police-state, policeman, policemen"
    },
    {
        "quote": "Many mistakes makes for a very smart person.",
        "author": "Steven Magee",
        "category": "errors, intelligent, makes, many, mistakes, person, smart"
    },
    {
        "quote": "Surrender is no guarantee that an armed police officer will not shoot you.",
        "author": "Steven Magee",
        "category": "armed, armed-and-dangerous, armed-forces, armed-violence, fire, firearms, guarantee, gun, gun-violence, guns, no, not, officer, officers, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, sheriff, shoot, shoot-first-ask-later, shooter, shooting, shooting-aftermath, surrender, surrendered, surrendering, you"
    },
    {
        "quote": "It's called publishing. It's how smart people install new ideas into other peoples brains.",
        "author": "Steven Magee",
        "category": "brains, ideas, new, people, publishing, smart"
    },
    {
        "quote": "The Industrial Revolution appears to be in its final stages and it will be remembered as a time where industrial stock markets were at historic highs at the same time that many natural processes were shutting down, including the next generation of humans.",
        "author": "Steven Magee",
        "category": "appears, down, environment, environmental, environmentalism, final, generation, highs, historic, humans, including, industrial, many, markets, natural, next, processes, remembered, revolution, same, shutting, stages, stock, time, will"
    },
    {
        "quote": "Humans would become very sick without natural radio frequency (RF) exposures.",
        "author": "Steven Magee",
        "category": "exposures, frequency, humans, natural, radio, rf, sick, very, without"
    },
    {
        "quote": "Western governments use thermal heating standards for public protection from the damaging effects of wireless radio frequency (RF) radiation. Eastern governments use biological standards that are much lower due to the extensive long term radiation damage that has been seen to occur in humans at the western thermal heating standard.",
        "author": "Steven Magee",
        "category": "biological, damage, damaging, eastern, effects, electromagnetic-radiation, extensive, frequency, governments, heating, humans, long, lower, occur, protection, public, radiation, radiation-effects, radio, rf, standards, term, thermal, western, wireless"
    },
    {
        "quote": "Behind the facade of elected government are a bunch of corporate controlled gangsters running the country.",
        "author": "Steven Magee",
        "category": "behind, behind-the-curtain, behind-the-scenes, bunch, control, controlling, corporate, corporate-america, corporate-culture, corporate-ethics, corporate-greed, corporate-influence, corporate-life, corporate-profit, corporate-quotes, corporate-world, corporation, corporations, country, elected, elected-officials, facade, gangster, gangsters, government-abuse, government-corruption, government-cover-ups, government-programs, government-propaganda, government-quotes, government-regulation, government-spending, governments, run, running, state, usa"
    },
    {
        "quote": "While police internal affairs is allowed to protect corrupt police officers that engage in unethical behaviors, illegal activities or murder, there will always be a genuine mistrust by the common people.",
        "author": "Steven Magee",
        "category": "activities, affairs, allowed, always, behaviours, common, common-man, corrupt, corruption, engage, genuine, illegal, illegal-actions, internal, mistrust, murder, people, people-relations, police, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, protect, unethical, while"
    },
    {
        "quote": "Police intentionally murdering a mentally unstable person will always be unacceptable when there are numerous other non-lethal options available to them.",
        "author": "Steven Magee",
        "category": "always, available, intentionally, lethal, mental, mental-disorder, mental-disorders, mental-health, mental-illness, murder, murdering, non-lethal, numerous, option, options, options-quotes, person, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, sheriff, them, unacceptable, unstable"
    },
    {
        "quote": "Not upholding a persons legal rights is a form of abuse. Unfortunately, USA government abuse of the general public is a normal state of affairs in many areas.",
        "author": "Steven Magee",
        "category": "abuse, affairs, form, general, government-abuse, government-corruption, government-cover-ups, legal, normal, not, persons, public, rights, state, unfortunately, upholding, usa"
    },
    {
        "quote": "Altitude sickness, unregulated drugs and medical gas enabled workers to become drug abusers/addicts",
        "author": "Steven Magee",
        "category": "abuse, abusers, addict, addicted, addiction, addiction-and-recovery, addictions, addicts, altitude, altitudes, drug, drug-abuse, drug-addiction, drug-policy, drug-use, drugs, gas, kea, mauna, medical, medical-ethics, medical-profession, medical-research, oxygen, oxygen-of-life, oxygen-theory, sick, sickly, sickness, sickness-and-diseases, sickness-and-health, sickness-of-the-mind, worker, worker-rights, workers"
    },
    {
        "quote": "Over-the-counter ‪‎drug‬ ‪‎abuse‬ or addiction was a problem that I observed at Mauna Kea",
        "author": "Steven Magee",
        "category": "abuse, abuse-of-power, abusers, abusive-relationships, addiction, addictions, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, drug, drug-abuse, drug-addiction, drug-policy, drug-use, drugs, kea, mauna, oberservation, observe, observer, problem, problem-of-evil, problems, problems-quotes"
    },
    {
        "quote": "The police have lost sight of the fact that they are public servants.",
        "author": "Steven Magee",
        "category": "fact, lost, lost-quotes, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, public, servants, sight"
    },
    {
        "quote": "Windows 7 is on its way to being an obsolete product. Keeping it on your computer long term will leave you with an obsolete computer. Windows 10 has numerous problems, but lack of support soon is not one of them.",
        "author": "Steven Magee",
        "category": "10, 7, computer, numerous, obsolete, problems, product, windows"
    },
    {
        "quote": "I'm getting a daily email from Microsoft which I have been ignoring that states a hacker is trying to access my account. As far as the Microsoft account goes, the hacker can have it...along with all of the nasty Windows 10 upgrade problems!",
        "author": "Steven Magee",
        "category": "10, access, account, all, along, daily, email, far, goes, hacker, ignoring, microsoft, nasty, problems, states, trying, upgrade, windows"
    },
    {
        "quote": "After two months of horrible computer problems, I had concluded that the free Windows 10 installation was an unreliable lobotomized operating system as compared to Windows 7 on a 2011 HP G72-B50US laptop computer.",
        "author": "Steven Magee",
        "category": "10, 2011, 7, after, compared, computer, concluded, free, horrible, hp, installation, laptop, lobotomized, months, operating, problems, system, unreliable, windows"
    },
    {
        "quote": "Police officers seem nice until they start targeting you for stops, give you a bogus speeding ticket and write fake police reports about their interactions with you",
        "author": "Steven Magee",
        "category": "bogus, fake, interactions, nice, officer, police, police-brutality, police-corruption, police-officer, police-procedural, police-service, police-state, policeman, policemen, reports, seem, speeding, start, stops, targeting, ticket, until, write"
    },
    {
        "quote": "The blatant harassment of electromagnetic radiation researchers should be expected to be a feature of transitioning out of the energy based economies.",
        "author": "Steven Magee",
        "category": "based, blatant, economies, electromagnetic, energy, expected, feature, harassment, radiation, researchers, transitioning"
    },
    {
        "quote": "Mankind is busily manufacturing its way into extinction.",
        "author": "Steven Magee",
        "category": "busily, environment, environmental, environmentalism, extinction, mankind, manufacturing, way"
    },
    {
        "quote": "When I realized that my body had been damaged from adverse environmental exposures, I decided to use it for medical research and to develop the recovery techniques.",
        "author": "Steven Magee",
        "category": "adverse, body, damaged, decided, develop, environmental, exposures, medical, realized, recovery, research, techniques, use, when"
    },
    {
        "quote": "A police officer should legally be able to refuse body mounted electronic devices, based on the extensive range of evidence that biological toxicity is known to occur from long term exposure to their electromagnetic interference (EMI) emissions.",
        "author": "Steven Magee",
        "category": "able, based, biological, body, devices, electromagnetic, electronic, emi, emissions, evidence, exposure, extensive, interference, known, legally, long, mounted, occur, officer, police, range, refuse, should, term, toxicity"
    },
    {
        "quote": "Replace Fear of Radiation with Curiosity",
        "author": "Steven Magee",
        "category": "curiosity, curiosity-wisdom, curious, curiousity, fear, fearless-quotes, fearlessness, fears-and-doubts, fears-and-insecurity, fears-quotes, radiation, radiation-effects, radiations, replace"
    },
    {
        "quote": "I consider myself fortunate that I spent three years working at 7,775 feet before spending five years working at 13,796 feet on the summit of Mauna Kea. I can only wonder how much more severe my long term very high altitude sickness could have been without the initial adaptation to the lower altitude.",
        "author": "Steven Magee",
        "category": "13796, 7775, adaptation, altitude, before, consider, could, feet, five, fortunate, high, how, initial, kea, long, lower, mauna, more, much, only, severe, sickness, spent, summit, term, three, very, without, wonder, working, years"
    },
    {
        "quote": "Given the blatant deceit regarding the biologically harmful effects of antenna towers, cell phones and WiFi radiation, one can only wonder what is going on with all of the other forms of radiation.",
        "author": "Steven Magee",
        "category": "antenna, biologically, blatant, cell, deceit, effects, forms, given, going, harmful, phones, radiation, regarding, towers, wi-fi, wifi, wonder"
    },
    {
        "quote": "The astronomical community need to start acknowledging jet aircraft contrails to be the problem that they really are!",
        "author": "Steven Magee",
        "category": "acknowledge, acknowledging, aircraft, airplane, airplanes, astronomer, astronomers, astronomical, astronomical-society, astronomy, astrophysicist, astrophysics, chemtrail, chemtrails, community, contrail, contrails, jet, need, problem, really, start"
    },
    {
        "quote": "Top question of the dying: \"What made me sick?",
        "author": "Steven Magee",
        "category": "cancer, cancer-patients, cancer-quotes, death, death-and-dying, die, dying, dying-last-words, dying-young, illness, question, questioning, questions, sick, sickness, sickness-and-diseases, sickness-and-health"
    },
    {
        "quote": "Police Officer Angry Aggression Theory (POAAT) is why you need to video record the police before they shoot you. Always start the video camera at the first contact, as it can go sour at any time and without warning.",
        "author": "Steven Magee",
        "category": "aggression, always, angry, any, before, camera, contact, fire, firearm, firearms, first, gun, guns, officer, poaat, police, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, record, sheriff, shoot, shooter, shooting, sour, start, theory, time, video, warning, without"
    },
    {
        "quote": "I have a suspicion that when first built, Stonehenge may have glowed blue with St. Elmo's fire during certain times of the year",
        "author": "Steven Magee",
        "category": "blue, fire, glow, glowing, glowing-beauty, glowing-spirit, season, seasonal, seasons, st-elmo, st-elmo-s-fire, stonehenge, suspicion, suspicions, year, years"
    },
    {
        "quote": "When I was commissioning a brand new solar photovoltaic utility site, I came across metal tubes installed into the fuseholders that were marked up as 100 amp fuses on the diagram. Needless to say, it had already gone on fire.",
        "author": "Steven Magee",
        "category": "commission, electrical, fire, fuse, fuseholder, heat, metal, overheat, overload, photovoltaic, solar, solar-energy, solar-power, solar-pv, solar-system, tube, utilities, utility"
    },
    {
        "quote": "Dying from an aggressive fatal brain tumor is like dying from Alzheimer's disease accelerated one hundred times.",
        "author": "Steven Magee",
        "category": "accelerate, accelerated, aggressive, alzheimer, alzheimers, brain, brains, cancer, die, disease, dying, fatal, from, hundred, ill, illness, like, one, sick, sickness, speed, speeded, times, tumor, up"
    },
    {
        "quote": "When a presidential candidate is publicly requesting help from the Russians, you know that there is something seriously going wrong in the USA.",
        "author": "Steven Magee",
        "category": "candidate, going, help, know, presidential, presidential-election, presidential-election-campaign, presidential-elections, publicly, requesting, russians, seriously, something, usa, wrong"
    },
    {
        "quote": "Most USA citizens never realize that the systems of public protection are essentially useless until they try to use them. At that point they learn the hard way that government agencies like OSHA, FCC, FDA, police internal affairs, disability, and the like do not work for them.",
        "author": "Steven Magee",
        "category": "affairs, agencies, citizens, disability, essentially, fcc, fda, government-abuse, government-corruption, government-propaganda, hard, internal, learn, most, never, not, osha, point, police, protection, public, realize, systems, try, until, usa, use, useless, way, work"
    },
    {
        "quote": "The problem with radio frequency (RF) exposure is not the small amount of brain tumors, is it the large amount of subtle alterations in the brain that lead to attention, confusion, insomnia and fatigue problems.",
        "author": "Steven Magee",
        "category": "alterations, attention, brain, confusion, exposure, fatigue, frequency, insomnia, problem, radio, rf, subtle, tumors"
    },
    {
        "quote": "In the Awakenings movie I found it very interesting that the most profound awakenings in the catatonic patients occurred in 1969, the year that the Aurora Borealis was seen from N.Y. to Louisiana. It seems the patients were getting environmental radiation stimulation in addition to their L-Dopa drug that year. L-Dopa plus radiation therapy may eventually be proven to be a very potent brain stimulant.",
        "author": "Steven Magee",
        "category": "1969, addition, aurora, awakenings, borealis, brain, catatonic, drug, environmental, interesting, l-dopa, louisiana, movie, new, ny, patients, potent, profound, radiation, stimulant, stimulation, therapy, year, york"
    },
    {
        "quote": "Pluto is dead, I know as I observed the Terminator that was sent to kill it",
        "author": "Steven Magee",
        "category": "astronomer, astronomical, astronomy, astrophysics, dead, kill, killed, killer, killers, killing, kills, observe, observed, observed-facts, observed-reality, observer, observers, pluto, sent, terminate, terminated, terminater, terminator"
    },
    {
        "quote": "Staying indoors daily will eventually make you sick.",
        "author": "Steven Magee",
        "category": "daily, eventually, ill, illness, indoor, indoors, make, sick, sickness, stay, staying, will"
    },
    {
        "quote": "The more alien that you make your environment, the more likely it is that you will be sick.",
        "author": "Steven Magee",
        "category": "alien, environment, likely, make, more, sick, will"
    },
    {
        "quote": "While astronomers have been exploring outer Space, I have been exploring inner space.",
        "author": "Steven Magee",
        "category": "astronomers, astronomy, exploring, inner, outer, space, while"
    },
    {
        "quote": "Industrial liquid gas containers were left open and venting gas into the indoor environment in high altitude astronomy. On reflection, I realized that I routinely observed mental and physical effects that match those of a low oxygen environment in staff that I supervised.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, containers, effects, environment, gas, high, indoor, industrial, liquid, low, mental, observed, osha, oxygen, physical, reflection, staff, supervised, venting"
    },
    {
        "quote": "When discharging industrial gas into the indoor environment in high altitude astronomy, we never wore breathing respirators that fed us oxygenated air at above the legally required 19.5% oxygen levels.",
        "author": "Steven Magee",
        "category": "air, altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, breathing, discharging, environment, fed, gas, high, indoor, industrial, legally, levels, liquid, osha, oxygen, oxygenated, respirators"
    },
    {
        "quote": "When I worked in astronomy, I routinely observed young college and university students working with liquid nitrogen and breathing nitrogen gas as they discharged it into the indoor environment at high altitude.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, breathing, college, discharged, environment, gas, high, indoor, liquid, nitrogen, observatory, observed, students, university, working, young"
    },
    {
        "quote": "Astronomy staff that routinely discharged industrial gas into the indoor environment at high altitudes did not wear oxygen deficiency monitors or protective breathing respirators.",
        "author": "Steven Magee",
        "category": "altitude, astrobiology, astronomer, astronomical, astronomy, astrophysics, breathing, deficiency, discharged, environment, gas, high, indoor, industrial, monitors, observatory, oxygen, protective, respirators, routinely, staff, very, wear"
    },
    {
        "quote": "Most police cars are the equivalent of an electrical room on wheels and it does not surprise me that police officers that spend time in such a biologically toxic environment are displaying aggression.",
        "author": "Steven Magee",
        "category": "aggression, biologically, car, cars, display, displaying, displays, electrical, environment, environmental, environmental-degradation, police, police-brutality, police-corruption, police-officer, police-service, police-state, policeman, policemen, room, toxic, toxic-people, toxicity, toxicology"
    },
    {
        "quote": "You know that when a police officer refuses to produce formal identification on request, they are probably engaging in some form of corruption.",
        "author": "Steven Magee",
        "category": "corruption, corruption-quotes, engaging, form, formal, identification, know, officer, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, probably, produce, refuses, request, some"
    },
    {
        "quote": "Avoid any exercises that may produce injuries.",
        "author": "Steven Magee",
        "category": "any, avoid, excercises, injuries, may, produce"
    },
    {
        "quote": "Water is one of the least understood aspects of biology.",
        "author": "Steven Magee",
        "category": "aspects, biology, least, one, understood, water"
    },
    {
        "quote": "I regard the USA mass population routinely flip-flopping between the Republican and Democratic parties as a form of insanity.",
        "author": "Steven Magee",
        "category": "between, democratic, flip, flopping, form, insanity, mass, masses, parties, population, regard, republican, routinely, usa"
    },
    {
        "quote": "A psychologist would probably diagnose insanity for a nation that spends more on its military than the next 8 nations combined, while its poor are starving.",
        "author": "Steven Magee",
        "category": "combined, diagnose, insanity, military, nation, poor, probably, psychologist, spends, starving, usa"
    },
    {
        "quote": "The problem with doing cutting edge research is that the masses think that you are nuts!",
        "author": "Steven Magee",
        "category": "cutting, doing, edge, masses, nuts, problem, research, think"
    },
    {
        "quote": "Think of exercise as medicine and take your daily prescription.",
        "author": "Steven Magee",
        "category": "daily, excercise, medicine, prescription, take, think"
    },
    {
        "quote": "I think we may have reached the point where guns need to be confiscated from police officers.",
        "author": "Steven Magee",
        "category": "confiscate, confiscated, gun, gun-control, gun-laws, gun-violence, guns, gunslinger, officer, officers, point, police, police-brutality, police-corruption, police-officer, police-state, policeman, policemen, reach, reached, sheriff, think, thinking-quotes"
    },
    {
        "quote": "It is reasonable to think that if you spend your days indoors under artificial lights, staring at a screen, sitting in computer electromagnetic interference (EMI) fields and exposed to radio waves, that you may eventually develop a strange form of radiation sickness.",
        "author": "Steven Magee",
        "category": "artificial, computer, days, develop, electromagnetic, emi, eventually, exposed, fields, form, interference, lights, radiation, radio, reasonable, screen, sickness, sitting, spend, staring, strange, think, under, waves"
    },
    {
        "quote": "Corporate media rarely reports the fact that police internal affairs uphold hardly any complaints from the masses.",
        "author": "Steven Magee",
        "category": "affairs, any, complaints, corporate, fact, hardly, internal, masses, masses-quotes, media, media-bias, media-distortion, media-lies, media-quotes, police, police-brutality, police-corruption, police-officer, police-procedural, police-reform, police-service, police-state, policeman, policemen, rarely, reports, uphold"
    },
    {
        "quote": "Ignoring phone calls leads to a simple life with more free time. Ignoring emails works well also! I do both when I am trying to get things done.",
        "author": "Steven Magee",
        "category": "both, calls, done, emails, free, ignoring, leads, life, more, phone, simple, time, trying, well, works"
    },
    {
        "quote": "I am not angry at Microsoft, as they did give me Windows 10 for free! I do feel a little misled about its reliability on older computers never certified for its installation by the manufacturer though.",
        "author": "Steven Magee",
        "category": "10, angry, certified, computers, free, give, installation, little, manufacturer, microsoft, misled, ms, not, older, reliability, windows"
    },
    {
        "quote": "I had my first amendment rights removed by a USA judge for a video that I recorded in the public sidewalk. The right to free speech and freedom of the press only partially exists in the USA.",
        "author": "Steven Magee",
        "category": "amendment, exists, first, free, freedon, judge, legal, partially, press, public, record, recorded, removed, right, rights, sidewalk, speech, usa, video"
    },
    {
        "quote": "As a radiation researcher, I am at one with being perceived as crazy!",
        "author": "Steven Magee",
        "category": "being, crazy, one, perceived, radiation, researcher"
    },
    {
        "quote": "The biggest mistake a person can make is to lie to an engineer about a subject that they specialize in.",
        "author": "Steven Magee",
        "category": "about, biggest, engineer, expert, fraud, lie, make, mistake, person, specialize, subject"
    },
    {
        "quote": "The corrupt begat corruption.",
        "author": "Steven Magee",
        "category": "begat, corrupt, corrupt-leaders, corrupt-politics, corruption, corruption-politics, corruption-quotes"
    },
    {
        "quote": "All governments are corrupt and only thing that varies between them is the level of corruption.",
        "author": "Steven Magee",
        "category": "all, corrupt, corruption, governments, level, varies"
    },
    {
        "quote": "protectionI requested the figures on OSHA whistle-blower complaints made and the number actually upheld. OSHA refused to supply them. They also refused to uphold my OSHA complaints and provide whistle-blower protection to me. My independent research leads me to understand that they uphold almost no OSHA whistle-blower complaints. It is very concerning that it seems like the same thing is happening with complaints made to Police Internal Affairs.",
        "author": "Steven Magee",
        "category": "affairs, authority, blower, complaints, concerning, corruption, corruption-politics, figures, government-abuse, government-corruption, government-cover-ups, government-regulation, happening, independant, internal, number, osha, police, police-brutality, police-corruption, police-state, protection, provide, refused, requested, research, same, supply, understand, upheld, uphold, whistle, whistleblower"
    },
    {
        "quote": "Very few of the common people realize that the political and legal systems have been corrupted by decades of corporate lobbying.",
        "author": "Steven Magee",
        "category": "common, corporate, corporate-culture, corporate-greed, corporate-influence, corporate-world, corporation, corporations, corporatism, corrupted, corrupted-politicians, decades, few, legal, legal-system, lobbying, masses, people, political, political-science, realize, system, systems, very"
    },
    {
        "quote": "Very high altitude astronomy only works by ignoring established biological science",
        "author": "Steven Magee",
        "category": "altitude, altitudes, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, biological, biological-complexity, biological-needs, biological-terrorism, biology, high, ignore, ignore-ignorance, ignored, ignored-diseases, ignorence, physics, science, science-and-change, very"
    },
    {
        "quote": "I explored because I was feeling really crappy, and I wanted to know why",
        "author": "Steven Magee",
        "category": "bad, crappy, discover, discover-yourself, discoveries, discovery-of-oneself, explore, exploring, feel, feeling, ill, sick, sick-world, sickness, sickness-and-diseases, sickness-and-health, why"
    },
    {
        "quote": "This fits in with what I saw in staff in astronomical facilities and was reporting to the management team: 10-14% Oxygen: Emotional upset, abnormal fatigue, disturbed respiration.",
        "author": "Steven Magee",
        "category": "abnormal, astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, disturbed, emotional, facilities, fatigue, fits, management, osha, oxygen, reporting, respiration, saw, staff, team, upset"
    },
    {
        "quote": "A few years after working on Mauna Kea, I discovered that I had radiation sickness",
        "author": "Steven Magee",
        "category": "astronomer, astronomical, astronomically-different, astronomy, discover, discover-yourself, discovered, discoveries, discovering, discovering-yourself, discovery, discovery-of-oneself, kea, mauna, radiation, radiation-effects, radiations, research, research-and-development, research-misconduct, researchers-of-truth, sick, sick-world, sickly, sickness, sickness-and-diseases, sickness-and-health, sickness-of-the-mind, work, working"
    },
    {
        "quote": "The astounding natural beauty of the USA is offset by its extremely poor social security system that is clearly apparent when driving around the country.",
        "author": "Steven Magee",
        "category": "apparent, around, astounding, beauty, clearly, country, driving, extremely, natural, offset, poor, security, social, system, usa"
    },
    {
        "quote": "Whenever a homeless person speaks to me in the USA, I always assume that I am speaking to a police officer and play along with the suspected charade.",
        "author": "Steven Magee",
        "category": "along, always, assume, charade, homeless, me, officer, person, play, police, speaking, speaks, suspected, usa, whenever"
    },
    {
        "quote": "Biological harm from electromagnetic interference (EMI) is the dirty secret of the electrical, electronics and wireless radio frequency (RF) radiation industries.",
        "author": "Steven Magee",
        "category": "biological, dirty, electrical, electromagnetic, electronics, emi, frequency, harm, industries, interference, radiation, radio, rf, secret, wireless"
    },
    {
        "quote": "Oxygen deprivation and supplemental oxygen are both bio-hazards for Mauna Kea workers",
        "author": "Steven Magee",
        "category": "astrobiology, astronomer, astronomical, astronomy, astrophysics, astrosociobiology, biological, biological-needs, biological-terrorism, biologist, biology, deprive, deprived, dol, ill, illness, kea, mauna, osha, oxygen, oxygen-of-life, oxygen-theory, sick, sickening, sickness, sickness-and-diseases, sickness-and-health, sickness-of-the-mind, suffocate, suffocation, supplement, supplements, worker, worker-rights, workers"
    },
    {
        "quote": "The greatest domestic terrorists in the USA are either working for the corporate government or are funding it.",
        "author": "Steven Magee",
        "category": "corporate, domestic, either, funding, government-abuse, government-corruption, government-cover-ups, greatest, terrorism, terrorists, usa, working"
    },
    {
        "quote": "Comparable specification Windows 10 computers from multiple manufacturers can have very different performance between them.",
        "author": "Steven Magee",
        "category": "10, between, comparable, computers, different, manufacturers, multiple, performance, specification, them, very, windows"
    },
    {
        "quote": "The problem with radiation research is that you are constantly battling the biological effects of delayed radiation complications.",
        "author": "Steven Magee",
        "category": "battling, biological, complications, constantly, delayed, effects, problem, radiation, research"
    },
    {
        "quote": "Radio Frequency Interference (RFI) is a major problem from poorly tested products and it should be dealt with sooner rather than later by government regulators.",
        "author": "Steven Magee",
        "category": "frequency, government-abuse, government-corruption, government-cover-ups, government-regulation, interference, major, poorly, problem, products, radio, rfi, tested"
    },
    {
        "quote": "Over the years I have come to understand three things about the police: 1) They cover up virtually everything involving a police officer. 2) They will not enforce the laws for people that they do not like. 3) They will target people that they do not like for prosecution using various techniques that include unwarranted stops, drug testing, faked police reports, tickets, fines, blatantly mislead the judge at court, and removal of USA federal rights.",
        "author": "Steven Magee",
        "category": "about, blatantly, court, cover, drug, enforce, everything, faked, federal, fines, include, involving, judge, laws, like, mislead, officer, people, police, prosecution, removal, reports, rights, stops, target, techniques, testing, things, three, tickets, understand, unwarranted, up, usa, various, virtually, years"
    },
    {
        "quote": "To understand how to be healthy, a person must first comprehend sickness, disease and death.",
        "author": "Steven Magee",
        "category": "comprehend, death, disease, first, healthy, sickness, understand"
    },
    {
        "quote": "By the end of my thirties I was a mental and physical wreck!",
        "author": "Steven Magee",
        "category": "end, mental, physical, thirties, wreck"
    },
    {
        "quote": "Installing massive amounts of wireless devices into every city may eventually be proven to be a global weather modification system.",
        "author": "Steven Magee",
        "category": "amounts, city, devices, eventually, every, global, installing, massive, modification, proven, system, weather, wireless"
    },
    {
        "quote": "During my five years on Mauna Kea, workers routinely displayed the symptoms of Cerebral Hypoxia",
        "author": "Steven Magee",
        "category": "cerebral, dol, hypoxia, kea, mauna, osha, safe, safety, sick, sickness, sickness-and-diseases, sickness-and-health, sickness-of-the-mind, symptom, symptomatic, symptomological, symptoms, symptoms-of-anger, worker, worker-rights, workers"
    },
    {
        "quote": "When Iran starts to regulate USA nuclear facilities, it will be a step in the right direction for the safety and security of 300 million people.",
        "author": "Steven Magee",
        "category": "electrical, fda, iran, nuclear, osha, reactor, regulate, safety, usa, utilities, utility"
    }
]