[
    {
        "quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
        "author": "Steve Maraboli",
        "category": "destiny, happiness, history, inspirational, let-go, letting-go, life, motivational, moving-on, success"
    },
    {
        "quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
        "author": "Steve Maraboli",
        "category": "cry, forgive, happiness, inspiration, learn, letting-go, life, motivational, moving-on, seeds, success, tears, water"
    },
    {
        "quote": "One of the most spiritual things you can do is embrace your humanity. Connect with those around you today. Say, \"I love you\", \"I'm sorry\", \"I appreciate you\", \"I'm proud of you\"...whatever you're feeling. Send random texts, write a cute note, embrace your truth and share it...cause a smile today for someone else...and give plenty of hugs.",
        "author": "Steve Maraboli",
        "category": "action, compassion, humanity, inspirational, kindness, life, living-now, motivational, seize-the-day, spirituality, success"
    },
    {
        "quote": "Today is a new day. Don't let your history interfere with your destiny! Let today be the day you stop being a victim of your circumstances and start taking action towards the life you want. You have the power and the time to shape your life. Break free from the poisonous victim mentality and embrace the truth of your greatness. You were not meant for a mundane or mediocre life!",
        "author": "Steve Maraboli",
        "category": "action, circumstances, destiny, greatness, history, inspirational, life, mediocre, motivational, mundane, new-day, power, shape, today, truth, victim, victim-mentality"
    },
    {
        "quote": "People will always have opinions about your decision because they're not courageous enough to take action on their opinion.",
        "author": "Steve Maraboli",
        "category": "action, courageous, decision, inspirational, life, motivational, opinions, people"
    },
    {
        "quote": "Temptation is the feeling we get when encountered by an opportunity to do what we innately know we shouldn't.",
        "author": "Steve Maraboli",
        "category": "choice, inspirational, life, opportunity-temptation, temptation"
    },
    {
        "quote": "Allow yourself to enjoy each happy moment in your life.",
        "author": "Steve Maraboli",
        "category": "carpe-diem, happiness, inspirational, life, self-love"
    },
    {
        "quote": "The power to change your life lies in the simplest of steps.",
        "author": "Steve Maraboli",
        "category": "change, inspirational, life, motivational, power, self-empowerment, success"
    },
    {
        "quote": "Smile at strangers and you just might change a life.",
        "author": "Steve Maraboli",
        "category": "change-a-life, compassion, inspirational, smile, strangers"
    },
    {
        "quote": "Once you start recognizing the truth of your story, finish the story. It happened but you're still here, you're still capable, powerful, you're not your circumstance. It happened and you made it through. You're still fully equipped with every single tool you need to fulfill your purpose.",
        "author": "Steve Maraboli",
        "category": "circumstance, inspirational, life, life-story, motivational, powerful, purpose, self-love, tools, truth"
    },
    {
        "quote": "Being in a relationship with some people is like pushing a boat through sand. I used to have the time and energy for that kind of nonsense, but not anymore. Relationships should be a wonderful journey of exploration and love; not grinding resistance.",
        "author": "Steve Maraboli",
        "category": "inspiration, journey, love, relationship, relationship-advice, relationships, truth"
    },
    {
        "quote": "There is no saint here. I have attained wisdom from life's experiences... the positive, the negative, the destructive, the nourishing. I have been medicine and I have been poison. I've learned a lot about heaven from aligning with angels and I learned a lot about hell from acting like a devil. I offer my scars... what you call \"wisdom\"... as insight I have gathered from my comfort of living within both the light and the shadow.",
        "author": "Steve Maraboli",
        "category": "happiness, life, love, wisdom"
    },
    {
        "quote": "Learn from your history, but don’t live in it.",
        "author": "Steve Maraboli",
        "category": "happiness, history, inspirational, learn, live, mistakes, motivational, success"
    },
    {
        "quote": "Don't nourish your fears more than you nourish your hopes.",
        "author": "Steve Maraboli",
        "category": "dreams, fears, happiness, hopes, inspirational, life, nourish, success"
    },
    {
        "quote": "Life, Liberty, and the Pursuit of Happiness... but only when you pay your taxes? That means your freedom is rented, leased, & not unalienable.",
        "author": "Steve Maraboli",
        "category": "freedom, happiness, liberty, life, politics, taxes"
    },
    {
        "quote": "My scars tell a story. They are a reminder of times when life tried to break me, but failed. They are markings of where the structure of my character was welded.",
        "author": "Steve Maraboli",
        "category": "character, happiness, inspirational, life, life-lesson, scars, story"
    },
    {
        "quote": "If you behave in a manner that poisons your relationship, don’t be surprised when it dies.",
        "author": "Steve Maraboli",
        "category": "behavior, happiness, life, marriage, relationships"
    },
    {
        "quote": "Create an environment that is conducive to your emotional and personal growth. Surround yourself with caring and positive people who support you, and reflect who you want to be.",
        "author": "Steve Maraboli",
        "category": "friends, happiness, inspiration, love, support"
    },
    {
        "quote": "You are designed for success. Life's tough, but you are greater than its challenges. No matter what you have been through, you're still here. You have a history of victory.So ignore the haters, the doubters, and free yourself from the emotional saboteurs. Don't ever forget that you are beautiful, you are capable, you are worthy... you are enough. Set healthy standards and stick to them. Don't settle. Set healthy goals and follow them. Let your behavior speak the love and passion in your heart. Live life to the fullest... make each day worth remembering... Dream BIG & dare to go for it... Be unapologetically you!",
        "author": "Steve Maraboli",
        "category": "happiness, inspiration, life, quote, success"
    },
    {
        "quote": "A Happiness key: Maintain something to be enthusiastic about. Small/frequent goals = Dopamine hits that propel success.",
        "author": "Steve Maraboli",
        "category": "dopamine, goals, happiness, success"
    },
    {
        "quote": "Our thoughts and desires are based in hope, but our behaviors are based in fear. This misalignment often causes a feeling of hopelessness and continues the cycle of feeding outdated ideologies and Guru genres offering gimmicks to anesthetize the pain.",
        "author": "Steve Maraboli",
        "category": "behavior, guru, hope, hopelessness, life, pain, thoughts"
    },
    {
        "quote": "I am always saddened by the death of a good person. It is from this sadness that a feeling of gratitude emerges. I feel honored to have known them and blessed that their passing serves as a reminder to me that my time on this beautiful earth is limited and that I should seize the opportunity I have to forgive, share, explore, and love. I can think of no greater way to honor the deceased than to live this way.",
        "author": "Steve Maraboli",
        "category": "death, death-of-a-loved-one, forgive, life, love, mourning"
    },
    {
        "quote": "It's not about what I SEE for our future, or humanity; It's about what I DO for our future and humanity.",
        "author": "Steve Maraboli",
        "category": "action, future, humanity, inspiration, making-a-difference, motivational"
    },
    {
        "quote": "Gratitude opens your eyes to the endless opportunities that expectation has hidden.",
        "author": "Steve Maraboli",
        "category": "gratitude, inspiration, life"
    },
    {
        "quote": "Most people talk, but say nothing. That’s ok because nobody is listening anyway. Let today be the day you stop with words and take ACTION! Shut-up and say something with your behavior... Dream. Plan. Act.",
        "author": "Steve Maraboli",
        "category": "behavior, inspiration, motivation, success"
    },
    {
        "quote": "Karma: The delusion of the pretentious who think the Universe should act as their debt collector.",
        "author": "Steve Maraboli",
        "category": "debt, inspiration, karma, truth"
    },
    {
        "quote": "The mountain is never as big as it appears. You're never as small as you believe.",
        "author": "Steve Maraboli",
        "category": "inspiration, life, motivation"
    },
    {
        "quote": "If not for tragedy, tyrants, and injustice, there would be nothing to awaken and inspire dormant heroes. There is always a balance. Always.",
        "author": "Steve Maraboli",
        "category": "hero, heroes, injustice, inspiration, life, perspective, tragedy, tyrants"
    },
    {
        "quote": "It’s my life and I’m not afraid to LIVE it! I would rather experience the ups and downs of a life I have chosen, than to suffer the regret of a life I have settled for.",
        "author": "Steve Maraboli",
        "category": "inspiration, life, motivation, regret, success, truth"
    },
    {
        "quote": "Tombstones and legacies are for the dead.I will live for now… Impact the world for now… Change lives for now… Laugh for now… Love for now… I will experience the length, depth, and breadth of life for now… Later will come soon enough and I will be so tired that I shall welcome the rest it offers…. But for now, ONWARD!",
        "author": "Steve Maraboli",
        "category": "inspiration, life, love, motivation, success"
    },
    {
        "quote": "...she doesn't have to choose between being gentle or being fierce. Both exist in nature and both exist in her. That's ok. She'll know to nourish them both and when applicable, use each unapologetically.",
        "author": "Steve Maraboli",
        "category": "fierce, gentle, girls, inspiration, motivation, unapologetic, woman, women"
    },
    {
        "quote": "The reason your life stays the same is because you think everyone else is the problem. Stop pointing fingers and placing blame on others. Your life can only change to the degree that you accept responsibility for it.",
        "author": "Steve Maraboli",
        "category": "inspiration, motivational"
    },
    {
        "quote": "Life is a balanced system of learning and evolution. Whether pleasure or pain every situation in your life serves a purpose. It is up to us to recognize what that purpose could be.",
        "author": "Steve Maraboli",
        "category": "balance, evolution, inspirational, learning, life, motivational, pain, pleasure, purpose, situation, success, system"
    },
    {
        "quote": "You've been given the innate power to shape your life...but you cannot just speak change, you have to LIVE change. Intent paired with action builds the bridge to success. You can't just want it; you have to do it, live it...BE it! Success isn't something you have, it's something you DO!",
        "author": "Steve Maraboli",
        "category": "action, blessing, change, inspirational, life, mission, motivational, purpose, success"
    },
    {
        "quote": "We may place blame, give reasons, and even have excuses; but in the end, it is an act of cowardice to not follow your dreams.",
        "author": "Steve Maraboli",
        "category": "act, blame, cowardice, dreams, excuses, follow-your-dreams, goals, inspirational, reasons, success"
    },
    {
        "quote": "Don't think that just because you made it to the next level that the haters and naysayers disappear. Remember, new levels bring new devils.",
        "author": "Steve Maraboli",
        "category": "haters, levels, naysayers, success"
    },
    {
        "quote": "What good has impatience ever brought? It has only served as the mother of mistakes and the father of irritation.",
        "author": "Steve Maraboli",
        "category": "impatience, inspirational, irritation, life, mistakes, motivational, patience, success"
    },
    {
        "quote": "Success is something you experience when you act accordingly. Success is not something you have, it’s something you do.",
        "author": "Steve Maraboli",
        "category": "action, life, motivational, succeed, success"
    },
    {
        "quote": "We can’t continuously be a society of well-wishers. We must take action to bring those wishes to fruition.",
        "author": "Steve Maraboli",
        "category": "action, fruition, motivational, society, success, wishing"
    },
    {
        "quote": "There is something vibrantly beautiful, a glow, that radiates from someone who is actively moving towards their goals and dreams. I’m not sure what it is, but I know I love it, I’m attracted to it, and I surround myself with people who have it. The courageous few who dare to radiate this life essence... those are my people.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, motivation, success"
    },
    {
        "quote": "The universe makes it possible. Your mindset makes it probable. Your action makes it reality.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, motivation, reality, success"
    },
    {
        "quote": "The universe makes it possible.Your mindset makes it probable.Your behavior makes it reality.",
        "author": "Steve Maraboli",
        "category": "action, behavior, motivation, success"
    },
    {
        "quote": "I set goals…I take chances…I dare to achieve…I win…I lose…I don’t quit…It’s my life and I’m not afraid to LIVE it!I would rather experience the ups and downs of a life I have chosen, than to suffer the regret of a life I have settled for.",
        "author": "Steve Maraboli",
        "category": "ambition, dreams, goals, inspirational, motivational, success"
    },
    {
        "quote": "Mindset matters... always. The difference found between the victorious and the envious, the successful and the haters; is mindset.",
        "author": "Steve Maraboli",
        "category": "haters, mindset, success"
    },
    {
        "quote": "Emancipate yourself from the impotent mindset of,“It is what it is”. Life does not come labeled; it is what you make it. Dream-Plan-Execute!",
        "author": "Steve Maraboli",
        "category": "life, success"
    },
    {
        "quote": "You want a great life? Well, greatness is on the other side of that fu**ing wall... don't just go over it, go through it! What are you waiting for?",
        "author": "Steve Maraboli",
        "category": "life, motivation, success"
    },
    {
        "quote": "Education is the antidote to many poisons.",
        "author": "Steve Maraboli",
        "category": "education"
    },
    {
        "quote": "Falling in love is a wonderfully terrifying sensation.",
        "author": "Steve Maraboli",
        "category": "falling-in-love, in-love, love, relationships"
    },
    {
        "quote": "Every day I’m convinced that I can’t possibly love you more… and every day I’m proven wrong.",
        "author": "Steve Maraboli",
        "category": "in-love, love, relationships"
    },
    {
        "quote": "Stop dwelling and wishing they'd see the light and treat you better. Instead, forgive yourself for keeping low standards, and love yourself enough to raise them.",
        "author": "Steve Maraboli",
        "category": "forgiveness, love, relationships, self-love"
    },
    {
        "quote": "There is no saint here. I have attained wisdom from life's experiences... the positive, the negative, the destructive, the nourishing. I have been medicine for some and poison for others. I've learned a lot about heaven from aligning with angels and I have learned a lot about hell from acting like a devil. I offer my scars... what you call \"wisdom\"... Seeds of knowledge that have been watered by tears and flowers of hope that are nourished by love... It's a garden of experience made beautiful by self acceptance... The insight I have gathered from my comfort of living within both the light and the shadow.",
        "author": "Steve Maraboli",
        "category": "angel, devil, life, love, relationships"
    },
    {
        "quote": "I wish for you the wisdom to realize that you can let go of a past relationship without letting go of the lessons it taught you.",
        "author": "Steve Maraboli",
        "category": "lessons, love, relationships"
    },
    {
        "quote": "Never again will I justify the scars just because I loved the person holding the knife.",
        "author": "Steve Maraboli",
        "category": "let-go, love, relationships, scars"
    },
    {
        "quote": "On Valentine’s Day, we are reminded what our relationships could be like the other 364.",
        "author": "Steve Maraboli",
        "category": "love, passion, relationships, romance, valentine, valentine-s-day"
    },
    {
        "quote": "I'm water... If you're oil, we'll clash. If you're a flower, I'll nourish you. If you're a light, I'll reflect you. If you can't swim, you'll drown in me. If you're up for adventure, I'm endless entertainment. I'm just being me. If we don't fit, it's not my fault, nor yours. You be you. I'll be me.",
        "author": "Steve Maraboli",
        "category": "love, relationships"
    },
    {
        "quote": "Mindset fuels behavior... Great lives, great relationships, great businesses, and great love stories are cultivated from within.",
        "author": "Steve Maraboli",
        "category": "behavior, inspiration, life, love, mindset, relationships"
    },
    {
        "quote": "They said, \"You'll never find someone like me again!\" I thanked them for wishing me well.",
        "author": "Steve Maraboli",
        "category": "breakup, relationships"
    },
    {
        "quote": "If you love someone...feel it, speak it, show it, be it.If you don't feel inspired to show your love in this multidimensional manner...be kind enough to let them go...so they can find someone who will.",
        "author": "Steve Maraboli",
        "category": "in-love, inspiration, life, love, relationships"
    },
    {
        "quote": "Don't be fooled... If they gossip to you, they'll gossip about you.",
        "author": "Steve Maraboli",
        "category": "gossip, relationships"
    },
    {
        "quote": "It took me a long time to learn the difference between working on a healthy relationship and wasting my time on a long goodbye. Never again!",
        "author": "Steve Maraboli",
        "category": "life, love, relationships"
    },
    {
        "quote": "Dads, no matter your relationship with your kid’s mom, honor her this weekend. Mother’s Day isn’t about you or drama. It’s about her and her impact on your ids. Be grateful. Celebrate her… and if you can’t get out of your own way, do it for your kids.",
        "author": "Steve Maraboli",
        "category": "divorce, mothers-day, parenting, relationships"
    },
    {
        "quote": "Sometimes we need someone to just listen. Not to try and fix anything or offer alternatives, but to just be there… to listen. An ear that listens can be medicine for a heart that hurts.",
        "author": "Steve Maraboli",
        "category": "heart, hurt, inspiration, listen, medicine, relationships"
    },
    {
        "quote": "Think about the people you love, appreciate, and admire… If today was the last day you could speak with them… What would you say… and what are you waiting for?",
        "author": "Steve Maraboli",
        "category": "admire, appreciation, family, inspiration, life, love, relationships"
    },
    {
        "quote": "Give it time… The weak in character always get tired of pretending. Their true colors will show.",
        "author": "Steve Maraboli",
        "category": "character, relationships, weak"
    },
    {
        "quote": "Some people feed your ego, but starve your soul.",
        "author": "Steve Maraboli",
        "category": "ego, relationships, soul"
    },
    {
        "quote": "No matter how they abuse you toleration is how you abuse yourself.",
        "author": "Steve Maraboli",
        "category": "abuse, relationships, toleration"
    },
    {
        "quote": "Pay attention… How a person handles poor cell service, traffic, and spotty wifi is a good indicator of how they’ll behave during relationship challenges.",
        "author": "Steve Maraboli",
        "category": "behavior, challenges, relationships, traffic, wifi"
    },
    {
        "quote": "Some people seem like a bright light during your darkest moment.. A beautiful refuge… but it’s a trap… there is only more pain there. Now that I think about it… I imagine that’s what bugs feel like when they fly into the zapper.",
        "author": "Steve Maraboli",
        "category": "pain, relationships"
    },
    {
        "quote": "Sometimes you're drowning yourself in your own words.",
        "author": "Steve Maraboli",
        "category": "drowning, life, motivational, words"
    },
    {
        "quote": "Do not compromise yourself and put your goodness in the same impermanent category as whatever circumstance happening. Be the best you in every circumstance.",
        "author": "Steve Maraboli",
        "category": "best-you, circumstance, compromise, goodness, impermanence, inspirational, life, motivational"
    },
    {
        "quote": "Acceptance makes an incredible fertile soil for the seeds of change.",
        "author": "Steve Maraboli",
        "category": "acceptance, change, growth, inspirational, life, motivational, seeds"
    },
    {
        "quote": "Each day is a brand new episode of your life. If nothing is changing, you're watching reruns. Mindset matters... If you want something different, DO something different. \"Same crap, different day\" doesn't describe the day; it describes your attitude towards it.",
        "author": "Steve Maraboli",
        "category": "life, mindset, motivation, motivational"
    },
    {
        "quote": "Don’t try to fit me in a box… My life is not one dimensional. I’m the summer breeze and the hurricane… I’m the serene lake and the raging ocean… I’m the gentle poet and the rough warrior… I can build and I can destroy... I can romance and I can ravage... I can be wise and I can be silly... I can and WILL be everything that the length, depth, and breadth of life will allow... KNOW THIS! Your labels don’t limit me… they limit your experience of me. Don’t confuse the two.",
        "author": "Steve Maraboli",
        "category": "box, experience, inspiration, life, motivation, my-life"
    },
    {
        "quote": "For me, the most interesting people seem to have the bumpiest pasts. I prefer to connect with someone who has experienced the struggles, battles, and casualties of life’s journey. There is beauty, wisdom, and truth to be found in the scars.",
        "author": "Steve Maraboli",
        "category": "inspiration, journey, life, motivation, scars, wisdom"
    },
    {
        "quote": "I will not play it safe! I want to experience the length, depth, and breadth of life. I'm not just here for the victories... I'm here for the scars.",
        "author": "Steve Maraboli",
        "category": "inspiration, life, motivation, scars"
    },
    {
        "quote": "I will not play it safe!I want to experience the length, depth, and breadth of life. I'm not just here for the victories... I'm here for the scars.",
        "author": "Steve Maraboli",
        "category": "breadth, depth, inspiration, length, life, motivation, safe, scars, victory"
    },
    {
        "quote": "There are some people who will surprise you with their perseverance... People who survive through the tears... Strong spirits who prove you wrong if you make the mistake of betting against them.",
        "author": "Steve Maraboli",
        "category": "inspiration, life, motivation, people, spirits, strong, survive"
    },
    {
        "quote": "When you pursue your goals with passion, you will attract people who love you; but you’ll also attract haters. I’m okay with that; I welcome it. I don’t want to live life as a spectator. I’ve learned that if no one is cheering you on and/or booing you; it means you're not in the game.",
        "author": "Steve Maraboli",
        "category": "goals, haters, inspiration, motivation, passion, success"
    },
    {
        "quote": "What was my path to success? Well, there were some steps forward, some back, some to the side... maybe it wasn't a path, but more of a dance.",
        "author": "Steve Maraboli",
        "category": "dance, journey, life, motivation, path, success"
    },
    {
        "quote": "Get out of your own way... What we call 'lack of willpower' is actually just losing an argument with an outdated version of yourself.",
        "author": "Steve Maraboli",
        "category": "behavior, inspiration, inspirational, motivation, success"
    },
    {
        "quote": "It's amazing to me how hard people work to maintain a life they hate.",
        "author": "Steve Maraboli",
        "category": "life, people, sabotage"
    },
    {
        "quote": "There are some people whose turbulent waves of behaviors will drown you no matter how well you think you can swim.",
        "author": "Steve Maraboli",
        "category": "behavior, drown, people, relationships"
    },
    {
        "quote": "When civility is illusory, war is inevitable.",
        "author": "Steve Maraboli",
        "category": "civility, war"
    },
    {
        "quote": "Maybe we feel empty because we spend so much of our own time watching other people live their lives, chase their dreams, express their love, and navigate their relationships. And when we turn off our TV or put down our phone... We've nourished nothing of our own.",
        "author": "Steve Maraboli",
        "category": "dreams, inspiration, life, love, nourished, relationships, truth"
    },
    {
        "quote": "Take accountability... Blame is the water in which many dreams and relationships drown.",
        "author": "Steve Maraboli",
        "category": "accountability, blame, dreams, relationships"
    },
    {
        "quote": "Resolutions: So many will fail; NOT because they didn't set goals, but because they didn't set behaviors.",
        "author": "Steve Maraboli",
        "category": "behavior, dreams, goals, motivational, resolutions, success"
    },
    {
        "quote": "You'll drive yourself crazy trying to control something that isn't yours to control. Let go. Free yourself. Allow your mind and energy to focus on something positive… to build something beautiful.",
        "author": "Steve Maraboli",
        "category": "control, crazy, freedom, inspiration, let-go, letting-go, positive"
    },
    {
        "quote": "The tragic brilliance of politics and control is found in the ability to get the masses arguing over which poison they should drink.",
        "author": "Steve Maraboli",
        "category": "arguing, masses, poison, politics"
    },
    {
        "quote": "CHANGE: Don’t just talk about it, go out there and do it. Don’t just meditate about it, go out there and create it. Don’t just pray about it go out there and take action; participate in the answering of your own prayer. If you want change, get out there and live it. - Steve Maraboli",
        "author": "Steve Maraboli",
        "category": "action, change, create, happiness, inspirational, life, live-it, meditate, motivational, pray, prayer, success"
    },
    {
        "quote": "Don’t ask me to apologize for holding up a mirror. If you don’t like what it’s reflecting, take accountability and change it.",
        "author": "Steve Maraboli",
        "category": "change, life, mirror"
    },
    {
        "quote": "It’s amazing how drastically your life can change when you stop accepting shit you hate.",
        "author": "Steve Maraboli",
        "category": "acceptance, change, life"
    },
    {
        "quote": "It's hard not to stand in awe and enchantment with the beauty in which nature expresses herself.",
        "author": "Steve Maraboli",
        "category": "beauty, nature"
    },
    {
        "quote": "Life is like an ocean; an endlessly elegant dance between serenity and chaos. And while idly watching this can be so beautiful, that’s not what life is for. Don’t just stand on the shore… jump in!",
        "author": "Steve Maraboli",
        "category": "beauty, chaos, experience, inspiration, life, ocean"
    },
    {
        "quote": "Don’t give up! Remember, we love to be enchanted by flowers in bloom… but don’t forget that it took many rainy days to achieve such beauty. Your bloom is coming!",
        "author": "Steve Maraboli",
        "category": "beauty, happiness, inspiration, life, strength"
    },
    {
        "quote": "Friends are medicine for a wounded heart and vitamins for a hopeful soul.",
        "author": "Steve Maraboli",
        "category": "friends, friendship, heart, hope, inspiration, inspirational, medicine, soul, vitamins"
    },
    {
        "quote": "The wiser I become, the less I think beauty has anything to do with appearance.",
        "author": "Steve Maraboli",
        "category": "appearance, beauty, inspiration, soul, wisdom"
    },
    {
        "quote": "Map out lofty goals… include reasonable checkpoints along the way... refine, improve, and enhance your behavior in alignment with your goals…. that is the dynamic of true leadership and the formula for success.",
        "author": "Steve Maraboli",
        "category": "goals, leadership, life, success"
    },
    {
        "quote": "The art of effective leadership is about navigating the dynamics of growth and success… holding a vision and leading a team, but arriving at the same time.",
        "author": "Steve Maraboli",
        "category": "growth, leadership, success"
    },
    {
        "quote": "Stagnancy will suffocate a business… Leadership must be dynamic and evolving to ensure successful growth, enhancement, and longevity.",
        "author": "Steve Maraboli",
        "category": "business, leadership, success"
    },
    {
        "quote": "With automobile accidents, mechanical failure is seldom the cause; and most often, operator error. I find the same to be true with corporate failings…. the people are rarely the issue… the shortcoming is most often found in the leadership.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, leadership, success"
    },
    {
        "quote": "Leadership is a mindset in which one is unapologetically driven towards their goals and in behaving accordingly, inspires those around them to join in.",
        "author": "Steve Maraboli",
        "category": "behavior, goals, leadership"
    },
    {
        "quote": "Leadership is the bridge of integrity that connects goals, desires, and actions.",
        "author": "Steve Maraboli",
        "category": "actions, goals, integrity, leadership"
    },
    {
        "quote": "It has been my experience that those who claim to be the most spiritual are usually the least so.",
        "author": "Steve Maraboli",
        "category": "actions, claim, experience, non-spiritual, religious, spiritual"
    },
    {
        "quote": "Actions reveal… If you have to TELL me you’re honest, caring, generous, spiritual, kind, loving, and a good person... you’re doing it wrong.",
        "author": "Steve Maraboli",
        "category": "actions, caring, generous, honesty, inspiration, kindness, life, love, loving, spiritual, truth"
    },
    {
        "quote": "I don't know what's wrong with this world, but I do know what's right with it: Love. I have studied enough history to see that no matter how cruel the behavior of tyrants and no matter how dark the moments have been, Love has always prevailed. Always.",
        "author": "Steve Maraboli",
        "category": "evil, history, inspiration, love, tyrants"
    },
    {
        "quote": "It's a cycle... Religion is a source of relief for those who seek to anesthetize the pain that comes from following its beliefs.",
        "author": "Steve Maraboli",
        "category": "behavior, beliefs, believing, pain, religion, religious, seek, truth"
    },
    {
        "quote": "The path to misery is paved by the tears of those trying to make others happy.",
        "author": "Steve Maraboli",
        "category": "happiness, misery, pain, tears"
    },
    {
        "quote": "I feel like when I give trust that isn't earned, I receive hurt that isn't deserved.",
        "author": "Steve Maraboli",
        "category": "hurt, pain, trust"
    },
    {
        "quote": "Sometimes the greatest storms bring out the greatest beauty… Life can be a storm, but your hope is a rainbow and your friends and family are the gold.",
        "author": "Steve Maraboli",
        "category": "family, friends, hope, life, rainbow, storms"
    },
    {
        "quote": "Most people throw away their personal power... If you want to know where, look at who and what you hate, blame, resent, and envy.",
        "author": "Steve Maraboli",
        "category": "blame, envy, hate, power"
    },
    {
        "quote": "I'm grateful for past betrayals, heartaches, and challenges... I thought they were breaking me; but they were sculpting me.",
        "author": "Steve Maraboli",
        "category": "betrayal, challenges, grateful, gratitude, happiness, heartache, inspiration, life, life-lessons, quote, strength"
    },
    {
        "quote": "September 11… I will never forget feeling scared and vulnerable… I will never forget feeling the deep sad loss of so many lives… I will never forget the smell of the smoke that reached across the water and delivered a deep feeling of doom into my gut… I will never forget feeling the boosted sense of unity and pride… I will never forget seeing the courageous actions of so many men and women… I will never forget seeing people of all backgrounds working together in community… I will never forget seeing what hate can destroy… I will never forget seeing what love can heal…",
        "author": "Steve Maraboli",
        "category": "9-11, actions, courage, hate, healing, lives, lost, love, pride, scared, september-11-attacks, smoke, trade-centers, unity"
    },
    {
        "quote": "You can't force someone to care... You can only come to the realization that if you stay, they'll keep hurting you. I wish you the wisdom and courage to walk away and begin the healing process.",
        "author": "Steve Maraboli",
        "category": "courage, healing, hurt, relationships, wisdom"
    },
    {
        "quote": "Mindset Matters: Cut away the nonsense and cultivate an environment conducive to your personal well-being. Forgive yourself and others. Have the courage to move on. The battle is long... and in the end, it's only with yourself.",
        "author": "Steve Maraboli",
        "category": "courage, forgive, inspiration, life, mindset, move-on, well-being"
    },
    {
        "quote": "Relationships: It takes wisdom to know when to turn the page and courage to know when to close the book.",
        "author": "Steve Maraboli",
        "category": "courage, love, relationships, wisdom"
    },
    {
        "quote": "I believe in unconditional love... I believe in dangerous unselfishness... I believe in daring to achieve... I believe in making mistakes... I believe in helping others... I believe in moving on... I believe in passionate romance... I believe in living the fullness of this human experience... I believe in ME...",
        "author": "Steve Maraboli",
        "category": "experience, life, love, mistakes, passion, romance, unconditional-love"
    },
    {
        "quote": "I want love, passion, honesty, and companionship... sex that drives me crazy and conversation that drives me sane.",
        "author": "Steve Maraboli",
        "category": "companionship, conversation, honesty, love, passion, relationships, sex"
    },
    {
        "quote": "You are my favorite book. I immerse myself in your story and fall in love with each page. I will never be able to truly express to you how much I admire and cherish who you are. Nor will I be able to articulate the level of honor I feel to find myself included amongst the pages being written with each passing day. I love you. Thank you.",
        "author": "Steve Maraboli",
        "category": "happiness, honor, inspirational, love, passion, relationship, true-love"
    },
    {
        "quote": "How do I shape my reality? I use wisdom and strategy to shift the possible to the probable... Then, effort and consistency will bridge the probable to the inevitable. Success is a behavior... I make sure my mindset and actions are working in alignment.",
        "author": "Steve Maraboli",
        "category": "actions, behavior, effort, motivation, reality, success"
    },
    {
        "quote": "Wishful thinking does wonders for a wishful mind; but in the end, reality always has the final say.",
        "author": "Steve Maraboli",
        "category": "actions, life, reality"
    },
    {
        "quote": "Beliefs will nourish or poison depending on their compatibility with reality.",
        "author": "Steve Maraboli",
        "category": "beliefs, reality"
    },
    {
        "quote": "For most people, blaming others is a subconscious mechanism for avoiding accountability. In reality, the only thing in your way is YOU.",
        "author": "Steve Maraboli",
        "category": "accountability, blame, reality"
    },
    {
        "quote": "The wise will admire you. The wishful will envy you. The weak will hate you. This is the reality for those who dare to be epic.",
        "author": "Steve Maraboli",
        "category": "dare, envy, epic, hate, inspirational, motivational, reality, weak, wise, wishful"
    },
    {
        "quote": "Words are the tools we use to express our reality.",
        "author": "Steve Maraboli",
        "category": "reality, tools, words"
    },
    {
        "quote": "The critic is to art what the limp penis is to sex.",
        "author": "Steve Maraboli",
        "category": "art, critic, sex"
    },
    {
        "quote": "One of life's great challenges is getting out of your own way after a divorce or breakup... Heartache and anger make you feel like enemies, but your children need you to be a team. Unfortunately, few rise to this challenge, and the children pay an emotional debt they did not incur.",
        "author": "Steve Maraboli",
        "category": "breakup, children, divorce, parenting"
    },
    {
        "quote": "Parental Alienation is an emotional act of violence that is aimed at an adult, but critically wounds a child.",
        "author": "Steve Maraboli",
        "category": "abuse, children, divorce, parental-alienation, parenting"
    },
    {
        "quote": "Even though she would dream of love, respect, and unfettered romance... it was a cyclical dilemma in her life that she seemed to be most attracted to poisonous men.",
        "author": "Steve Maraboli",
        "category": "men, relationships, society, women"
    },
    {
        "quote": "I love connecting with people who have been through the fire and come out stronger and wiser. Using their experiences to inspire and empower others. Those are my people.",
        "author": "Steve Maraboli",
        "category": "empower, fire, inspirational, inspire, life, love, strength, wisdom"
    },
    {
        "quote": "Failure is a mindset, not a circumstance. I let my experiences strengthen me. You think I fell on my face, but I’m down here doing pushups.",
        "author": "Steve Maraboli",
        "category": "circumstances, experience, failure, mindset, strength"
    },
    {
        "quote": "Most of us would benefit greatly from recognizing and accepting the difference between our history and our destiny.",
        "author": "Steve Maraboli",
        "category": "destiny, happiness, history, life, success"
    },
    {
        "quote": "I've learned that if someone threatens my peace of mind, self-respect, or self-worth... I must walk away. I owe it to myself... I owe it to my future.",
        "author": "Steve Maraboli",
        "category": "future, relationships, self-respect, self-worth"
    },
    {
        "quote": "The truth of who you are and what you believe is projected in your behavior. Everything else, either positive or negative, is a mix of stories, lies, delusions, and manipulations.",
        "author": "Steve Maraboli",
        "category": "behavior, belief, character, truth"
    },
    {
        "quote": "Your words say it to me... Your actions tell it to me.",
        "author": "Steve Maraboli",
        "category": "action, relationships, success, words"
    },
    {
        "quote": "Don’t let someone’s words blind you from their behavior.",
        "author": "Steve Maraboli",
        "category": "actions, behavior, words"
    },
    {
        "quote": "Words reveal your beliefs and intentions. Actions reveal your character. When they are in alignment, they reveal your greatest life.",
        "author": "Steve Maraboli",
        "category": "actions, beliefs, intentions, life, words"
    },
    {
        "quote": "We’re all ridiculous… all of us. It’s as though we use a lit torch to search for light. You are enough. Know this and proceed through life accordingly.",
        "author": "Steve Maraboli",
        "category": "inspiration, light, wisdom"
    },
    {
        "quote": "Some people seem like a bright light during your darkest moment... a beautiful refuge... but it's a trap... there is only more pain there. Now that I think about it... I imagine that's what bugs feel like when they fly into the zapper.",
        "author": "Steve Maraboli",
        "category": "behavior, fly, narcissism, trust, zapper"
    },
    {
        "quote": "As jealousy entered, trust left... and their dream of a relationship began to wither into a nightmare... a nightmare in which love just wasn't enough.",
        "author": "Steve Maraboli",
        "category": "jealousy, love, relationships, trust"
    },
    {
        "quote": "If you want to be with someone, be with them! Don't make excuses, cause drama, or make them fight for a spot in your life. Express your love and commitment with words and actions. And if you don't feel inspired to show your love this way, be kind enough to let them go... so they can find someone who will.",
        "author": "Steve Maraboli",
        "category": "commitment, inspiration, life, love, relationship, relationships"
    },
    {
        "quote": "Some people will try to condemn you to the prison of their bullshit. They tell you they want a soulmate, but they're actually creating a cellmate.",
        "author": "Steve Maraboli",
        "category": "poison, relationship, relationships, soulmates, toxic, truth"
    },
    {
        "quote": "Just because she has high standards, doesn't mean she’s high maintenance. Don’t confuse the two.",
        "author": "Steve Maraboli",
        "category": "love, relationship, standards"
    },
    {
        "quote": "I know my worth. Never again will I condemn myself to the prison of a bad relationship.",
        "author": "Steve Maraboli",
        "category": "life-lesson, love, relationship, worth"
    },
    {
        "quote": "It is so beautiful to see a relationship that is nourished and fueled by a love expressed with action.",
        "author": "Steve Maraboli",
        "category": "action, love, relationship"
    },
    {
        "quote": "In my relationship, she is my woman and I am her man. This designation is not one of ownership, but of passion. It is a loving and passionate expression that reflects the truth that out of over seven billion people in the world, she is my ONE.",
        "author": "Steve Maraboli",
        "category": "love, marriage, passion, relationship, soul-mate, true-love"
    },
    {
        "quote": "It is surprising to me that one of the great crimes of history has gone unnoticed; the abduction of god by religions. This slight-of-hand has been the cause of countless blood-shed and has been found at the root of innumerable acts of evil. The argument continues today, as to which religion the true god belongs, when what would be most healing and empowering is to free god from the shackles of religious limitation and judgment. It is by emancipating god from the ignorance of our ancestors that we become empowered to explore and express our own relationship with what god may or may not be.",
        "author": "Steve Maraboli",
        "category": "ancestors, empowered, god, history, relationship, religion"
    },
    {
        "quote": "God doesn’t care how well you can preach about forgiveness… what He looks at is your behavior when presented the opportunity to practice it.",
        "author": "Steve Maraboli",
        "category": "forgive, forgiveness, god, inspirational"
    },
    {
        "quote": "If forgiveness is medicine for the soul, then gratitude is vitamins.",
        "author": "Steve Maraboli",
        "category": "forgiveness, gratitude, soul, vitamins"
    },
    {
        "quote": "The people who are happy for your happiness and sad for your sadness... keep them around.",
        "author": "Steve Maraboli",
        "category": "friends, happiness, life, sadness"
    },
    {
        "quote": "Cutting out drama... Healthy mind and body choices... Intent followed by action... Keeping real friends and letting go of the pretends... Livin' clean for Twenty Seventeen!",
        "author": "Steve Maraboli",
        "category": "drama, friends, let-go, new-year"
    },
    {
        "quote": "Through the twist and turns of life, I find myself so grateful for my friends. Even though sometimes the days can seem so dark, and my heart can feel so hurt, I am never alone; my friends are beside me.",
        "author": "Steve Maraboli",
        "category": "friends, friendship, life, relationships"
    },
    {
        "quote": "Nothing is so unpopular as positive change amongst friends. It seems when you change for the better, the people around you will be inspired to change… But only after trying their hardest to make you stop. Live your truth and don't EVER let anyone dilute your power to change!",
        "author": "Steve Maraboli",
        "category": "change, friends, inspirational, truth"
    },
    {
        "quote": "Make sure your business is creating a service experience so good that it demands loyalty.",
        "author": "Steve Maraboli",
        "category": "business, creating, experience, loyalty, service"
    },
    {
        "quote": "Many companies expect loyal customers without providing loyal service. This has been the visionary failure of countless corporations.",
        "author": "Steve Maraboli",
        "category": "business, companies, corporations, customers, loyal, service"
    },
    {
        "quote": "When you put yourself in the customer’s shoes and begin your dialog from there, an immediate connection develops that stems beyond basic commerce and encourages loyalty.",
        "author": "Steve Maraboli",
        "category": "business, commerce, customer, loyalty, service"
    },
    {
        "quote": "As a business leader you have to ask yourself, “Am I creating a consumer environment that is conducive to loyalty?” If the answer is no, FIX IT!",
        "author": "Steve Maraboli",
        "category": "business, consumer, leader, loyalty"
    },
    {
        "quote": "The efforts of a leader will be emulated. Depending on the quality of appointed leadership, this can be medicine or poison to a living business.",
        "author": "Steve Maraboli",
        "category": "business, leader, success"
    },
    {
        "quote": "The most successful businesses have leaders that see the correlation between customer service and sales… not as separate departments, but as complimentary components for growth.",
        "author": "Steve Maraboli",
        "category": "business, customers, leaders, success"
    },
    {
        "quote": "Everyone wants to look great in the summer... Don't just dream, take action!Your journey to being a summer yummer starts today.",
        "author": "Steve Maraboli",
        "category": "dream, exercise, health, journey, summer"
    },
    {
        "quote": "How would your life be different if you decided to live your dream instead of holding onto your nightmare? Let today be the day you free yourself from the fears that are holding you back and act upon the dream you've always had.",
        "author": "Steve Maraboli",
        "category": "dream, goals, happiness, life"
    },
    {
        "quote": "The dream is yours… why are you asking others to validate or nourish it? Your journey must be self-propelled. It must be fueled from within.",
        "author": "Steve Maraboli",
        "category": "dream, goals, life, success"
    },
    {
        "quote": "My life was forever changed the day I realized there was a big difference between having a dream and chasing it.",
        "author": "Steve Maraboli",
        "category": "dream, goal, life, success"
    },
    {
        "quote": "Nostalgia... the blessing of a merciful memory.",
        "author": "Steve Maraboli",
        "category": "blessings, inspiration, life, memory, nostalgia"
    },
    {
        "quote": "Sometimes the memory of someone is better than the reality of them.",
        "author": "Steve Maraboli",
        "category": "love, memory, relationships"
    },
    {
        "quote": "For me, the most magical truth of this universe is that no magic is required.",
        "author": "Steve Maraboli",
        "category": "magic, universe"
    },
    {
        "quote": "Others may sit around and wait for magic to happen… I like to get up early and work towards my goals and dreams. Every morning I plant the seeds of what the haters call ‘luck.’ Now, I love magic as much as the next guy, but I realized a long time ago that the magic that turns dreams into reality is YOU. When you are inspired by a dream, create a good plan. Creating that plan turns your dream into a goal. Then, take action! Live your life in a way that will bring that dream, that goal, to life. The magic is you.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, magic, success"
    },
    {
        "quote": "Do you think peace of mind can be found in holding a grudge… or harboring resentment… or wallowing in thoughts of what could have been? Me neither.",
        "author": "Steve Maraboli",
        "category": "grudge, resentment, success, thoughts"
    },
    {
        "quote": "We could do ourselves a tremendous favor by letting go of the people who poison our spirit.",
        "author": "Steve Maraboli",
        "category": "let-go, letting-go, life, spirit"
    },
    {
        "quote": "Some people will try to talk you out of chasing your goals; not because they think you’ll fail, but because they are scared you’ll succeed.",
        "author": "Steve Maraboli",
        "category": "goals, motivation, success"
    },
    {
        "quote": "To me, Hell isn’t a place; it’s a state of mind. It is a psychological self-imprisonment in which fear is the warden. It is a result of not living in alignment with your goals, dreams, and purpose. It is to find yourself in the endless emotional agony of, “What if?",
        "author": "Steve Maraboli",
        "category": "dreams, goals, hell, inspirational"
    },
    {
        "quote": "Stop using, \"easier said than done\", as an excuse to not change! Bringing your life to a higher level is challenging; get over it and rise to the challenge!",
        "author": "Steve Maraboli",
        "category": "change, dreams, goals, inspirational, motivational"
    },
    {
        "quote": "Stop blaming other people and circumstances for killing your dreams. The truth is; we tend to talk ourselves out of acting upon our dreams. Most dreams die of suicide, not murder.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, success"
    },
    {
        "quote": "If you can see the vision of your goal clearly, you can plan and map effectively, and navigate efficiently.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, success, vision"
    },
    {
        "quote": "The only people who experience no resistance are the unambitious and the dead. If you feel no resistance in your life, you need greater goals or you need to check your pulse. Life and movement come with resistance. Don’t be discouraged by it, be strengthened by it.",
        "author": "Steve Maraboli",
        "category": "dreams, goals, life, resistance, success"
    },
    {
        "quote": "Get-rich-quick schemes are for the lazy & unambitious. Respect your dreams enough to pay the full price for them.",
        "author": "Steve Maraboli",
        "category": "dreams, get-rich, goals, success"
    },
    {
        "quote": "Nostalgia is your brain's way of photoshopping the blemishes of your past",
        "author": "Steve Maraboli",
        "category": "brain, let-go, nostalgia, past"
    },
    {
        "quote": "Nostalgia is your brain's way of photoshopping the blemishes of your past.",
        "author": "Steve Maraboli",
        "category": "blemish, brain, memories, nostalgia, past, present"
    },
    {
        "quote": "Your brain activates a magnificent system to store memories as reference points for you to learn from... not to create a past for you to be stuck in.",
        "author": "Steve Maraboli",
        "category": "brain, let-go, memories, past"
    },
    {
        "quote": "When you don't have a vision or a plan for the future, your mind has no choice but to dwell in the past.",
        "author": "Steve Maraboli",
        "category": "past, plan, success, vision"
    },
    {
        "quote": "How would your life be different if you learned to let go of things that have already let go of you? From relationships long gone, to old grudges, to regrets, to all the 'could’ve' and 'should’ve,' to the dead friendships you still hang on to... Free yourself from the burden of a past you cannot change.",
        "author": "Steve Maraboli",
        "category": "inspirational, let-go, letting-go, life, past, regrets, relationships"
    },
    {
        "quote": "I can’t”… “It’s not possible”… “I’m not good enough”... ~ These are lies the demons of your past use to scare away the possibilities of the present.",
        "author": "Steve Maraboli",
        "category": "demons, lies, past, possibilities, success"
    },
    {
        "quote": "The longer you chase the wrong person, the further you travel in the wrong direction. You're better than that.",
        "author": "Steve Maraboli",
        "category": "advice, chase, relationships"
    },
    {
        "quote": "You're not asking me for advice, you're asking me for permission.",
        "author": "Steve Maraboli",
        "category": "advice, permission"
    },
    {
        "quote": "You want my advice? Put down your phone. Hug her from behind and kiss the back of her neck. Entwine your fingers with hers…. You’re welcome.",
        "author": "Steve Maraboli",
        "category": "advice, kissing, phone, relationships"
    },
    {
        "quote": "For all its accolades and celebrated recognition as sound guidance, I have personally noticed that sometimes, 'follow your heart,' is really bad advice.",
        "author": "Steve Maraboli",
        "category": "advice, follow-your-heart, heart, inspirational, love"
    },
    {
        "quote": "It's bad when they don't treat you right... but it's tragic that you continue to allow it. Let today be the day you love yourself enough to say, NEVER AGAIN!",
        "author": "Steve Maraboli",
        "category": "love, relationships, self-love"
    },
    {
        "quote": "Just because you are available for a relationship, doesn't mean you are ready for one. Sometimes you need a break from external relationships to nourish the internal one.",
        "author": "Steve Maraboli",
        "category": "relationships, self-love"
    },
    {
        "quote": "Sometimes we just need to be heard… There are times in life when being heard leads to being healed.",
        "author": "Steve Maraboli",
        "category": "healing, heard, inspiration, listen, relationships"
    },
    {
        "quote": "Never underestimate the healing power of silliness and absurdity.",
        "author": "Steve Maraboli",
        "category": "absurdity, happiness, healing, silliness"
    },
    {
        "quote": "Two Immeasurable Things: The healing power of love and the destructive power of hate.",
        "author": "Steve Maraboli",
        "category": "hate, healing, life, power-or-love"
    },
    {
        "quote": "Don't let the evil actions of broken people define your view of our world! Don't be terrorized into a diluted, hopeless reality.",
        "author": "Steve Maraboli",
        "category": "evil, hopeless, life, world"
    },
    {
        "quote": "What we call consciousness is our ability to perceive stimuli and to file it within the parameters of our personal story.",
        "author": "Steve Maraboli",
        "category": "consciousness, life, parameters, stimuli, story"
    },
    {
        "quote": "So grateful for those who truly love me... they hear everything I don't say.",
        "author": "Steve Maraboli",
        "category": "friendship, grateful, inspiration, life, listen, love, relationships, truth, understanding"
    },
    {
        "quote": "Wisdom that is not acted upon is just philosophy... but when lived as a verb, wisdom will be the foundation of your success.",
        "author": "Steve Maraboli",
        "category": "action, philosophy, success, verb, wisdom"
    },
    {
        "quote": "There is no 'secret' to success.There is a BEHAVIOR to success.Decide what you want and act accordingly.Dream. Plan. Execute.",
        "author": "Steve Maraboli",
        "category": "action, behavior, motivation, success"
    },
    {
        "quote": "Without action to back them, your affirmations become the soundtrack of your personal imprisonment; the creed of your stagnancy.",
        "author": "Steve Maraboli",
        "category": "action, life, motivation, success"
    },
    {
        "quote": "The greatest relationships are those in which love is not treated as a noun, but as a verb; with romance not viewed as a burden, but lived as a poem.",
        "author": "Steve Maraboli",
        "category": "inspirational, love, poem, relationships"
    },
    {
        "quote": "Your purpose on earth is to participate in this human experience and to seize the opportunity within each day to reveal the greatest version of yourself.",
        "author": "Steve Maraboli",
        "category": "experience, inspirational, life, purpose"
    },
    {
        "quote": "If not to shape me into a better man; a better husband, a better father, a better son, a better brother, a better friend… then all of my experience, success, and education will have been a selfish waste.",
        "author": "Steve Maraboli",
        "category": "experience, happiness, life, success"
    },
    {
        "quote": "If life is a poem, be the poet. If life is a story, be the author. If life is an adventure, be the hero. To live any other way is a waste of this experience we call life.",
        "author": "Steve Maraboli",
        "category": "experience, happiness, hero, inspirational, life"
    },
    {
        "quote": "It seems so simple now, but it took me a long time to figure out that happiness is experienced when we finally give ourselves permission to let go of the things that make us sad.",
        "author": "Steve Maraboli",
        "category": "happiness, life, sad, truth"
    },
    {
        "quote": "It's sad that we get attached to the way certain people abuse us. It took me a long time and a lot of heartache to realize that it's okay to miss someone, but not want them back.",
        "author": "Steve Maraboli",
        "category": "abuse, miss, missing, relationships, sad"
    },
    {
        "quote": "I miss you so much! And while this hole in my heart will never be filled again, I find comfort knowing that you are nestled within the loving embrace of God… and that I was blessed to know you… even if only for a little while.",
        "author": "Steve Maraboli",
        "category": "death, god, gratitude, heaven, sad"
    },
    {
        "quote": "Some people behave as though they are having an allergic reaction to feelings.",
        "author": "Steve Maraboli",
        "category": "feelings, life"
    },
    {
        "quote": "Be careful! If the opinion of others is your gauge, then it is also your goal. If you concern yourself with what others think, then you can only go as far as others think. You're better than that!",
        "author": "Steve Maraboli",
        "category": "motivational, opinion, success, thinking"
    },
    {
        "quote": "Hate is self-inflicted torture. It hungers for revenge, damage, division, and violence, but is never satiated. Hate is a psychological hell to which we condemn ourselves and endeavor to burn others.",
        "author": "Steve Maraboli",
        "category": "division, hate, hell, torture, violence"
    },
    {
        "quote": "I will never forget seeing what hate can destroy… I will never forget seeing what love can heal…",
        "author": "Steve Maraboli",
        "category": "911-attacks, hate, love, never-forget, september-11, september-11-attacks"
    },
    {
        "quote": "Don’t waste your time hating me; you can’t change me. Instead, hate your impotent life; THAT you can change.",
        "author": "Steve Maraboli",
        "category": "change, hate, haters, life"
    },
    {
        "quote": "The only thing sadder than hateful people’s willingness to drag us down to their level, is our willingness to oblige.",
        "author": "Steve Maraboli",
        "category": "hate, level, life, success"
    },
    {
        "quote": "When you hate something, you chain yourself to it.",
        "author": "Steve Maraboli",
        "category": "chain, freedom, hate, letting-go, love"
    },
    {
        "quote": "Judge me if you want, but at the end of my life I choose to have memories not regrets.",
        "author": "Steve Maraboli",
        "category": "choices, inspirational, judge, judging, life, memories, regrets"
    },
    {
        "quote": "Am I afraid of ghosts? My life experience has taught me to be much more afraid of what a human is capable of in broad daylight than what a ghost is capable of at night.",
        "author": "Steve Maraboli",
        "category": "fear, ghosts, human, humor, life, wit"
    },
    {
        "quote": "When I tell you that you’re beautiful, I don’t just mean your appearance. I mean all of you; who and what you are, is beautiful.",
        "author": "Steve Maraboli",
        "category": "beautiful, beauty, inspirational, love"
    },
    {
        "quote": "You want a great life? Well, greatness is on the other side of that f***ing wall... don't just go over it, go through it! What are you waiting for?",
        "author": "Steve Maraboli",
        "category": "greatness, life, motivation"
    },
    {
        "quote": "The truth is simple.Lies are complex.The truth comes in sentences.Lies... in paragraphs.Pay attention to this when someone is communicating with you.",
        "author": "Steve Maraboli",
        "category": "behavior, communication, honesty, likes, truth"
    },
    {
        "quote": "The truth is never dressed for the occasion.",
        "author": "Steve Maraboli",
        "category": "honesty, truth"
    },
    {
        "quote": "Sure I find it very liberating and empowering now; but at first, it took me a while to get used to the uncomfortably vulnerable feeling that comes along with being honest.",
        "author": "Steve Maraboli",
        "category": "empowering, honesty"
    },
    {
        "quote": "Don’t condemn me to the prison of your bullshit.",
        "author": "Steve Maraboli",
        "category": "bullshit, honesty, lies, prison"
    },
    {
        "quote": "Outdated ideas inevitably lead to outdated behaviors. When ignorance and hate enter the room, progress makes its exit.",
        "author": "Steve Maraboli",
        "category": "behavior, ideas, ignorance"
    },
    {
        "quote": "Whenever someone introduces themselves as a Master or a Guru, I immediately wonder…If those are the lies they tell themselves, what lies will they tell me?",
        "author": "Steve Maraboli",
        "category": "guru, lies, master, truth"
    },
    {
        "quote": "Nobody hates being lied to more than a liar.",
        "author": "Steve Maraboli",
        "category": "liar, lies"
    },
    {
        "quote": "Lie to yourself if you want, but you’re not fooling me. Your excuses tell me that you didn’t really want it.",
        "author": "Steve Maraboli",
        "category": "behavior, excuses, lies, success"
    },
    {
        "quote": "Your silence is loudest to those who love you most.",
        "author": "Steve Maraboli",
        "category": "love, relationships, silence"
    },
    {
        "quote": "I am in love with the serendipitous poetry with which this universe expresses itself.",
        "author": "Steve Maraboli",
        "category": "love, poetry, universe"
    },
    {
        "quote": "Stay alert! Don’t let someone’s words blind you from their behavior... They can say all the right things, they can make you feel things you've never felt before, but don't be fooled; their actions will reveal their true character, desires, and priorities. Behavior speaks; pay attention to what it tells you. Behavior is math; pay attention to what it reveals.",
        "author": "Steve Maraboli",
        "category": "actions, behavior, character, love, priorities, relationships"
    },
    {
        "quote": "Life had broken her; just as it had broken him. But when they got together, their pieces became whole. And they continued on their journey, together, mended as one.",
        "author": "Steve Maraboli",
        "category": "journey, life, love, relationships"
    },
    {
        "quote": "The love of your life is out there… but they won’t just drop on your lap, nor you on theirs… so stop living an on-hold life! Go out there and experience your life, write your story, and live your fairy tale… It is on that journey that you’ll cross paths with the love that’s worthy of the story…",
        "author": "Steve Maraboli",
        "category": "journey, love, marriage, relationships, true-love"
    },
    {
        "quote": "Pay attention: Are your daily choices in alignment with the life you want for yourself? If not, nothing will change.",
        "author": "Steve Maraboli",
        "category": "choices, life"
    },
    {
        "quote": "I could see that others had confused her disorganized passion for volatility. In reality, she was a scrumptious mess; deliciously majestic. She was on her way to great things in this life.",
        "author": "Steve Maraboli",
        "category": "life, love, passion, success, woman"
    },
    {
        "quote": "True love has taught me that there is a difference between a woman getting naked for you and one revealing herself to you.",
        "author": "Steve Maraboli",
        "category": "love, naked, relationships, true-love, woman"
    },
    {
        "quote": "Religion imprisons God. By its own accord, if we are made in the image and likeness of God, then His condemnation of the sinner is an act of hypocrisy. I believe God to be greater than that.",
        "author": "Steve Maraboli",
        "category": "god, religion, sin, sinner"
    },
    {
        "quote": "It took me a long time and a lot of heartache to realize that just because you love someone doesn’t mean they deserve it.",
        "author": "Steve Maraboli",
        "category": "breakups, heartache, hurt, in-love, love, realization"
    },
    {
        "quote": "The knives of betrayal and drama cut deep and hurt… but they also trim away the nonsense and reveal your true friends.",
        "author": "Steve Maraboli",
        "category": "betrayal, drama, friendship, hurt, nonsense, true-friends"
    },
    {
        "quote": "Bitterness and resentment are a bottomless well. They can only be healed by the phenomenon of someone else's sorrow rising to your level of pain... it never happens - save yourself endless hurt.",
        "author": "Steve Maraboli",
        "category": "bitterness, hurt, pain, resentment, sorrow"
    },
    {
        "quote": "If you want something different, do something different. \"Same crap, different day\" doesn't describe the day; it describes your attitude towards it.",
        "author": "Steve Maraboli",
        "category": "attitude, life, motivational, success"
    },
    {
        "quote": "Embracing an attitude of gratitude is nourishing to the soul. When we allow ourselves to be engulfed in gratitude, this abundant soul nourishment overflows to your relationships, careers, and day to day lives. Act in gratitude today… If you are grateful to those you love, show them. If you are grateful to those who have helped you, show them. If you are grateful to your creator, to your family, to your friends, and you want it to be known, let it be shown!",
        "author": "Steve Maraboli",
        "category": "attitude, grateful, gratitude, happiness, life, soul, success"
    },
    {
        "quote": "Gratitude opens our eyes… We are often praying for something God has already given us.",
        "author": "Steve Maraboli",
        "category": "god, grateful, gratitude, inspiration"
    },
    {
        "quote": "I am grateful to those who have betrayed me… They thought they were just stabbing me in the back, but they were also cutting me free from their poisonous life.",
        "author": "Steve Maraboli",
        "category": "back-stabbing, betrayal, gratitude"
    },
    {
        "quote": "Gratitude is the bridge that merges your love with longevity. It is the vital ingredient for a lasting relationship.",
        "author": "Steve Maraboli",
        "category": "gratitude, love, relationships"
    },
    {
        "quote": "How would your life be different if you celebrated the things in your life that you do have instead of lamenting things that you don't? Let today be the day you embrace gratitude and appreciation and let go of entitlement and expectation.",
        "author": "Steve Maraboli",
        "category": "appreciation, gratitude, happiness, life"
    },
    {
        "quote": "I am ambitious. I set goals; not because I am ungrateful for what I have, but because I am happy with who I am. I enjoy the experience of rising above my perceived limitations and discovering new levels of my capabilities.",
        "author": "Steve Maraboli",
        "category": "ambition, gratitude, happiness, inspirational, life, motivational"
    },
    {
        "quote": "They may call your victories, \"lucky\"...They may mock your failures...They may laugh at your heartache...But still, they will never be happy. This is the cyclical emptiness of the hater mindset.",
        "author": "Steve Maraboli",
        "category": "haters, life, mindset, perspective"
    },
    {
        "quote": "Your labels don’t limit me… they limit your experience of me.",
        "author": "Steve Maraboli",
        "category": "inspiration, labels, limit, perspective, truth"
    },
    {
        "quote": "Letting go is to love yourself enough to look at the past with a different perspective. It is to accept that you can't change the past, but that you can change whether your perspective poisons or nourishes you.",
        "author": "Steve Maraboli",
        "category": "change, happiness, let-go, letting-go, life, love-yourself, perspective"
    },
    {
        "quote": "Perspective makes all the difference. It’s not what you look at; it’s what you see… Remember that the sun never actually sets; it's our perspective that makes it appear to. Our sunset is another’s sunrise. It's all perspective. How would your life be different if you applied this truth to the things that cause you stress? Letting go isn’t about erasing the past; it’s about looking at the same event and seeing something different. Activate this power in your life! Take the pain and poison of the past and allow it to nourish a new found wisdom. Remember, you can't change the past, but you can change the labels you place on events. Perspective - it’s not what you look at; it’s what you see.",
        "author": "Steve Maraboli",
        "category": "let-go, letting-go, life, perspective, wisdom"
    },
    {
        "quote": "We'll all be better off the day we stop letting unhappy, unsuccessful people tell us how to be happy and successful. You already know the way... follow it.",
        "author": "Steve Maraboli",
        "category": "happiness, happy, success, successful"
    },
    {
        "quote": "We live in a multidimensional world. Why would you live a one-dimensional love? If you love someone... feel it, speak it, show it, be it.Do more than tell them… show them. Let them feel your dedicated respect and your unwavering devotion.Ensure that your commitment and passion are known and unquestionable. Show them what they mean to you… what they are to you. And… if you don’t feel inspired to show your love in this multidimensional manner… be kind enough to let them go… so they can find someone who will.",
        "author": "Steve Maraboli",
        "category": "love, marriage, relationships, respect, true-love"
    },
    {
        "quote": "Remember:It’s all in your head… all of it.If you don’t like the story, change it.If the people around don’t accept your new story; change them.",
        "author": "Steve Maraboli",
        "category": "change, life, story"
    },
    {
        "quote": "Her love... so unconditional, so unapologetic; reminds me that I am worth so much more than the standard I have set for myself.",
        "author": "Steve Maraboli",
        "category": "inspirational, love, relationships, unconditional-love, worth"
    },
    {
        "quote": "The greatest leaders can inspire you and lead the way without ever having to give you their back.",
        "author": "Steve Maraboli",
        "category": "inspire, leaders"
    },
    {
        "quote": "Behavior speaks... When you need money, the church tells you to pray. When the church needs money, they pass around a basket.",
        "author": "Steve Maraboli",
        "category": "behavior, church, religion"
    },
    {
        "quote": "I fell in love... she caused a type of smile within me that nothing else can or has.",
        "author": "Steve Maraboli",
        "category": "love, relationships, smile"
    },
    {
        "quote": "Poisonous relationships can alter our perception. You can spend many years thinking you’re worthless… but you’re not worthless, you’re unappreciated.",
        "author": "Steve Maraboli",
        "category": "appreciation, love, perception, relationships, worth"
    },
    {
        "quote": "Intimacy transcends the physical. It is a feeling of closeness that isn’t about proximity, but of belonging. It is a beautiful emotional space in which two become one.",
        "author": "Steve Maraboli",
        "category": "belonging, intimacy, love, relationships, true-love"
    },
    {
        "quote": "What a blessing to love someone so much that you long for them at the core of your being. At the same time, when you are separated from that person, that longing is a torture I would not wish on anyone.",
        "author": "Steve Maraboli",
        "category": "blessing, life, love, relationships, soulmates, true-love"
    },
    {
        "quote": "Someone who loves you will reveal beautiful things within yourself... things you had never noticed before... things nobody else cared to.",
        "author": "Steve Maraboli",
        "category": "inspirational-love, love, relationships, soulmate, true-love"
    },
    {
        "quote": "...be more than a person she would settle for... be a person she would yearn for.",
        "author": "Steve Maraboli",
        "category": "don-t-settle, happiness, in-love, love, marriage, relationships, true-love, yearn"
    },
    {
        "quote": "Let Love Move You...If you can’t stop thinking of her, it’s because her essence has left an imprint on your heart… on your soul...Don’t be afraid of this feeling; be nourished by it...Let it stir your entire being…Let it help release your greatest self...Let it inspire you to be loving… to be respectful… to be romantic… to be intelligent… to be passionate… to be a good listener… to be appreciative…Let this wonderful feeling move you to become a passionate love maker… a ravenous seducer...Do not be afraid of this deep love! Let it reveal the best of you…Let this feeling encourage you to behave in an honest and sincere manner…So that you may be more than a person she would settle for… so that you may be a person she would yearn for.",
        "author": "Steve Maraboli",
        "category": "happiness, life, love, marriage, relationships, true-love"
    },
    {
        "quote": "May the way I look at you, the way I speak with you, and the way I treat you reflect the truth that... I have loved you since forever.",
        "author": "Steve Maraboli",
        "category": "actions, forever, in-love, love, relationships, true-love"
    },
    {
        "quote": "Don't confuse poor decision making with destiny. Take accountability for your life, cut out the drama, distance yourself from negativity, and move your life into a healthy direction.",
        "author": "Steve Maraboli",
        "category": "happiness, inspirational, life, mistakes"
    },
    {
        "quote": "Stop confusing poor decision-making with destiny. Take accountability. Wanting, praying, hoping, and wishing for change isn’t enough… Desire doesn’t changes lives; BEHAVIOR does.",
        "author": "Steve Maraboli",
        "category": "happiness, inspiration, life, mistakes, truth"
    },
    {
        "quote": "Within the scope of universal time, it seems I’ll be dead a whole lot longer than I’ll be alive. So while I’m here, I will not worship death; I’ll worship life. I’ll live life to the fullest… victories, losses, successes, mistakes, love, and hurt… I’ll live and learn to the fullest; without apology.",
        "author": "Steve Maraboli",
        "category": "inspiration, inspirational, life, love, mistakes, motivation, motivational, success"
    },
    {
        "quote": "The victim mindset will have you dancing with the devil, then complaining that you're in hell.",
        "author": "Steve Maraboli",
        "category": "devil, habits, hell, mentality, victim, victim-mentality"
    },
    {
        "quote": "I've come to learn that being alone is better than being next to someone and feeling alone.",
        "author": "Steve Maraboli",
        "category": "alone, love, relationships"
    },
    {
        "quote": "Just because you're with someone, doesn't mean you're not alone.",
        "author": "Steve Maraboli",
        "category": "alone, love, relationships"
    },
    {
        "quote": "I refuse to suffer the torment of regret that comes with living a “what if” life.",
        "author": "Steve Maraboli",
        "category": "life, regret, suffer"
    },
    {
        "quote": "I refuse to suffer the torment of regret that comes from living a \"what if\" life.",
        "author": "Steve Maraboli",
        "category": "inspiration, inspirational, life, regret"
    },
    {
        "quote": "Regret is a self-inflicted emotional scar.",
        "author": "Steve Maraboli",
        "category": "regret, scar"
    },
    {
        "quote": "Outdated ideas inevitably lead to outdated behaviors.",
        "author": "Steve Maraboli",
        "category": "behaviors, ideas"
    },
    {
        "quote": "You'll drive yourself crazy trying to control something that isn't yours to control. Let go. Free yourself. Allow your mind and energy to focus on something positive... to build something beautiful.",
        "author": "Steve Maraboli",
        "category": "control, happiness, inspiration, let-go, life"
    },
    {
        "quote": "Be purposeful in your actions. Be mindful to keep your behavior in alignment with your goals. Remember, you can refine, improve, and enhance yourself; all other control is illusory.",
        "author": "Steve Maraboli",
        "category": "actions, behavior, control, success"
    },
    {
        "quote": "The argument could be made that the word 'hero' is overused. I do not think, however, that this is the case when referring to teachers.",
        "author": "Steve Maraboli",
        "category": "hero, life, school, teachers"
    },
    {
        "quote": "I believe in romance... in playfulness... in passion... in expressing feelings... in friendship... in all the ways love heals, nourishes, and transforms \"you\" and \"me\" into an \"us\".",
        "author": "Steve Maraboli",
        "category": "love, love-quote, relationships, romance"
    },
    {
        "quote": "It made a big difference in my life to grow up with a dad who wasn't afraid of how great my mom was.",
        "author": "Steve Maraboli",
        "category": "dad, family, life, mom, parents"
    },
    {
        "quote": "Sometimes the issue isn't that your problems are so big, it's that you see yourself as being so small.",
        "author": "Steve Maraboli",
        "category": "issues, life, problems"
    },
    {
        "quote": "It’s never lost on me that it was the religious who Jesus had to challenge not to throw stones.",
        "author": "Steve Maraboli",
        "category": "god, judging, judgmental, religion, religious"
    },
    {
        "quote": "Behavior speaks… Before you even open your mouth, your actions have told me who you are and what you’re about.",
        "author": "Steve Maraboli",
        "category": "actions, behavior, life, relationships, success"
    },
    {
        "quote": "Speak with your words and your message can be distorted... Speak with your actions and you'll leave no doubt.",
        "author": "Steve Maraboli",
        "category": "actions, behavior"
    },
    {
        "quote": "I applaud those who speak, but I admire those who act.",
        "author": "Steve Maraboli",
        "category": "actions, success"
    },
    {
        "quote": "... love is something you do; something not just to be said, but also to be shown. Let your love flow through your actions.",
        "author": "Steve Maraboli",
        "category": "actions, inspirational, love, relationships"
    },
    {
        "quote": "Why let go of yesterday? Because yesterday has already let go of you.",
        "author": "Steve Maraboli",
        "category": "let-go, letting-go, yesterday"
    },
    {
        "quote": "Let go... How would your life be different if you learned to let go of things that have already let go of you? From relationships long gone, to old grudges, to regrets, to all the “could’ve” and “should’ve,” to the dead friendships you still hang on to... Free yourself from the burden of a past you cannot change.",
        "author": "Steve Maraboli",
        "category": "inspirational, let-go, letting-go, life, life-lessons, love, relationships"
    },
    {
        "quote": "Let go... How would your life be different if you learned to let go of things that have already let go of you? From relationships long gone, to old grudges, to regrets, to all the 'could’ve' and 'should’ve,' to the dead friendships you still hang on to... Free yourself from the burden of a past you cannot change.",
        "author": "Steve Maraboli",
        "category": "change, happiness, let-go, letting-go, life, love, regrets, relationships"
    },
    {
        "quote": "Letting go is never easy. There is no short-cut or trick to it. You must be committed enough to your future to let go of your past. It's not easy and it's likely to hurt, but it is for the best.",
        "author": "Steve Maraboli",
        "category": "happiness, inspirational, let-go, letting-go, life"
    },
    {
        "quote": "Free yourself from the people who cause you drama and poison your soul. You know who they are... The first ones you thought of when you read this. They have to go.",
        "author": "Steve Maraboli",
        "category": "drama, let-go, toxic"
    },
    {
        "quote": "The path to freedom is illuminated by the bridges you have burned, adorned by the ties you have cut, and cleared by the drama you have left behind. Let go. Be free.",
        "author": "Steve Maraboli",
        "category": "drama, freedom, happiness, inspiration, let-go, life"
    },
    {
        "quote": "You would free yourself from so much stress and drama if you just understood and embraced the truth that you are enough.",
        "author": "Steve Maraboli",
        "category": "drama, inspirational, life, motivational, stress"
    },
    {
        "quote": "I can’t control your behavior; nor do I want that burden… but I will not apologize for refusing to be disrespected, to be lied to, or to be mistreated. I have standards; step up or step out.",
        "author": "Steve Maraboli",
        "category": "behavior, betrayal, cheaters, disrespected, relationships"
    },
    {
        "quote": "Those with a perpetual victim mindset tend to create the situations from which they suffer.",
        "author": "Steve Maraboli",
        "category": "life, mindset, truth, victim"
    },
    {
        "quote": "Emancipate yourself from the impotent mindset of, “It is what it is”. Life does not come labeled; it is what you make it.",
        "author": "Steve Maraboli",
        "category": "life, mindset"
    },
    {
        "quote": "Every great tragedy forms a fertile soil in which a great recovery can take root and blossom, but only if you plant the seeds.",
        "author": "Steve Maraboli",
        "category": "soil, success, tragedy"
    },
    {
        "quote": "Messy\" is a word we use to explain a conflict with an expectation we had. Eliminate the expectation, and you eliminate the \"messy\".",
        "author": "Steve Maraboli",
        "category": "expectations, life, messy, relationships"
    },
    {
        "quote": "Our efforts and actions produce results. These results come unlabeled. WE label them as success or failure based on OUR expectations. Don't forget that these labels are interchangeable if we allow ourselves to be free from an unhealthy attachment to our expectations.",
        "author": "Steve Maraboli",
        "category": "efforts, expectations, labels, success"
    },
    {
        "quote": "Breakups can be sad, but sometimes tears are the price we pay for a freedom we need.",
        "author": "Steve Maraboli",
        "category": "breakups, freedom, love, relationships, tears"
    },
    {
        "quote": "Be a reflection of excellence.",
        "author": "Steve Maraboli",
        "category": "excellence, success"
    },
    {
        "quote": "Haters never seem to realize that jealousy is an infinite torture to which you condemn yourself.",
        "author": "Steve Maraboli",
        "category": "haters, jealousy"
    },
    {
        "quote": "You are my beautiful forever... a connection so deep that even an eternity doesn't seem long enough to spend with you.",
        "author": "Steve Maraboli",
        "category": "eternity, life, love, relationships, soulmates"
    },
    {
        "quote": "The difference between your crazy and my crazy is that you don't think you're crazy.",
        "author": "Steve Maraboli",
        "category": "crazy, embrace, humor, life, wit"
    },
    {
        "quote": "Don’t worry about the haters… They are just angry because the truth you speak contradicts the lie they live.",
        "author": "Steve Maraboli",
        "category": "angry, haters, lie, truth"
    },
    {
        "quote": "The argument could be made that the word hero is overused. I do not think, however, that this is the case when referring to teachers.",
        "author": "Steve Maraboli",
        "category": "hero, teachers"
    },
    {
        "quote": "Serving my country was a life-changing experience for me. It was during those years that I realized the importance of commitment, dedication, honor, and discipline. I have never laughed so much; nor have I ever prayed so much. I made life-long friends. The leaders and heroes I served with helped shape me into the man I am today. I feel honored to have been a part of such a great tradition and grateful to others who have walked the same path. Thank you!",
        "author": "Steve Maraboli",
        "category": "country, hero, veterans, veterans-day"
    },
    {
        "quote": "I used to worry about the labels others placed on me… until I realized my limitations weren’t coming from their labels, but from my own.",
        "author": "Steve Maraboli",
        "category": "labels, limitations, success, worry"
    },
    {
        "quote": "Sometimes you think you're helping someone up, but they're actually pulling you down. This is the painful dynamic of dealing with someone who is incurably selfish.",
        "author": "Steve Maraboli",
        "category": "helping, relationships, selfishness"
    },
    {
        "quote": "Some people seem to have a black belt in selfishness... ninja narcissists with no regard to how they impact those around them… but at the same time, a master at the art of playing victim.",
        "author": "Steve Maraboli",
        "category": "selfishness, victim"
    },
    {
        "quote": "Selfish people tend to only be good to themselves… then are surprised when they are alone.",
        "author": "Steve Maraboli",
        "category": "relationships, selfishness"
    },
    {
        "quote": "Selfish people tend to only be good to themselves... then are surprised when they are alone.",
        "author": "Steve Maraboli",
        "category": "relationships, selfishness"
    },
    {
        "quote": "I'm glad I didn't meet you when I was younger. I wouldn’t have had the wisdom to appreciate and cherish you for the gift you are in my life.",
        "author": "Steve Maraboli",
        "category": "appreciation, love, relationships"
    },
    {
        "quote": "Sometimes it's the person giving you the medicine who's making you sick.",
        "author": "Steve Maraboli",
        "category": "medicine, people, sick"
    },
    {
        "quote": "Life has a way of answering questions you didn't even ask.",
        "author": "Steve Maraboli",
        "category": "life, questions"
    },
    {
        "quote": "At some point, I finally realized that stress made a really bad companion... so I had it pack its shit and leave.",
        "author": "Steve Maraboli",
        "category": "life, stress"
    },
    {
        "quote": "Maybe the reason nothing seems to be \"fixing you\" is because you're not broken. Let today be the day you stop living within the confines of how others define or judge you. You have a unique beauty and purpose; live accordingly.",
        "author": "Steve Maraboli",
        "category": "beauty, broken, judging, life, purpose"
    },
    {
        "quote": "I have found that as your wisdom and maturity develop, the number of other people you blame for your own circumstances shrinks.",
        "author": "Steve Maraboli",
        "category": "blame, maturity, wisdom"
    },
    {
        "quote": "It took me a long time and a lot of heartache to realize that just because you love someone, doesn’t mean they deserve it.",
        "author": "Steve Maraboli",
        "category": "heartache, love, relationships"
    },
    {
        "quote": "Sometimes the most painful lessons are delivered by someone masquerading as a soul mate.",
        "author": "Steve Maraboli",
        "category": "lessons, love, relationships, soul-mate"
    },
    {
        "quote": "When I left, they were stuck with the burden of finding someone else to blame for their life... Pointing their anger everywhere, but never looking in the mirror... Continuing the cycle that led to their misery.",
        "author": "Steve Maraboli",
        "category": "blame, misery, relationships, victim"
    },
    {
        "quote": "I put down my phone... Hugged her from behind… Kissed the back of her neck... Our fingers entwined… Bliss…",
        "author": "Steve Maraboli",
        "category": "bliss, kissing, love, relationships"
    },
    {
        "quote": "(Sometimes it seems that haters are just fans who are in denial.)",
        "author": "Steve Maraboli",
        "category": "denial, fans, haters"
    },
    {
        "quote": "Apathy is a trap. There is no challenge... so there is no reward. Remember, there is always free cheese in a mousetrap.",
        "author": "Steve Maraboli",
        "category": "apathy, challenge, mousetrap, reward"
    },
    {
        "quote": "The process of discovering your greatest self is of refinement, not adding. The best way to reconnect with your freedom is to look at the rules you have that govern and hinder it.",
        "author": "Steve Maraboli",
        "category": "freedom, greatest-self, happiness, life, rules"
    },
    {
        "quote": "Do not exchange your dignity for popularity.",
        "author": "Steve Maraboli",
        "category": "dignity, popularity"
    },
    {
        "quote": "Behavior slays the dragon of illusion and reveals the truth.",
        "author": "Steve Maraboli",
        "category": "behavior, truth"
    },
    {
        "quote": "It took me a long time to realize that when someone is not sorry for their behavior, that's their problem, not mine... I'll forgive them anyway, for me. Sometimes forgiveness is loving yourself enough to move on.",
        "author": "Steve Maraboli",
        "category": "behavior, inspirarional, let-go, move-on"
    },
    {
        "quote": "Pay attention, behavior speaks… While preacher are telling you to pray for abundance, they’re passing around a basket.",
        "author": "Steve Maraboli",
        "category": "behavior, religion"
    },
    {
        "quote": "Behavior speaks… If you’re chasing them, it means they’re running from you. Save your energy.",
        "author": "Steve Maraboli",
        "category": "behavior, relationships"
    },
    {
        "quote": "BEHAVIOR is the bridge between what you want and what you have.",
        "author": "Steve Maraboli",
        "category": "behavior, success"
    },
    {
        "quote": "Behavior is math: Truth is found in the sum of its parts.",
        "author": "Steve Maraboli",
        "category": "behavior, truth"
    },
    {
        "quote": "If they do it often, it isn’t a mistake; it’s just their behavior.",
        "author": "Steve Maraboli",
        "category": "behavior, mistake, relationships"
    },
    {
        "quote": "In my opinion, being a Christian is a noticeable behavior. If you have to tell somebody you’re a Christian, then you’re probably not doing it right.",
        "author": "Steve Maraboli",
        "category": "behavior, christian, opinion"
    },
    {
        "quote": "You want to BE happy and HAVE success? Join those words, BE+HAVE… To experience success in your life requires that you decide what you want and BEHAVE accordingly.",
        "author": "Steve Maraboli",
        "category": "behavior, happiness, success"
    },
    {
        "quote": "If they do it often, it isn't a mistake; it’s just their behavior.",
        "author": "Steve Maraboli",
        "category": "behavior, life, mistake, relationships"
    },
    {
        "quote": "LOVE – PEACE – SUCCESS: When they are what we desire, they fuel our hope… When they are seen in our behavior, they change our lives.",
        "author": "Steve Maraboli",
        "category": "behavior, change, fuel, hope, inspirational, lives, love, peace, success"
    },
    {
        "quote": "I watch her with loving sadness as she dulls her shine to please others. Will this butterfly ever soar? Will she continue to pretend she can’t fly? Her greatest life awaits this decision.",
        "author": "Steve Maraboli",
        "category": "butterfly, decision, love"
    },
    {
        "quote": "Emotional self-defense...Those who care so much, maybe too much, know that it takes wisdom and courage to sometimes say, “no” to others.",
        "author": "Steve Maraboli",
        "category": "caring, wisdom"
    },
    {
        "quote": "Boredom is restlessness of the soul. It is an internal message reminding you that you're better than the stagnancy you've settled for.",
        "author": "Steve Maraboli",
        "category": "boredom, life, success"
    },
    {
        "quote": "Boredom is a symptom of a conditioned and closed mind. If you are bored, you’re doing yourself a tremendous disservice. Open your mind, break-free from your conditioned routine, and reignite the flames of excitement and discovery.",
        "author": "Steve Maraboli",
        "category": "boredom, closed-mind, life, success"
    },
    {
        "quote": "I wish for you the wisdom to mind your own business.",
        "author": "Steve Maraboli",
        "category": "life, wisdom, wit"
    },
    {
        "quote": "I've learned that just because I don't know how to break up with someone, doesn't mean they were worth keeping.",
        "author": "Steve Maraboli",
        "category": "breakup, relationships"
    },
    {
        "quote": "I wish for you the wisdom to realize that forgiveness has nothing to do with an apology.",
        "author": "Steve Maraboli",
        "category": "apology, forgive, inspiration, wisdom"
    },
    {
        "quote": "Their love was like a prison, and I the willing inmate.",
        "author": "Steve Maraboli",
        "category": "inmate, love, prison, relationships"
    },
    {
        "quote": "Be You! It is so enchanting to see the beauty that radiates from someone freely expressing their uniqueness.",
        "author": "Steve Maraboli",
        "category": "be-yourself, unique"
    },
    {
        "quote": "Keep your negativity to yourself. After watching you poison your own life with your opinions, I would be foolish to let you do the same to mine.",
        "author": "Steve Maraboli",
        "category": "life, negativity, opinion, poison"
    },
    {
        "quote": "The bad news is that yesterday sucked. The good news is that yesterday is gone. Today’s a new day. Own it! Shape it! Live it!",
        "author": "Steve Maraboli",
        "category": "inspiration, life, new-day, today, yesterday"
    },
    {
        "quote": "The bad news is that yesterday sucked. The good news is that yesterday is gone. Today's a new day. Own it! Shape it! Live it!",
        "author": "Steve Maraboli",
        "category": "bad-news, good-news, inspiration, today, yesterday"
    },
    {
        "quote": "Blame is the coward’s retreat.They think it frees them, but it confines them… Blame is also the coward’s warden.",
        "author": "Steve Maraboli",
        "category": "blame, coward, success"
    },
    {
        "quote": "The longer you blame the mirror, the longer you throw away the power to change what it is reflecting.",
        "author": "Steve Maraboli",
        "category": "blame, change"
    },
    {
        "quote": "Don't be fooled...If they gossip to you, they'll gossip about you.",
        "author": "Steve Maraboli",
        "category": "fooled, gossip, relationships"
    }
]