[
    {
        "quote": "No one knows for sure that that tomorrow won't come, but most people assume that tomorrow will still exist as usual. This is Toba's Paradox, which means, hope overcomes doubt.",
        "author": "Toba Beta",
        "category": "doubt, hope, life, overcome, paradox, toba, truth"
    },
    {
        "quote": "Fake sUCKs!",
        "author": "Toba Beta",
        "category": "fake, imitation, life, real, truth"
    },
    {
        "quote": "Just as heart is a fountain of unspoken words,the universe is a womb of wonder weird worlds.",
        "author": "Toba Beta",
        "category": "fountain, heart, truth, universe, unspoken-words, weird, worlds"
    },
    {
        "quote": "Smartass Disciple: Why we shouldn’t judge others? Master of Stupidity: Don’t! Unless you are paid for it.",
        "author": "Toba Beta",
        "category": "humor, judge, life, paid, truth"
    },
    {
        "quote": "Some people say, ‘Do not judge the book by its cover!’ Well, I say not to judge at all. People can say anything they want to say, but for me, cover does matter.",
        "author": "Toba Beta",
        "category": "book, cover, judge, matter, perception, truth"
    },
    {
        "quote": "Smartass Disciple: Master, I’m going to change the whole world.Master of Stupidity: It changes within you. It changes without you.",
        "author": "Toba Beta",
        "category": "change, ego, humor, life, perspective, point-of-view, truth"
    },
    {
        "quote": "If there was no free will in men, then there is no sins. When sins happened, it was 'free will' that made them doable. This is true, unless God has predestined human to do and to have sins.",
        "author": "Toba Beta",
        "category": "clarity-of-perception, free-will, god, life, sins, truth"
    },
    {
        "quote": "I know many versions of truth that explain one fact.",
        "author": "Toba Beta",
        "category": "fact, truth"
    },
    {
        "quote": "In no man's land, alien is the queen.",
        "author": "Toba Beta",
        "category": "alien, land, life, man, queen, truth"
    },
    {
        "quote": "There is no single truth in a world ruled by many political parties.",
        "author": "Toba Beta",
        "category": "life, politics, truth, world"
    },
    {
        "quote": "Smartass Disciple: How the hell do we find the truth ?Master of Stupidity: Just seek it with hope it’ll find you.",
        "author": "Toba Beta",
        "category": "find, humor, seek, truth"
    },
    {
        "quote": "History engineered if the facts couldn't be generally accepted.",
        "author": "Toba Beta",
        "category": "fact, history, truth"
    },
    {
        "quote": "Smartass Disciple: What were you thinking when the truth is revealed unto you?Master of Stupidity: I wasn't thinking. I was having sex when it came to my mind.",
        "author": "Toba Beta",
        "category": "humor, life, sex, truth"
    },
    {
        "quote": "If you believe in something because of miracles, then another kind of miracles can make you deny it.",
        "author": "Toba Beta",
        "category": "belief, believe, defy, deny, life, miracle, secret, truth"
    },
    {
        "quote": "I do not say words, which you want to hear.The words just told me, to write them down.",
        "author": "Toba Beta",
        "category": "honest, truth, want-to-hear, words, write-down"
    },
    {
        "quote": "People usually feel funny, smile and laugh when I tell them about my strong belief in the very existence of prehistoric advanced technology and great civilizations of wilier races. I just can't wait to see their faces at time the truth is revealed.",
        "author": "Toba Beta",
        "category": "alien, ancient, civilization, mystery, prehistoric, reveal, revelation, truth"
    },
    {
        "quote": "Smartass Disciple: Master, why God let human did sins in the beginning?Master of Stupidity: If the saviour must come, why should He prevent that?",
        "author": "Toba Beta",
        "category": "come, life, saviour, sin, truth"
    },
    {
        "quote": "Once upon a time in the land of Shinar, God came down to see the city and the tower. People were united and spoke in one language. Then God confound their language and caused them scattered all over the planet earth. I believe, because of our technology, there will be one computer-based language on earth. Then God will come back again and make us all scattered all over the stars constellation.",
        "author": "Toba Beta",
        "category": "babel, earth, god, history, life, man, mankind, star, technology, tower, truth"
    },
    {
        "quote": "If you want to find wilier race by common sense, then you have just narrowed your searching area.",
        "author": "Toba Beta",
        "category": "alien, common, find, search, seek, sense, truth, ufo"
    },
    {
        "quote": "Selfrighteous creates wars more often than other reasons.",
        "author": "Toba Beta",
        "category": "history, life, selfrighteous, truth, war"
    },
    {
        "quote": "Smartass Disciple: Master, I want to eradicate all corruptions in this world.Master of Stupidity: Let it be a bit! Otherwise you'll make us jobless for good.",
        "author": "Toba Beta",
        "category": "corruption, exist, humor, life, truth"
    },
    {
        "quote": "Smartass Disciple: Master, what do say about the truth itself ?Master of Stupidity: Like sex, no fun anymore if all is revealed.",
        "author": "Toba Beta",
        "category": "fun, humor, life, reveal, revealed, sex, truth"
    },
    {
        "quote": "Smartass Disciple: Master, please show me the way to the enlightenment.Master of Stupidity: Walk with me! [but I won't let you try to surpass me].",
        "author": "Toba Beta",
        "category": "enlightenment, find, humor, life, truth"
    },
    {
        "quote": "I am who I am', said God to Moses regarding His name,because none was worth to be compared to His godhead.",
        "author": "Toba Beta",
        "category": "god, godhead, moses, oneness"
    },
    {
        "quote": "I know there is only oneGovernorOfDeities.",
        "author": "Toba Beta",
        "category": "deity, god, governor, life"
    },
    {
        "quote": "Smartass Disciple: Master, what is the secret recipe of your happiness?Master of Stupidity: If I tell you, there is nobody left to be made fun of.",
        "author": "Toba Beta",
        "category": "fun, happiness, humor, recipe, secret"
    },
    {
        "quote": "Impossibility only lasts until you find new unbelievable hard evidences.",
        "author": "Toba Beta",
        "category": "belief, inspirational, life, perception, possibility, proof, science, spirit, will"
    },
    {
        "quote": "On a visit or vacation to Toba Lake,you may say 'Horas' to Batak people,when we meet, visit and shake hands.",
        "author": "Toba Beta",
        "category": "batak, communication, good, hello, horas, people"
    },
    {
        "quote": "Feeling of hatred unto your enemy, drains your energy as enemy wanted.",
        "author": "Toba Beta",
        "category": "enemy, energy, ife, secret, war"
    },
    {
        "quote": "The way of war was the invention of heavenly beings.",
        "author": "Toba Beta",
        "category": "heaven, invention, secret, war, way"
    },
    {
        "quote": "When I feel the beauty in words, I am sensing the logic of heart.",
        "author": "Toba Beta",
        "category": "beauty, life, logic-of-heart, sense, words"
    },
    {
        "quote": "A good reading strengthens the soul.",
        "author": "Toba Beta",
        "category": "reading, soul, strength"
    },
    {
        "quote": "By writing quotes...I mark a trail of my soul's journey in this realm.",
        "author": "Toba Beta",
        "category": "journey, life, mark-a-trail, realm, soul"
    },
    {
        "quote": "Often blaming, is a trait of a childish soul.",
        "author": "Toba Beta",
        "category": "adam, blame, blaming, childish, eve, mankind, sin, soul, trait"
    },
    {
        "quote": "Reading is an activity of civilized beings.",
        "author": "Toba Beta",
        "category": "activity, civilized-beings, reading"
    },
    {
        "quote": "Talking about pollution, nobody's holy.They who pollute, sinned against nature.",
        "author": "Toba Beta",
        "category": "holy, nature, pollution, sin"
    },
    {
        "quote": "Sometimes, somehow...I feel that ocean contains tears of mother earth,that mourns over terrible great sin done by men.",
        "author": "Toba Beta",
        "category": "against, men, nature, sinner"
    },
    {
        "quote": "I know that men are so eager to be one among the stars.I feel that damaged earth will never let men go off hand.",
        "author": "Toba Beta",
        "category": "against, men, nature, sinned"
    },
    {
        "quote": "Latent brain functions can be enabled by force majeure when we are facing the weirdness of an unknown reality.",
        "author": "Toba Beta",
        "category": "brain-capacity, force-majeure, latent, life, reality, secret, weirdness"
    },
    {
        "quote": "In a reality known as the garden of beautiful eden, Adam is dreaming about his sinful children on earth.He is struggling to wake up from a terrible nightmare.",
        "author": "Toba Beta",
        "category": "adam, dream, mankind, reality"
    },
    {
        "quote": "What you listen in heart, are echoes of the past.What you write today, will be echoed in the future.",
        "author": "Toba Beta",
        "category": "echo, future, listen, past, write"
    },
    {
        "quote": "Do not depend on good motivator!Find your words of self-motivation!",
        "author": "Toba Beta",
        "category": "find, own, self-motivation, words"
    },
    {
        "quote": "I believe Jesus wasn't thinking about miracle when He performed it. He's just doing normal activities as he did in His heavenly kingdom.",
        "author": "Toba Beta",
        "category": "habit, jesus, kingdom-of-god, miracle, point-of-view"
    },
    {
        "quote": "Your hypocrisy insults my intelligence.",
        "author": "Toba Beta",
        "category": "hypocrisy, lies, naive"
    },
    {
        "quote": "Nothing can be inside an edgeless universe.",
        "author": "Toba Beta",
        "category": "edge, somewhere, universe"
    },
    {
        "quote": "Heaven resonates when one sings wholeheartedly.",
        "author": "Toba Beta",
        "category": "compose, harmony, heaven, resonance, resonate, sing, song"
    },
    {
        "quote": "I wanna be the best in at least one thing in this life.",
        "author": "Toba Beta",
        "category": "focus"
    },
    {
        "quote": "Milk for infant as liquor for adult.",
        "author": "Toba Beta",
        "category": "maturity, thought"
    },
    {
        "quote": "Your shield must surpass your weaponry.",
        "author": "Toba Beta",
        "category": "extinction, shield, survival, war, weapon, win"
    },
    {
        "quote": "Surely you ain't weak.You just can't accept yourself as a strong person.",
        "author": "Toba Beta",
        "category": "perception, strong, weak"
    },
    {
        "quote": "When bad news sells, money politics buys.",
        "author": "Toba Beta",
        "category": "democracy, indonesia, joko, jokowi, obama, pilpres, politics, presiden, president, vote, widodo, win"
    },
    {
        "quote": "Progress is much more better than perfect.",
        "author": "Toba Beta",
        "category": "development, perfectionism, progress"
    },
    {
        "quote": "One thing that makes aikido is so powerful,it utilizes power of opponents to win the fight.",
        "author": "Toba Beta",
        "category": "aikido, art-of-peace, fight, opponent, powerful, utilize, win"
    },
    {
        "quote": "Money talks, I record.",
        "author": "Toba Beta",
        "category": "mindset, money, myth"
    },
    {
        "quote": "If you need to find out who is your friend among many, stimulate a resolutive conflict.",
        "author": "Toba Beta",
        "category": "conflict, foe, friend, resolution, stimulation"
    },
    {
        "quote": "There are many unspeakable words, forgotten, or forbidden.Great thanks to the poets who make them all become reachable.",
        "author": "Toba Beta",
        "category": "forbidden, forgotten, poet, reachable, thanks, unspeakable"
    },
    {
        "quote": "If you want to be immortal, don't ever think about retirement.",
        "author": "Toba Beta",
        "category": "eternal, eternity, immortal, immortality"
    },
    {
        "quote": "Immortality can be soon achieved by using technology.The real issue is, \"are humans compatible with eternity?",
        "author": "Toba Beta",
        "category": "eternal, eternity, immortal, immortality"
    },
    {
        "quote": "Need for immortality should be added on top of Maslow's hierarchy of needs.",
        "author": "Toba Beta",
        "category": "eternal, eternity, immortal, immortality"
    },
    {
        "quote": "Writing. Is it a way to be remembered,or a need to become immortal?",
        "author": "Toba Beta",
        "category": "eternal, eternity, immortal, immortality"
    },
    {
        "quote": "Chirp of coward shouted in crowd,dare to speak but not to be known.",
        "author": "Toba Beta",
        "category": "afraid, coward, risk"
    },
    {
        "quote": "You're good salesman, if you make people buyproduct they don't need.",
        "author": "Toba Beta",
        "category": "buy, need, salesman"
    },
    {
        "quote": "Fame is vanity's bait.",
        "author": "Toba Beta",
        "category": "attractive, bait, fame, vanity"
    },
    {
        "quote": "Arrogance is a creature. It does not have senses.It has only a sharp tongue and the pointing finger.",
        "author": "Toba Beta",
        "category": "arrogance, sign-of-weakness"
    },
    {
        "quote": "Smartass Disciple: Master, how do you heal the broken heart?Master of Stupidity: It isn’t a disease need to be healed. It’s life.",
        "author": "Toba Beta",
        "category": "broken-heart, heal, life, recipe, secret"
    },
    {
        "quote": "Sci-fi opens the way in mind for the new science.",
        "author": "Toba Beta",
        "category": "new-science, open-the-way-for, sci-fi, syfy"
    },
    {
        "quote": "Truth shrilled in prison or cemetary.",
        "author": "Toba Beta",
        "category": "cemetary, prison, truth"
    }
]