[
    {
        "quote": "O Romeo, Romeo, wherefore art thou Romeo? Deny thy father refuse thy name, thou art thyself thou not a montegue, what is montegue? tis nor hand nor foot nor any other part belonging to a man What is in a name? That which we call a rose by any other name would smell as sweet, So Romeo would were he not Romeo called retain such dear perfection to which he owes without that title, Romeo, Doth thy name! And for that name which is no part of thee, take all thyself.",
        "author": "William Shakespeare",
        "category": "love, romeo-and-juliet"
    },
    {
        "quote": "Of all knowledge, the wise and good seek mostly to know themselves.",
        "author": "William Shakespeare",
        "category": "philosophy"
    },
    {
        "quote": "Out of this nettle - danger - we pluck this flower - safety.",
        "author": "William Shakespeare",
        "category": "life, truth"
    },
    {
        "quote": "There are occasions and causes, why and wherefore in all things.",
        "author": "William Shakespeare",
        "category": "wisdom"
    },
    {
        "quote": "Tongues in trees, books in running brooks, sermons in stones, and good in everything.",
        "author": "William Shakespeare",
        "category": "inspirational-quotes"
    },
    {
        "quote": "When I saw you, I fell in love, and you smiled because you knew",
        "author": "William Shakespeare",
        "category": "feels, happiness, love, true-love"
    },
    {
        "quote": "My only love sprung from my only hate!Too early seen unknown, and known too late!Prodigious birth of love it is to me,That I must love a loathed enemy.",
        "author": "William Shakespeare",
        "category": "romance, romeo-and-juliet"
    },
    {
        "quote": "Men's eyes were made to look, let them gaze, I will budge for no man's pleasure.",
        "author": "William Shakespeare",
        "category": "love, romance"
    },
    {
        "quote": "For thy sweet love remembr'd such wealth bringsThat then, I scorn to change my state with kings.",
        "author": "William Shakespeare",
        "category": "literature, romance, shakespeare"
    },
    {
        "quote": "The course of true love never did run smooth said by lysander",
        "author": "William Shakespeare",
        "category": "conflict, play, romance"
    },
    {
        "quote": "True hope is swift, and flies with swallow's wings.",
        "author": "William Shakespeare",
        "category": "flies, hope, shakespeare, swallows, swift, wings"
    },
    {
        "quote": "whats here a cup closed in my true loves hand poisin i see hath been his timeless end. oh churl drunk all and left no friendly drop to help me after. i will kiss thy lips some poisin doth hang on them, to help me die with a restorative. thy lips are warm.yea noise then ill be brief oh happy dagger this is thy sheath. there rust and let me die.",
        "author": "William Shakespeare",
        "category": "death, romeo-and-juliet, sad"
    },
    {
        "quote": "For Brutus, as you know, was Caesar's angel:Judge, O you gods, how dearly Caesar loved him!This was the most unkindest cut of all",
        "author": "William Shakespeare",
        "category": "betrayal, death, julius-caesar"
    },
    {
        "quote": "There's a tide in the affairs of men, which taken at the flood, leads onto fortune, omitted, all their voyages end in shallows and miseries. Upon such tide are we now...",
        "author": "William Shakespeare",
        "category": "drama, quotes"
    },
    {
        "quote": "I like this place and could willingly waste my time in it.",
        "author": "William Shakespeare",
        "category": "as-you-like-it, celia, nature, poetry"
    },
    {
        "quote": "A lover goes toward his beloved as enthusiastically as a schoolboy leaving his books, but when he leaves his girlfriend, he feels as miserable as the schoolboy on his way to school. (Act 2, scene 2)",
        "author": "William Shakespeare",
        "category": "love, poetry"
    },
    {
        "quote": "To me, fair friend, you never can be old,For as you were when first your eye I ey'd, Such seems your beauty still.",
        "author": "William Shakespeare",
        "category": "poetry, sonnet-104"
    },
    {
        "quote": "Then others for breath of words respect,Me for my dumb thoughts, speaking in effect.",
        "author": "William Shakespeare",
        "category": "poetry"
    },
    {
        "quote": "Give thanks for what you are today and go on fighting for what you gone be tomorrow",
        "author": "William Shakespeare",
        "category": "inspiration"
    },
    {
        "quote": "Tomorrow, and tomorrow, and tomorrow,Creeps in this petty face from day to day.",
        "author": "William Shakespeare",
        "category": "time, tomorrow"
    },
    {
        "quote": "I am a Jew. Hath not a Jew eyes? Hath not a Jew hands, organs, dimensions, senses, affections, passions; fed with the same food, hurt with the same weapons, subject to the same diseases, heal'd by the same means, warm'd and cool'd by the same winter and summer, as a Christian is? If you prick us, do we not bleed? If you tickle us, do we not laugh? If you poison us, do we not die? And if you wrong us, do we not revenge? If we are like you in the rest, we will resemble you in that.",
        "author": "William Shakespeare",
        "category": "antisemitism, funny, revenge"
    },
    {
        "quote": "The small amount of foolery wise men have makes a great show.",
        "author": "William Shakespeare",
        "category": "funny, wit"
    },
    {
        "quote": "Mother, you have my father much offended.",
        "author": "William Shakespeare",
        "category": "funny, hamlet, sassy, shakespeare"
    },
    {
        "quote": "Knowing I lov'd my books, he furnish'd me From mine own library with volumes that I prize above my dukedom.",
        "author": "William Shakespeare",
        "category": "books, libraries, reading"
    },
    {
        "quote": "But if the while I think on thee, dear friend,All losses are restored and sorrows end.",
        "author": "William Shakespeare",
        "category": "friendship"
    },
    {
        "quote": "Make the doors upon a woman's wit,and it will out at the casement;shut that, and 'twill out at the key-hole;stop that, 'twill fly with the smoke out at the chimney.",
        "author": "William Shakespeare",
        "category": "intelligence, women"
    },
    {
        "quote": "Were kisses all the joys in bed,/One woman would another wed.",
        "author": "William Shakespeare",
        "category": "kisses, marriage, sonnets, women"
    },
    {
        "quote": "In the old age black was not counted fair,Or if it were, it bore not beauty’s name.But now is black beauty’s successive heir,And beauty slandered with a bastard shame.For since each hand hath put on nature’s pow'r,Fairing the foul with art’s false borrowed face,Sweet beauty hath no name, no holy bow'r,But is profaned, if not lives in disgrace.Therefore my mistress' eyes are raven black,Her eyes so suited, and they mourners seemAt such who, not born fair, no beauty lack,Sland'ring creation with a false esteem.  Yet so they mourn, becoming of their woe,  That every tongue says beauty should look so.",
        "author": "William Shakespeare",
        "category": "beauty"
    },
    {
        "quote": "A right fair mark, fair coz, is soonest hit.",
        "author": "William Shakespeare",
        "category": "beauty, love"
    },
    {
        "quote": "I can't talk, or I will throw up!",
        "author": "William Shakespeare",
        "category": "inspirational, love, spiritual"
    },
    {
        "quote": "Grant them removed, and grant that this your noiseHath chid down all the majesty of England;Imagine that you see the wretched strangers,Their babies at their backs and their poor luggage,Plodding to the ports and coasts for transportation,And that you sit as kings in your desires,Authority quite silent by your brawl,And you in ruff of your opinions clothed;What had you got? I'll tell you: you had taughtHow insolence and strong hand should prevail,How order should be quelled; and by this patternNot one of you should live an aged man,For other ruffians, as their fancies wrought,With self same hand, self reasons, and self right,Would shark on you, and men like ravenous fishesWould feed on one another....Say now the kingShould so much come too short of your great trespassAs but to banish you, whither would you go?What country, by the nature of your error,Should give your harbour? go you to France or Flanders,To any German province, to Spain or Portugal, Nay, any where that not adheres to England,Why, you must needs be strangers: would you be pleasedTo find a nation of such barbarous temper,That, breaking out in hideous violence,Would not afford you an abode on earth,Whet their detested knives against your throats,Spurn you like dogs, and like as if that GodOwed not nor made you, nor that the claimantsWere not all appropriate to your comforts,But chartered unto them, what would you thinkTo be thus used? this is the strangers case;And this your mountainish inhumanity.",
        "author": "William Shakespeare",
        "category": "charity, humanity, refugees"
    },
    {
        "quote": "A peace is of the nature of a conquest; for then both parties nobly are subdued, and neither party loser.",
        "author": "William Shakespeare",
        "category": "peace"
    },
    {
        "quote": "In Antiochus and his daughter you have heard of monstrous lust the due and just reward; In Pericles, his queen, and daughter, seen, Although assailed with fortune fierce and keen, Virtue preserved from fell destruction's blast, Led on by heaven, and crowned with joy at last.",
        "author": "William Shakespeare",
        "category": "epilogue, family"
    },
    {
        "quote": "BOYETA mark! O, mark but that mark! A mark, says my lady!Let the mark have a prick in't, to mete at, if it may be.MARIAWide o' the bow hand! i' faith, your hand is out.COSTARDIndeed, a' must shoot nearer, or he'll ne'er hit the clout.BOYETAn if my hand be out, then belike your hand is in.COSTARDThen will she get the upshoot by cleaving the pin.MARIACome, come, you talk greasily; your lips grow foul.COSTARDShe's too hard for you at pricks, sir: challenge her to bowl.BOYETI fear too much rubbing. Good night, my good owl.Exeunt BOYET and MARIA",
        "author": "William Shakespeare",
        "category": "sex"
    },
    {
        "quote": "Silence is the herald of joy",
        "author": "William Shakespeare",
        "category": "inspirational-quotes, joy, joy-quotes"
    },
    {
        "quote": "O God, that I were a man! I would eat his heart in the marketplace.",
        "author": "William Shakespeare",
        "category": "feminism, gender-roles, shakespeare"
    },
    {
        "quote": "It is not in the stars to hold our destiny but in ourselves.",
        "author": "William Shakespeare",
        "category": "destiny"
    },
    {
        "quote": "What we are is not all that we may become.",
        "author": "William Shakespeare",
        "category": "development, future"
    },
    {
        "quote": "POLONIUS : My Lord, I will use them according to their desert.HAMLET : God's bodykins man, better. Use every man after his desert, and who should 'scape whipping? Use them after your own honour and dignity. The less they deserve, the more merit is in your bounty.",
        "author": "William Shakespeare",
        "category": "humanism, literature"
    },
    {
        "quote": "Oft have I heard that grief softens the mind, And makes it fearful and degenerate; Think therefore on revenge and cease to weep.",
        "author": "William Shakespeare",
        "category": "depression, revenge, vengeance"
    },
    {
        "quote": "There is nothing in the world so much like prayer as music is. ~William Shakespeare",
        "author": "William Shakespeare",
        "category": "music, prayer"
    },
    {
        "quote": "for my grief's so greatThat no supporter but the huge firm earthCan hold it up: here I and sorrows sit;Here is my throne, bid kings come bow to it.(Constance, from King John, Act III, scene 1)",
        "author": "William Shakespeare",
        "category": "grief"
    },
    {
        "quote": "Is there no pity sitting in the clouds that sees into the bottom of my grief?",
        "author": "William Shakespeare",
        "category": "grief, pitty"
    },
    {
        "quote": "​Sebastian: By your patience, no. My stars shine darkly over me; the malignancy of my fate might, perhaps, distemper yours; therefore I shall carve of you your leave that I may bear my evils alone. It were a bad recompense for your love to lay any of them on you.",
        "author": "William Shakespeare",
        "category": "dark, leaving, love, sad, sadness, stars, twelfth-night"
    },
    {
        "quote": "Things at the worst will cease, or else climb upwardTo what they were before.",
        "author": "William Shakespeare",
        "category": "misfortune, sadness"
    },
    {
        "quote": "Small herbs have grace, great weeds to grow apace.",
        "author": "William Shakespeare",
        "category": "attitude, growth, inspirational-life"
    },
    {
        "quote": "If this be magic, let it be an art lawful as eating.",
        "author": "William Shakespeare",
        "category": "eating, magic"
    },
    {
        "quote": "Travellers ne'er did lie,Though fools at home condemn 'em.-Antonio",
        "author": "William Shakespeare",
        "category": "travel"
    },
    {
        "quote": "... one fire burns out another’s burning.One pain is lessened by another’s anguish. -Romeo & Juliet",
        "author": "William Shakespeare",
        "category": "anguish, suffering"
    },
    {
        "quote": "Alas, my lord, your wisdom is consumed in confidence.",
        "author": "William Shakespeare",
        "category": "caesar, calpurnia, confidence, julius-caesar, shakespeare, william-shakespeare, wisdom"
    },
    {
        "quote": "Oh, that this too, too sullied flesh would melt, Thaw, and resolve itself into a dew, Or that the Everlasting had not fixed. His canon 'gainst self-slaughter!",
        "author": "William Shakespeare",
        "category": "religion, suicide"
    },
    {
        "quote": "Tis best to weigh the enemy more mighty than he seems.",
        "author": "William Shakespeare",
        "category": "advice, enemies, enemy"
    },
    {
        "quote": "Self-love, my liege, is not so vile a sin as self-neglecting.",
        "author": "William Shakespeare",
        "category": "self-love"
    },
    {
        "quote": "Virtue and genuine graces in themselves speak what no words can utter.",
        "author": "William Shakespeare",
        "category": "grace, virtue"
    },
    {
        "quote": "Fie, fie upon her! There's language in her eye, her cheek, her lip, Nay, her foot speaks; her wanton spirits look out at every joint and motive of her body.",
        "author": "William Shakespeare",
        "category": "beauty, body, language, shakespeare, sonet, wanton"
    },
    {
        "quote": "My dull brain was wrought with things forgotten.",
        "author": "William Shakespeare",
        "category": "banquo, brain, humor, macbeth, shakespeare, thinking"
    },
    {
        "quote": "Love me or hate me, both are in my favour. If you love me, I'll always be in your heart... If you hate me, I'll always be in your mind.",
        "author": "William Shakespeare",
        "category": "hate, inspirational, love, shakespeare, uplifting"
    },
    {
        "quote": "Love me or hate me, both are in my favor. If you love me, I'll always be in your heart. If you hate me, I'll always be in your mind.",
        "author": "William Shakespeare",
        "category": "hate, inspirational, love"
    },
    {
        "quote": "I know you all, and will awhile uphold the unyoked humour of your idleness . . .",
        "author": "William Shakespeare",
        "category": "beautiful"
    },
    {
        "quote": "To be honest, as this world goes is to be one man picked out of ten thousand.Hamlet Act II, Scene II Lines 178-179",
        "author": "William Shakespeare",
        "category": "honesty, shakespeare"
    },
    {
        "quote": "Every man has his fault, and honesty is his.- Lucullus (Act III, scene 1)",
        "author": "William Shakespeare",
        "category": "character-flaw, honesty"
    },
    {
        "quote": "I do believe you think what now you speak,But what we do determine oft we break.Purpose is but the slave to memory,Of violent birth, but poor validity,Which now, like fruit unripe, sticks on the tree,But fall, unshaken, when they mellow be.Most necessary ’tis that we forgetTo pay ourselves what to ourselves is debt.What to ourselves in passion we propose,The passion ending, doth the purpose lose.",
        "author": "William Shakespeare",
        "category": "hamlet, honesty, passion, promise, purpose, truth"
    },
    {
        "quote": "It is not enough to speak but to speak truth",
        "author": "William Shakespeare",
        "category": "lie, lies, truth"
    },
    {
        "quote": "O! Learn to read what silent love hath writ:to hear with eyes belongs to love's fine wit.",
        "author": "William Shakespeare",
        "category": "shakespeare, silence, sonnet-23"
    },
    {
        "quote": "We know what we are, but not what we may be.",
        "author": "William Shakespeare",
        "category": "hamlet, identity, possibilities"
    },
    {
        "quote": "The most peaceable way for you, if you do take a thief, is, to let him show himself what he is and steal out of your company.",
        "author": "William Shakespeare",
        "category": "character"
    },
    {
        "quote": "I cannot live to hear the news from England.But I do prophesy th' election lightsOn Fortinbras; he has my dying voice.So tell him, with th' occurents, more and less,Which have solicited - the rest is silence.",
        "author": "William Shakespeare",
        "category": "betrayal, death, genius, government, greed, shakespeare, verse"
    },
    {
        "quote": "For this new-married man approaching here,Whose salt imagination yet hath wrong'dYour well defended honour, you must pardonFor Mariana's sake: but as he adjudged your brother,--Being criminal, in double violationOf sacred chastity and of promise-breachThereon dependent, for your brother's life,--The very mercy of the law cries outMost audible, even from his proper tongue,'An Angelo for Claudio, death for death!'Haste still pays haste, and leisure answers leisure;Like doth quit like, and MEASURE still FOR MEASURE",
        "author": "William Shakespeare",
        "category": "justice, measure-for-measure, shakespeare"
    },
    {
        "quote": "The gods are just, and of our pleasant vicesMake instruments to plague us.",
        "author": "William Shakespeare",
        "category": "edgar, gods, justice, vice"
    },
    {
        "quote": "Uncertain way of gain. But I am inSo far in blood that sin will pluck on sin.Tear-falling pity dwells not in this eye.",
        "author": "William Shakespeare",
        "category": "remorseless, richard-iii, sin"
    },
    {
        "quote": "Antioch, farewell! for wisdom sees, those men blush not in actions blacker than the night, will 'schew no course to keep them from the light. One sin, I know, another doth provoke; Murder's as near to lust as flame to smoke. Poison and treason are the hands of sin; Ay, and the targets to put off the shame. Then, lest my life be cropped to keep you clear, By flight I'll shun the danger which I fear.",
        "author": "William Shakespeare",
        "category": "corruption, deceit, hypocrisy, sin"
    },
    {
        "quote": "CARDINAL WOLSEYSo farewell to the little good you bear me.Farewell! a long farewell, to all my greatness!This is the state of man: to-day he puts forthThe tender leaves of hopes; to-morrow blossoms,And bears his blushing honours thick upon him;The third day comes a frost, a killing frost,And, when he thinks, good easy man, full surelyHis greatness is a-ripening, nips his root,And then he falls, as I do. I have ventured,Like little wanton boys that swim on bladders,This many summers in a sea of glory,But far beyond my depth: my high-blown prideAt length broke under me and now has left me,Weary and old with service, to the mercyOf a rude stream, that must for ever hide me.Vain pomp and glory of this world, I hate ye:I feel my heart new open'd. O, how wretchedIs that poor man that hangs on princes' favours!There is, betwixt that smile we would aspire to,That sweet aspect of princes, and their ruin,More pangs and fears than wars or women have:And when he falls, he falls like Lucifer,Never to hope again",
        "author": "William Shakespeare",
        "category": "drama, humility, shakespeare, vanity-of-human-affairs"
    },
    {
        "quote": "I rather would entreat thy companyTo see the wonders of the world abroadThan, living dully sluggardiz'd at home,Wear out thy youth with shapeless idleness.",
        "author": "William Shakespeare",
        "category": "idleness, youth"
    },
    {
        "quote": "Golden lads and girls all must, like chimmney-sweepers, come to dust.",
        "author": "William Shakespeare",
        "category": "beauty, mortality, relativity, youth"
    },
    {
        "quote": "CLEOPATRA: My salad days,When I was green in judgment: cold in blood,To say as I said then! But, come, away;Get me ink and paper:He shall have every day a several greeting,Or I'll unpeople Egypt.",
        "author": "William Shakespeare",
        "category": "anthony-cleopatra, love, youth"
    },
    {
        "quote": "such wanton, wild, and usual slips/ As are companions noted and most known/ To youth and liberty.",
        "author": "William Shakespeare",
        "category": "hamlet, liberty, polonius, shakespeare, wanton, youth"
    },
    {
        "quote": "He that is proud eats up himself: pride is his own glass, his own trumpet, his own chronicle.",
        "author": "William Shakespeare",
        "category": "pride, troilus-and-cressida"
    },
    {
        "quote": "Live by the words of intelligence endured..F@&$ IT!",
        "author": "William Shakespeare",
        "category": "author, humor, life"
    },
    {
        "quote": "... reason andlove keep little company together now-a-days...",
        "author": "William Shakespeare",
        "category": "love, reason"
    },
    {
        "quote": "The blessedness of being little!!!",
        "author": "William Shakespeare",
        "category": "childhood"
    },
    {
        "quote": "In faith, I do not love thee with mine eyes,For they in thee a thousand errors note; But 'tis my heart that loves what they despise,Who in despite of view is pleased to dote",
        "author": "William Shakespeare",
        "category": "eyes, love-story, sonet, sonet-141"
    },
    {
        "quote": "silence is not a langauge, its a weapon to make your dear one to feel",
        "author": "William Shakespeare",
        "category": "inspirational-quote"
    },
    {
        "quote": "O Mistress mine, where are you roaming?O, stay and hear; your true love's coming,That can sing both high and low:Trip no further, pretty sweeting;Journeys end in lovers meeting,Every wise man's son doth know.What is love? 'Tis not hereafter;Present mirth hath present laughter;What's to come is still unsure:In delay there lies not plenty;Then, come kiss me, sweet and twenty,Youth's a stuff will not endure.",
        "author": "William Shakespeare",
        "category": "kiss, mistress"
    },
    {
        "quote": "If I were to kiss you then go to hell, I would. So then I can brag with the devils I saw heaven without ever entering it.",
        "author": "William Shakespeare",
        "category": "kiss, love"
    },
    {
        "quote": "The death of each days life",
        "author": "William Shakespeare",
        "category": "sleep"
    },
    {
        "quote": "Virtue is bold, and goodness never fearful.",
        "author": "William Shakespeare",
        "category": "bravery, goodness, virtue"
    },
    {
        "quote": "Foul cankering rust the hidden treasure frets, but gold that's put to use more gold begets.",
        "author": "William Shakespeare",
        "category": "philosophical"
    },
    {
        "quote": "So oft it chances in particular menThat for some vicious mole of nature inthem—As in their birth (wherein they are not guilty,Since nature cannot choose his origin),By the o'ergrowth of some complexion,Oft breaking down the pales and forts ofreason,Or by some habit that too much o'erleavensThe form of plausive manners—that thesemen,Carrying, I say, the stamp of one defect,Being nature’s livery or fortune’s star,Their virtues else (be they as pure as grace,As infinite as man may undergo)Shall in the general censure take corruptionFrom that particular fault. The dram of evilDoth all the noble substance of a doubtTo his own scandal.",
        "author": "William Shakespeare",
        "category": "philosophical"
    },
    {
        "quote": "Ambition should be made from sterner stuff.",
        "author": "William Shakespeare",
        "category": "ambition, shakespeare"
    },
    {
        "quote": "Our doubts are traitors, and make us loose the good that we oft might win, by fearing to attempt.",
        "author": "William Shakespeare",
        "category": "attempt, doubt, fear"
    },
    {
        "quote": "To hell, allegiance! Vows, to the blackest devil!Conscience and grace, to the profoundest pit!I dare damnation",
        "author": "William Shakespeare",
        "category": "revenge"
    },
    {
        "quote": "Hot from hell. Caesar's spirit raging in revenge. Cry,havoc! And let slip the dogs of war.",
        "author": "William Shakespeare",
        "category": "julius-caesar, mark-antony, revenge, shakespeare"
    },
    {
        "quote": "LEAR: ...yet you see how this world goes.GLOS.: I see it feelingly.",
        "author": "William Shakespeare",
        "category": "blindness, empathy, king-lear, truth"
    },
    {
        "quote": "Angels are bright still, though the brightest fell.",
        "author": "William Shakespeare",
        "category": "angels, devil, lucifer, macbeth"
    },
    {
        "quote": "More are men's ends marked than their lives before.The setting sun, the music at the close,As the last taste of sweets, is sweetest last,Writ in remembrance more than things long past.",
        "author": "William Shakespeare",
        "category": "death-and-dying"
    },
    {
        "quote": "We defy augury. There is special providence inthe fall of a sparrow. If it be now, 'tis not to come; if it be not tocome, it will be now; if it be not now, yet it will come—thereadiness is all. Since no man, of aught he leaves, knows what is'tto leave betimes, let be. (Hamlet 5.2.217-224)",
        "author": "William Shakespeare",
        "category": "death-and-dying, hamlet, philosophy, shakespeare"
    },
    {
        "quote": "I will have thee, as our rarer monsters are, painted upon a pole,and underwrit: \"Here you may see the tyrant, Macbeth",
        "author": "William Shakespeare",
        "category": "fight, monsters, war"
    },
    {
        "quote": "ANGELOFrom thee, even from thy virtue!What's this, what's this? Is this her fault or mine?The tempter or the tempted, who sins most?Ha!Not she: nor doth she tempt: but it is IThat, lying by the violet in the sun,Do as the carrion does, not as the flower,Corrupt with virtuous season. Can it beThat modesty may more betray our senseThan woman's lightness? Having waste ground enough,Shall we desire to raze the sanctuaryAnd pitch our evils there? O, fie, fie, fie!What dost thou, or what art thou, Angelo?Dost thou desire her foully for those thingsThat make her good? O, let her brother live!Thieves for their robbery have authorityWhen judges steal themselves. What, do I love her,That I desire to hear her speak again,And feast upon her eyes? What is't I dream on?O cunning enemy, that, to catch a saint,With saints dost bait thy hook! Most dangerousIs that temptation that doth goad us onTo sin in loving virtue: never could the strumpet,With all her double vigour, art and nature,Once stir my temper; but this virtuous maidSubdues me quite. Even till now,When men were fond, I smiled and wonder'd how.-- Measure for Measure, II, ii",
        "author": "William Shakespeare",
        "category": "drama, shakespeare, virtues-and-vices"
    },
    {
        "quote": "Young men's love then lies not truly in their hearts, but in their eyes.",
        "author": "William Shakespeare",
        "category": "fickleness, tragedy"
    },
    {
        "quote": "How weary, stale, flat, and unprofitable seem to me all the uses of this world.",
        "author": "William Shakespeare",
        "category": "hamlet, life, shakespeare, suicide-thoughts, tragedy"
    },
    {
        "quote": "Had he not resembled My father as he slept I had done't!\" Macbeth",
        "author": "William Shakespeare",
        "category": "tragedy"
    },
    {
        "quote": "How now! Here's the smell of the blood still: all the perfumes of Arabia will not sweeten this little hand.\" Lady Macbeth",
        "author": "William Shakespeare",
        "category": "tragedy"
    },
    {
        "quote": "Unsex me here and fill me from crown to toe full of direst cruelty That no compunctious visitings of nature Shake my fell purpose.\" Macbeth",
        "author": "William Shakespeare",
        "category": "tragedy"
    },
    {
        "quote": "Sir, I love you more than words can wield the matter; dearer than eye-sight, space, and liberty, beyond waht can be valued, rich or rare; no less than life, with grace, health, beauty, honor; as much as child e'er loved, or father found; a love that makes breath poor, and speech unable; beyond all manner of so much I love you.",
        "author": "William Shakespeare",
        "category": "deceit, fathers-and-daughters, king-lear, love, tragedy"
    },
    {
        "quote": "Pleasure and action make the hours seem short.",
        "author": "William Shakespeare",
        "category": "pleasure"
    },
    {
        "quote": "The quality of mercy is not strained;It droppeth as the gentle rain from heavenUpon the place beneath. It is twice blessed;It blesseth him that gives, and him that takes.'Tis mightiest in the mightiest; it becomesThe throned monarch better than his crown; * * * * *It is enthroned in the hearts of kings;It is an attribute to God himself.",
        "author": "William Shakespeare",
        "category": "god, mercy"
    },
    {
        "quote": "Oh, devil, devil!If that the earth could teem with woman’s tears,Each drop she falls would prove a crocodile.Out of my sight!",
        "author": "William Shakespeare",
        "category": "crocodile-tears, tears, tears-crying"
    },
    {
        "quote": "When devils will the blackest sins put onThey do suggest at first with heavenly shows",
        "author": "William Shakespeare",
        "category": "devil, iago, othello, shakespeare"
    },
    {
        "quote": "If I had a thousand sons, the first humane principle I would teach them should be to forswear thin potations and to addict themselves to sack.",
        "author": "William Shakespeare",
        "category": "drinking, fatherly-advice, principles"
    },
    {
        "quote": "Eye of newt, and toe of frog, Wool of bat, and tongue of dog, Adder's fork, and blind-worm's sting, Lizard's leg, and owlet's wing,— For a charm of powerful trouble, Like a hell-broth boil and bubble. Double, double toil and trouble; Fire burn, and caldron bubble.",
        "author": "William Shakespeare",
        "category": "halloween, shakespeare, witch, witches"
    },
    {
        "quote": "Pour on, I will endure.",
        "author": "William Shakespeare",
        "category": "endure, harsh, king-lear, motivation, pour, rain, shakespeare, tempest, william-shakespeare"
    },
    {
        "quote": "The lunatic, the lover, and the poetAre of imagination all compact:One sees more devils than vast hell can hold,That is, the madman: the lover, all as frantic,Sees Helen's beauty in a brow of Egypt:The poet's eye, in a fine frenzy rolling,Doth glance from heaven to earth, from earth to heaven,And as imagination bodies forthThe forms of things unknown, the poet's penTurns them to shapes and gives to airy nothingA local habitation and a name.",
        "author": "William Shakespeare",
        "category": "beauty, illusion"
    },
    {
        "quote": "...and when he dies, cut him out in little stars, and the face of heaven will be so fine that all the world will be in love with night and pay no heed to the garish sun.",
        "author": "William Shakespeare",
        "category": "daydreaming, longing, love"
    },
    {
        "quote": "He kills her in her own humor.",
        "author": "William Shakespeare",
        "category": "humor, shakespeare, taming-of-the-shrew"
    },
    {
        "quote": "If one good deed in all my life I did, I do repent it from my very soul.",
        "author": "William Shakespeare",
        "category": "plays, shakespeare, theatre, titus-andronicus"
    },
    {
        "quote": "O, that he were here to write me down an ass! But, masters, remember, that I am an ass; though it be not written down, yet forget not that I am an ass.",
        "author": "William Shakespeare",
        "category": "dogberry, shakespeare"
    },
    {
        "quote": "I can call spirits from the vasty deep.\"Why so can I, or so can any man. But will they come when you do call for them?",
        "author": "William Shakespeare",
        "category": "henry-iv, part-i, shakespeare"
    },
    {
        "quote": "They are the books, the arts, the academes,That show, contain and nourish all the world.",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "Thou whoreson zed! Thou unnecessary letter! My lord, if you will give me leave, I will tread this unbolted villain into mortar, and daub the wall of a jakes with him. *all cheer for Shakespearean insults*",
        "author": "William Shakespeare",
        "category": "kent, king-lear, shakespeare"
    },
    {
        "quote": "Thou wouldst as soon go kindle fire with snow as seek to quench the fire of love with words.",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "For in that sleep of death what dreams may come When we have shuffled off this mortal coil,Must give us pause",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "She is drowned already, sir, with salt water, though I seem to drown her remembrance again with more.",
        "author": "William Shakespeare",
        "category": "shakespeare, twelfth-night"
    },
    {
        "quote": "If I could write the beauty of your eyesAnd in fresh numbers number all your graces,The age to come would say 'this poet lies! Such heaven never touched earthly faces",
        "author": "William Shakespeare",
        "category": "poetry, shakespeare, sonnet-17"
    },
    {
        "quote": "O mother, mother!What have you done? Behold, the heavens do ope,The gods look down, and this unnatural sceneThey laugh at. O my mother, mother! O!You have won a happy victory to Rome;But, for your son,--believe it, O, believe it,Most dangerously you have with him prevail'd,If not most mortal to him.",
        "author": "William Shakespeare",
        "category": "coriolanus, shakespeare"
    },
    {
        "quote": "The rest is silence.",
        "author": "William Shakespeare",
        "category": "hamlet, last-words, shakespeare"
    },
    {
        "quote": "And shake the yoke of inauspicious starsFrom this world-wearied flesh. Eyes, look your last!",
        "author": "William Shakespeare",
        "category": "romeo-and-juliet, shakespeare"
    },
    {
        "quote": "Fear no more the heat o' the sun,Nor the furious winter's rages;",
        "author": "William Shakespeare",
        "category": "cymbeline, shakespeare"
    },
    {
        "quote": "Mother, I will look to like. If looking liking moves.",
        "author": "William Shakespeare",
        "category": "romance, romeo-and-juliet, shakespeare"
    },
    {
        "quote": "Your honour's players, hearing your amendment, Are come to play a pleasant comedy,For so your doctors hold it very meet,Seeing too much sadness hath congealed your blood,And melancholy is the nurse of frenzy.Therefore they thought it good you hear a play,And frame your mind to mirth and merriment,Which bars a thousand harms and lenghtens life.",
        "author": "William Shakespeare",
        "category": "laughter-is-he-best-medicine, play, shakespeare, the-taming-of-the-shrew"
    },
    {
        "quote": "I have drunk,and seen the spider.\"(Leontine, Act II Scene I)",
        "author": "William Shakespeare",
        "category": "leontine, shakespeare, the-winter-s-tale"
    },
    {
        "quote": "Benedick: I protest I love thee.Beatrice: Why, then, God forgive me!Benedick: What offence, sweet Beatrice?Beatrice: You have stayed me in a happy hour: I was about toprotest I loved you.Benedick: And do it with all thy heart.Beatrice: I love you with so much of my heart that none is left to protest.",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "We number nothing that we spend for you;Our duty is so rich, so infinite,That we may do it still without accompt.Vouchsafe to show the sunshine of your face,That we, like savages, may worship it.",
        "author": "William Shakespeare",
        "category": "poetry, shakespeare, theatre"
    },
    {
        "quote": "Be not lost So poorly in your thoughts.",
        "author": "William Shakespeare",
        "category": "lady-macbeth, macbeth, shakespeare"
    },
    {
        "quote": "Give me my Romeo. And when I shall die,Take him and cut him out in little stars,And he will make the face of heaven so fineThat all the world will be in love with nightAnd pay no worship to the garish sun.",
        "author": "William Shakespeare",
        "category": "romeo-and-juliet, shakespeare, william-shakespeare"
    },
    {
        "quote": "For this last, Before and in Corioli, let me say, I cannot speak him home: he stopp'd the fliers; And by his rare example made the coward Turn terror into sport: as weeds before A vessel under sail, so men obey'd And fell below his stem: his sword, death's stamp, Where it did mark, it took; from face to foot He was a thing of blood, whose every motion Was timed with dying cries: alone he enter'd The mortal gate of the city, which he painted With shunless destiny; aidless came off, And with a sudden reinforcement struck Corioli like a planet: now all's his: When, by and by, the din of war gan pierce His ready sense; then straight his doubled spirit Re-quicken'd what in flesh was fatigate, And to the battle came he; where he did Run reeking o'er the lives of men, as if 'Twere a perpetual spoil: and till we call'd Both field and city ours, he never stood To ease his breast with panting.",
        "author": "William Shakespeare",
        "category": "blood, shakespeare, war"
    },
    {
        "quote": "Of all mad matches never was the likeBeing mad herself, she’s madly mated.",
        "author": "William Shakespeare",
        "category": "love, shakespeare, taming-of-the-shrew"
    },
    {
        "quote": "The curse of true love never did run smooth.",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "That which we call a rose, by any other name would smell as sweet",
        "author": "William Shakespeare",
        "category": "romeo-and-juliet, shakespeare"
    },
    {
        "quote": "Women may fail when there is no strength in man",
        "author": "William Shakespeare",
        "category": "men-and-women, romance, romeo-juliet, sexes, shakespeare"
    },
    {
        "quote": "You gotta be cruel to be kind.",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "Brutus: Kneel not, gentle Portia.Portia: I should need not, if you were gentle Brutus. Within the bond of marriage, tell me, Brutus, Is it excepted I should know no secrets That appertain to you? Am I yourself But, as it were, in sort or limitation, To keep with you at meals, comfort your bed, And talk to you sometimes? Dwell I but in the suburbs Of your good pleasure? If it be no more, Portia is Brutus' harlot, not his wife.",
        "author": "William Shakespeare",
        "category": "julius-caesar, shakespeare"
    },
    {
        "quote": "My love is as a fever, longing stillFor that which longer nurseth the disease;Feeding on that which doth preserve the ill,The uncertain sickly appetite to please.My reason, the physician to my love,Angry that his prescriptions are not kept,Hath left me, and I desperate now approve,Desire his death, which physic did except.Past cure I am, now reason is past care,And frantic-mad with evermore unrest;My thoughts and my discourse as madmen's are,At random from the truth vainly express'd;For I have sworn thee fair, and thought thee bright,Who art as black as hell, as dark as night.",
        "author": "William Shakespeare",
        "category": "147, shakespeare, sonnet, sonnets"
    },
    {
        "quote": "n sooth, I know not why I am so sad:It wearies me; you say it wearies you;But how I caught it, found it, or came by it,What stuff 'tis made of, whereof it is born,I am to learn;And such a want-wit sadness makes of me,That I have much ado to know myself.",
        "author": "William Shakespeare",
        "category": "shakespeare"
    },
    {
        "quote": "Ram. My lord constable, the armor that I saw in your tent to-night, are those stars or suns upon it?Con. Stars, my lord.Dau. Some of them will fall to-morrow, I hope.Con. And yet my sky shall not want.Dau. That may be, for you bear a many superfluously, and ’twere more honor some were away.Con. Even as your horse bears your praises; who would trot as well, were some of your brags dismounted.Henry V, 3.7.69-78",
        "author": "William Shakespeare",
        "category": "henry-v, shakespeare"
    },
    {
        "quote": "This story shall the good man teach his son;And Crispin Crispian shall ne'er go by,From this day to the ending of the world,But we in it shall be remembered-We few, we happy few, we band of brothers;For he to-day that sheds his blood with meShall be my brother; be he ne'er so vile,This day shall gentle his condition;And gentlemen in England now-a-bedShall think themselves accurs'd they were not here,And hold their manhoods cheap whiles any speaksThat fought with us upon Saint Crispin's day",
        "author": "William Shakespeare",
        "category": "henry, shakespeare, speech, st-crispian-day"
    },
    {
        "quote": "More grief to hide than hate to utter love. Polonius, Hamlet.",
        "author": "William Shakespeare",
        "category": "hamlet, polonius, shakespeare"
    },
    {
        "quote": "Within the infant rind of this small flowerPoison hath residence and medicine power.For this, being smelt, with that part cheers each part;Being tasted, stays all senses with the heart.Two such opposèd kings encamp them still,In man as well as herbs—grace and rude will. And where the worser is predominant,Full soon the canker death eats up that plant.(Inside the little rind of this weak flower, there is both poison and powerful medicine. If you smell it, you feel good all over your body. But if you taste it, you die. There are two opposite elements in everything, in men as well as in herbs—good and evil. When evil is dominant, death soon kills the body like cancer.)",
        "author": "William Shakespeare",
        "category": "good-and-evil, opposite-elements"
    },
    {
        "quote": "In emerald tufts, flowers purple, blue and white;Like sapphire, pearl, and rich embroidery,Buckled below fair knighthood's bending knee;Fairies use flower for their charactery.",
        "author": "William Shakespeare",
        "category": "embroidery, faeries, flowers"
    },
    {
        "quote": "Smooth runs the water where the brook is deep.",
        "author": "William Shakespeare",
        "category": "deception"
    },
    {
        "quote": "A good sherris-sack hath a twofold operation in it. It ascends me into the brain, dries me there all the foolish and dull and crudy vapors which environ it, makes it apprehensive, quick, forgetive, full of nimble, fiery, and delectable shapes, which, delivered o'er to the voice, the tongue, which is the birth, becomes excellent wit.",
        "author": "William Shakespeare",
        "category": "drinking, wine, wit"
    },
    {
        "quote": "Macbeth does murder sleep - the innocent sleep,Sleep that knits up the ravell'd sleave of care,The death of each day's life, sore labor's bath, Balm of hurt minds, great nature's second course, chief nourisher in life's feast.",
        "author": "William Shakespeare",
        "category": "insight"
    },
    {
        "quote": "Sometimes we punish our selves the most.",
        "author": "William Shakespeare",
        "category": "morals"
    },
    {
        "quote": "Jack shall have Jill.Nought shall go ill.",
        "author": "William Shakespeare",
        "category": "love, wit"
    },
    {
        "quote": "What are you doing sister? / Killing swine.",
        "author": "William Shakespeare",
        "category": "hilarious, said-by-a-witch-in-macbeth"
    },
    {
        "quote": "Things past redress are now with me past care.",
        "author": "William Shakespeare",
        "category": "acceptance"
    },
    {
        "quote": "What cannot be avoided  t'were childish weakness to lament or fear.",
        "author": "William Shakespeare",
        "category": "acceptance"
    },
    {
        "quote": "A walking shadow  a poor player  that struts and frets his hour upon the stage and then is heard no more.",
        "author": "William Shakespeare",
        "category": "acting, theatre"
    },
    {
        "quote": "The play's the thing.",
        "author": "William Shakespeare",
        "category": "acting"
    },
    {
        "quote": "Why  then the world's mine oyster Which I with sword will open.",
        "author": "William Shakespeare",
        "category": "action"
    },
    {
        "quote": "Action is eloquence.",
        "author": "William Shakespeare",
        "category": "action"
    },
    {
        "quote": "What's done can't be undone.",
        "author": "William Shakespeare",
        "category": "action"
    },
    {
        "quote": "Sweet are the uses of adversity  Which  like the toad  ugly and venomous  Wears yet a precious jewel in his head.",
        "author": "William Shakespeare",
        "category": "adversity"
    },
    {
        "quote": "Have more than thou showest  Speak less than thou knowest.",
        "author": "William Shakespeare",
        "category": "advice"
    },
    {
        "quote": "Age cannot wither her  nor custom stale Her infinite variety.",
        "author": "William Shakespeare",
        "category": "age"
    },
    {
        "quote": "An old man is twice a child.",
        "author": "William Shakespeare",
        "category": "age"
    },
    {
        "quote": "Is it not strange that desire should so many years outlive performance?",
        "author": "William Shakespeare",
        "category": "aging, old, age"
    },
    {
        "quote": "Golden lads and girls all must  As chimney-sweepers  come to dust.",
        "author": "William Shakespeare",
        "category": "aging, old, age"
    },
    {
        "quote": "When that the poor have cried  Caesar hath wept: Ambition should be made of sterner stuff: Yet Brutus says he was ambitious  And Brutus is an honourable man.",
        "author": "William Shakespeare",
        "category": "ambition"
    },
    {
        "quote": "Cowards die many times before their deaths  the valiant never taste of death but once.",
        "author": "William Shakespeare",
        "category": "anxiety, about, future"
    },
    {
        "quote": "Love is a smoke raised with the fume of sighs  Being purged  a fire sparkling in lovers' eyes  Being vex'd a sea nourish'd with lovers' tears: What is it else? a madness most discreet  A choking gall and a preserving sweet.",
        "author": "William Shakespeare",
        "category": "beginnings"
    },
    {
        "quote": "Life is as tedious as a twice-told tale  vexing the dull ear of a drowsy man.",
        "author": "William Shakespeare",
        "category": "boring, days"
    },
    {
        "quote": "Neither a borrower nor a lender be: For loan oft loses both itself and friend  And borrowing dulls the edge of husbandry.",
        "author": "William Shakespeare",
        "category": "borrowing"
    },
    {
        "quote": "Brevity is the soul of wit.",
        "author": "William Shakespeare",
        "category": "brevity"
    },
    {
        "quote": "To business that we love we rise betime  And go to it with delight.",
        "author": "William Shakespeare",
        "category": "capitalism"
    },
    {
        "quote": "God befriend us  as our cause is just!",
        "author": "William Shakespeare",
        "category": "cause"
    },
    {
        "quote": "Fortune brings in some boats that are not steered.",
        "author": "William Shakespeare",
        "category": "chance, fortune"
    },
    {
        "quote": "His life was gentle  and the elements So mixed in him that nature might stand up",
        "author": "William Shakespeare",
        "category": "character, personality"
    },
    {
        "quote": "It is a wise father that knows his own child.",
        "author": "William Shakespeare",
        "category": "childhood"
    },
    {
        "quote": "There's small choice in rotten apples.",
        "author": "William Shakespeare",
        "category": "choice"
    },
    {
        "quote": "The people are the city.",
        "author": "William Shakespeare",
        "category": "city"
    },
    {
        "quote": "Costly thy habit as thy purse can buy  But not express'd in fancy  rich  not gaudy  For the apparel oft proclaims the man.",
        "author": "William Shakespeare",
        "category": "clothes"
    },
    {
        "quote": "The soul of this man is his clothes.",
        "author": "William Shakespeare",
        "category": "clothes"
    },
    {
        "quote": "Conscience is but a word that cowards use  Devised at first to keep the strong in awe.",
        "author": "William Shakespeare",
        "category": "conscience"
    },
    {
        "quote": "Conscience does make cowards of us all.",
        "author": "William Shakespeare",
        "category": "conscience"
    },
    {
        "quote": "Thus conscience does make cowards of us all  And thus the native hue of resolution Is sicklied o'er with the pale cast of thought  And enterprises of great pith and moment  With this regard  their currents turn awry  And lose the name of action.",
        "author": "William Shakespeare",
        "category": "conscience"
    },
    {
        "quote": "I earn that I eat  get that I wear  owe no man hate  envy no man's happiness  glad of other men's good  content with my harm.",
        "author": "William Shakespeare",
        "category": "contentment"
    },
    {
        "quote": "He is well paid that is well satisfied.",
        "author": "William Shakespeare",
        "category": "contentment"
    },
    {
        "quote": "Cowards die many times before their deaths  the valiant never taste of death but once.",
        "author": "William Shakespeare",
        "category": "courage"
    },
    {
        "quote": "Courage mounteth with occasion.",
        "author": "William Shakespeare",
        "category": "courage"
    },
    {
        "quote": "But screw your courage to the sticking place and we'll not fail.",
        "author": "William Shakespeare",
        "category": "courage"
    },
    {
        "quote": "I must be cruel  only to be kind.",
        "author": "William Shakespeare",
        "category": "cruelty"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "dark"
    },
    {
        "quote": "He that dies pays all debts.",
        "author": "William Shakespeare",
        "category": "death, dying"
    },
    {
        "quote": "I care not  a man can die but once  we owe God a death.",
        "author": "William Shakespeare",
        "category": "death, dying"
    },
    {
        "quote": "The stroke of death is as a lover's pinch  Which hurts and is desired.",
        "author": "William Shakespeare",
        "category": "death, dying"
    },
    {
        "quote": "Nothing in his life Became him like the leaving it.",
        "author": "William Shakespeare",
        "category": "death, dying"
    },
    {
        "quote": "No  'tis not so deep as a well  nor so wide as a church door  but 'tis enough  'twill serve: ask for me tomorrow  and you shall find me a grave man. I am peppered  I warrant  for this world.",
        "author": "William Shakespeare",
        "category": "death, dying"
    },
    {
        "quote": "The undiscovered country from whose bourn no traveller returns.",
        "author": "William Shakespeare",
        "category": "death, dying"
    },
    {
        "quote": "I am dying  Egypt  dying.",
        "author": "William Shakespeare",
        "category": "death"
    },
    {
        "quote": "To die: - to sleep: No more  and  by a sleep to say we end The heart-ache and the thousand natural shocks That flesh is heir to  'tis a consummation Devoutly to be wished.",
        "author": "William Shakespeare",
        "category": "death"
    },
    {
        "quote": "Nothing in his life Became him like the leaving it.",
        "author": "William Shakespeare",
        "category": "death"
    },
    {
        "quote": "Death lies on her  like an untimely frost Upon the sweetest flower of all the field.",
        "author": "William Shakespeare",
        "category": "death"
    },
    {
        "quote": "He that dies pays all debts.",
        "author": "William Shakespeare",
        "category": "debt"
    },
    {
        "quote": "There is a divinity that shapes our ends  Rough-hew them how we will.",
        "author": "William Shakespeare",
        "category": "destiny"
    },
    {
        "quote": "He will give the devil his due.",
        "author": "William Shakespeare",
        "category": "devil"
    },
    {
        "quote": "The prince of darkness is a gentleman.",
        "author": "William Shakespeare",
        "category": "devil"
    },
    {
        "quote": "The devil can cite Scripture for his purpose.",
        "author": "William Shakespeare",
        "category": "devil"
    },
    {
        "quote": "This  too  shall pass.",
        "author": "William Shakespeare",
        "category": "difficult, days"
    },
    {
        "quote": "Come what come may  time and the hour runs through the roughest day.",
        "author": "William Shakespeare",
        "category": "difficult, days"
    },
    {
        "quote": "How poor are they that have not patience? What wound did ever heal but by degrees?",
        "author": "William Shakespeare",
        "category": "difficult, days"
    },
    {
        "quote": "Wisely and slow. They stumble that run fast.",
        "author": "William Shakespeare",
        "category": "difficult, days"
    },
    {
        "quote": "God grant us patience!",
        "author": "William Shakespeare",
        "category": "difficult, days"
    },
    {
        "quote": "Now is the Winter of our discontent.",
        "author": "William Shakespeare",
        "category": "discontent"
    },
    {
        "quote": "Let your own discretion be your tutor  suit the action to the word  the word to the action.",
        "author": "William Shakespeare",
        "category": "discration"
    },
    {
        "quote": "The better part of valour is discretion.",
        "author": "William Shakespeare",
        "category": "discration"
    },
    {
        "quote": "To be  or not to be  that is the question: Whether 'tis nobler in the mind to suffer The slings and arrows of outrageous fortune  Or to take arms against a sea of troubles  And by opposing end them?",
        "author": "William Shakespeare",
        "category": "doubt"
    },
    {
        "quote": "Our doubts are traitors And make us lose the good we oft might win By fearing to attempt.",
        "author": "William Shakespeare",
        "category": "doubt"
    },
    {
        "quote": "Our doubts are traitors  and make us lose the good we often might win  by fearing to attempt.",
        "author": "William Shakespeare",
        "category": "doubts, uncertainties"
    },
    {
        "quote": "We are such stuff As dreams are made on  and our little life Is rounded with a sleep.",
        "author": "William Shakespeare",
        "category": "dreams"
    },
    {
        "quote": "He hath eaten me out of house and home.",
        "author": "William Shakespeare",
        "category": "eating"
    },
    {
        "quote": "Have more than thou showest  Speak less than thou knowest.",
        "author": "William Shakespeare",
        "category": "economy"
    },
    {
        "quote": "The royal throne of kings  this scepter'd isle  This earth of majesty  this seat of Mars  This other Eden  demi-paradise  This fortress built by nature for herself Against infection and the hand of war  This happy breed of men  this little world  This precious stone set in the silver sea.",
        "author": "William Shakespeare",
        "category": "england"
    },
    {
        "quote": "All the world's a stage  And all the men and women merely players. They have their exits and their entrances  And one man in his time plays many parts.",
        "author": "William Shakespeare",
        "category": "environment"
    },
    {
        "quote": "Sleep  that knits up the ravell'd slave of care  The death of each day's life  sore labour's bath  Balm of hurt minds  great nature's second course  Chief nourisher in life's feast.",
        "author": "William Shakespeare",
        "category": "evenings"
    },
    {
        "quote": "There is nothing either good or bad  but thinking makes it so.",
        "author": "William Shakespeare",
        "category": "events"
    },
    {
        "quote": "The evil that men do lives after them  The good is oft interred with their bones.",
        "author": "William Shakespeare",
        "category": "evil"
    },
    {
        "quote": "And oftentimes  excusing of a fault Doth make the fault the worse by the excuse  -  As patches  set upon a little breach  Discredit more in hiding of the fault Than did the fault before it was so patched.",
        "author": "William Shakespeare",
        "category": "excuse"
    },
    {
        "quote": "A countenance more in sorrow than in anger.",
        "author": "William Shakespeare",
        "category": "face"
    },
    {
        "quote": "God has given you one face  and you make yourselves another.",
        "author": "William Shakespeare",
        "category": "face"
    },
    {
        "quote": "The fault  dear Brutus  is not in our stars  but in ourselves.",
        "author": "William Shakespeare",
        "category": "failures, mistakes"
    },
    {
        "quote": "Fairies  black  grey  green  and white  You moonshine revellers  and shades of night.",
        "author": "William Shakespeare",
        "category": "fairies"
    },
    {
        "quote": "I have touch'd the highest point of all my greatness  And from that full meridian of my glory I haste now to my setting.",
        "author": "William Shakespeare",
        "category": "fame, celebrities"
    },
    {
        "quote": "Sweets to the sweet  farewell!",
        "author": "William Shakespeare",
        "category": "farewell"
    },
    {
        "quote": "The fashion wears out more apparel than the man.",
        "author": "William Shakespeare",
        "category": "fashion"
    },
    {
        "quote": "I see that the fashion wears out more apparel than the man.",
        "author": "William Shakespeare",
        "category": "fashion"
    },
    {
        "quote": "That that is is.",
        "author": "William Shakespeare",
        "category": "fate, destiny"
    },
    {
        "quote": "It is a wise father that knows his own child.",
        "author": "William Shakespeare",
        "category": "father"
    },
    {
        "quote": "O  that men's ears should be To counsel deaf  but not to flattery!",
        "author": "William Shakespeare",
        "category": "flattery"
    },
    {
        "quote": "The fool doth think he is wise  but the wise man knows himself to be a fool.",
        "author": "William Shakespeare",
        "category": "fools"
    },
    {
        "quote": "A fool's bolt is soon shot.",
        "author": "William Shakespeare",
        "category": "fools"
    },
    {
        "quote": "Lord  what fools these mortals be!",
        "author": "William Shakespeare",
        "category": "fools"
    },
    {
        "quote": "Let me embrace thee  sour adversity  for wise men say it is the wisest course.",
        "author": "William Shakespeare",
        "category": "forgiveness"
    },
    {
        "quote": "Happy thou art not  for what thou hast not  still thou striv'est to get  and what thou hast  forget'est.",
        "author": "William Shakespeare",
        "category": "forgiveness"
    },
    {
        "quote": "He is well paid that is well satisfied.",
        "author": "William Shakespeare",
        "category": "forgiveness"
    },
    {
        "quote": "My crown is called content  a crown that seldom kings enjoy.",
        "author": "William Shakespeare",
        "category": "forgiveness"
    },
    {
        "quote": "Poor and content is rich  and rich enough.",
        "author": "William Shakespeare",
        "category": "forgiveness"
    },
    {
        "quote": "O fortune  fortune! all men call thee fickle.",
        "author": "William Shakespeare",
        "category": "fortune"
    },
    {
        "quote": "There is a tide in the affairs of men Which  taken at the flood  leads on to fortune.",
        "author": "William Shakespeare",
        "category": "fortune"
    },
    {
        "quote": "Frailty  thy name is woman!",
        "author": "William Shakespeare",
        "category": "frailty"
    },
    {
        "quote": "I am wealthy in my friends.",
        "author": "William Shakespeare",
        "category": "friends"
    },
    {
        "quote": "A friend should bear his friend's infirmities.",
        "author": "William Shakespeare",
        "category": "friendship"
    },
    {
        "quote": "Those friends thou hast  and their adoption tried  grapple them to thy soul with hoops of steel.",
        "author": "William Shakespeare",
        "category": "friendship"
    },
    {
        "quote": "The ripest fruit first falls.",
        "author": "William Shakespeare",
        "category": "fruit"
    },
    {
        "quote": "Action is eloquence.",
        "author": "William Shakespeare",
        "category": "getting, going"
    },
    {
        "quote": "Rich gifts wax poor when givers prove unkind.",
        "author": "William Shakespeare",
        "category": "gift"
    },
    {
        "quote": "Foul whisperings are abroad.",
        "author": "William Shakespeare",
        "category": "gossip"
    },
    {
        "quote": "He does it with a better grace  but I do it more natural.",
        "author": "William Shakespeare",
        "category": "grace"
    },
    {
        "quote": "Some are born great  some achieve greatness  and some have greatness thrust upon 'em.",
        "author": "William Shakespeare",
        "category": "greatness"
    },
    {
        "quote": "Every one can master a grief but he that has it.",
        "author": "William Shakespeare",
        "category": "grief"
    },
    {
        "quote": "What's gone and what's past help Should be past grief.",
        "author": "William Shakespeare",
        "category": "grief"
    },
    {
        "quote": "Unbidden guests Are often welcomest when they are gone.",
        "author": "William Shakespeare",
        "category": "guest"
    },
    {
        "quote": "How use doth breed a habit in a man!",
        "author": "William Shakespeare",
        "category": "habit"
    },
    {
        "quote": "I do desire we may be better strangers.",
        "author": "William Shakespeare",
        "category": "hatred"
    },
    {
        "quote": "Friends  Romans  countrymen  lend me your ears.",
        "author": "William Shakespeare",
        "category": "hearing"
    },
    {
        "quote": "But I will wear my heart upon my sleeve For daws to peck at  I am not what I am.",
        "author": "William Shakespeare",
        "category": "heart"
    },
    {
        "quote": "The cunning livery of hell.",
        "author": "William Shakespeare",
        "category": "hell"
    },
    {
        "quote": "Help me  Cassius  or I sink!",
        "author": "William Shakespeare",
        "category": "help"
    },
    {
        "quote": "'Tis not enough to help the feeble up  but to support him after.",
        "author": "William Shakespeare",
        "category": "helping, people"
    },
    {
        "quote": "He was a man  take him for all in all  I shall not look upon his like again.",
        "author": "William Shakespeare",
        "category": "homo, sapiens"
    },
    {
        "quote": "God made him  and therefore let him pass for a man.",
        "author": "William Shakespeare",
        "category": "homo, sapiens"
    },
    {
        "quote": "Men must endure their going hence  even as their coming hither  ripeness is all.",
        "author": "William Shakespeare",
        "category": "homo, sapiens"
    },
    {
        "quote": "Every man has his fault  and honesty is his.",
        "author": "William Shakespeare",
        "category": "honesty"
    },
    {
        "quote": "Ay  sir  to be honest  as this world goes  is to be one man picked out of ten thousand.",
        "author": "William Shakespeare",
        "category": "honesty"
    },
    {
        "quote": "For Brutus is an honourable man  So are they all  all honourable men.",
        "author": "William Shakespeare",
        "category": "honor"
    },
    {
        "quote": "Honour pricks me on. Yea  but how if honour prick me off when I come on? How then? Can honour set to a leg? No. Or an arm? No. Or take away the grief of a wound? No. Honour hath no skill in surgery  then? No. What is honour? A word.",
        "author": "William Shakespeare",
        "category": "honour"
    },
    {
        "quote": "The miserable have no medicine but hope.",
        "author": "William Shakespeare",
        "category": "hope"
    },
    {
        "quote": "True hope is swift and flies with swallow's wings  Kings it makes Gods  and meaner creatures kings.",
        "author": "William Shakespeare",
        "category": "hope"
    },
    {
        "quote": "A horse! a horse! my kingdom for a horse!",
        "author": "William Shakespeare",
        "category": "horses"
    },
    {
        "quote": "A jest's prosperity lies in the ear Of him that hears it  never in the tongue Of him that makes it.",
        "author": "William Shakespeare",
        "category": "humour, humorists"
    },
    {
        "quote": "Yond Cassius has a lean and hungry look.",
        "author": "William Shakespeare",
        "category": "hunger"
    },
    {
        "quote": "Men are April when they woo  December when they wed.",
        "author": "William Shakespeare",
        "category": "husbands"
    },
    {
        "quote": "Reputation is an idle and most false imposition  oft got without merit  and lost without deserving.",
        "author": "William Shakespeare",
        "category": "illusion"
    },
    {
        "quote": "This was the most unkindest cut of all  For when the noble Caesar saw him stab  Ingratitude  more strong than traitor's arm  Quite vanquish'd him  then burst his mighty heart.",
        "author": "William Shakespeare",
        "category": "ingratitude"
    },
    {
        "quote": "That he is mad  'tis true  'tis true 'tis pity  And pity 'tis 'tis true.",
        "author": "William Shakespeare",
        "category": "insanity"
    },
    {
        "quote": "Though this be madness  yet there is method in 't.",
        "author": "William Shakespeare",
        "category": "insanity"
    },
    {
        "quote": "Be thou as chaste as ice  as pure as snow  thou shalt not escape calumny.",
        "author": "William Shakespeare",
        "category": "insults, calumny"
    },
    {
        "quote": "O God  that men should put an enemy in their mouths to steal away their brains! that we should  with joy  pleas-ance  revel  and applause  transform ourselves into beasts!",
        "author": "William Shakespeare",
        "category": "intemperance"
    },
    {
        "quote": "Self-love  my liege  is not so vile a sin as self-neglecting.",
        "author": "William Shakespeare",
        "category": "introspection"
    },
    {
        "quote": "Alas  poor Yorick! I knew him  Horatio: a fellow of infinite jest  of most excellent fancy.",
        "author": "William Shakespeare",
        "category": "jesting"
    },
    {
        "quote": "Jesters do often prove prophets.",
        "author": "William Shakespeare",
        "category": "jesting"
    },
    {
        "quote": "I am a Jew: Hath not a Jew eyes? hath not a Jew hands  organs  dimensions  senses  affections  passions? fed with die same food  hurt with the same weapons  subject to the same diseases  healed by the same means  warmed and cooled by the same winter and summer  as a Christian is?",
        "author": "William Shakespeare",
        "category": "jew"
    },
    {
        "quote": "I wish you all the joy that you can wish.",
        "author": "William Shakespeare",
        "category": "joy"
    },
    {
        "quote": "Sweets with sweets war not  joy delights in joy.",
        "author": "William Shakespeare",
        "category": "joy"
    },
    {
        "quote": "A Daniel come to judgment! yea  a Daniel! O wise young judge  how I do honor thee!",
        "author": "William Shakespeare",
        "category": "judge"
    },
    {
        "quote": "Thieves for their robbery have authority When judges steal themselves.",
        "author": "William Shakespeare",
        "category": "judge"
    },
    {
        "quote": "Forbear to judge  for we are sinners all.",
        "author": "William Shakespeare",
        "category": "judgment"
    },
    {
        "quote": "Give every man thine ear  but few thy voice  Take each man's censure  but reserve thy judgment.",
        "author": "William Shakespeare",
        "category": "judgment"
    },
    {
        "quote": "O judgment! thou are fled to brutish beasts  And men have lost their reason!",
        "author": "William Shakespeare",
        "category": "judgment"
    },
    {
        "quote": "Are you good men and true?",
        "author": "William Shakespeare",
        "category": "jury"
    },
    {
        "quote": "The jury  passing on the prisoner's life  May in the sworn twelve have a thief or two Guiltier than him they try.",
        "author": "William Shakespeare",
        "category": "jury"
    },
    {
        "quote": "This bond is forfeit  And lawfully by this the Jew may claim A pound of flesh.",
        "author": "William Shakespeare",
        "category": "justice"
    },
    {
        "quote": "Thrice is he arm'd that hath his quarrel just  And he but naked  though lock'd up in steel  Whose conscience with injustice is corrupted.",
        "author": "William Shakespeare",
        "category": "justice"
    },
    {
        "quote": "At little more than kin  and less than kind.",
        "author": "William Shakespeare",
        "category": "kindness"
    },
    {
        "quote": "Yet do I fear thy nature  It is too full o' the milk of human kindness.",
        "author": "William Shakespeare",
        "category": "kindness"
    },
    {
        "quote": "We know what we are  but know not what we may be.",
        "author": "William Shakespeare",
        "category": "knowledge"
    },
    {
        "quote": "And seeing ignorance is the curse of God  Knowledge the wing wherewith we fly to heaven.",
        "author": "William Shakespeare",
        "category": "knowledge"
    },
    {
        "quote": "But  for my own part  it was Greek to me.",
        "author": "William Shakespeare",
        "category": "language"
    },
    {
        "quote": "The law hath not been dead  though it hath slept.",
        "author": "William Shakespeare",
        "category": "law"
    },
    {
        "quote": "The first thing we do  let's kill all the lawyers.",
        "author": "William Shakespeare",
        "category": "lawyer"
    },
    {
        "quote": "What's mine is yours  and what is yours is mine.",
        "author": "William Shakespeare",
        "category": "liberality"
    },
    {
        "quote": "Such as we are made of  such we be.",
        "author": "William Shakespeare",
        "category": "life"
    },
    {
        "quote": "One man in his time plays many parts.",
        "author": "William Shakespeare",
        "category": "life"
    },
    {
        "quote": "If music be the food of love  play on  Give me excess of it  that  surfeiting  The appetite may sicken  and so die. That strain again! it had a dying fall: O  it came o'er my ear like the sweet sound.",
        "author": "William Shakespeare",
        "category": "life"
    },
    {
        "quote": "Out  out  brief candle! Life's but a walking shadow.",
        "author": "William Shakespeare",
        "category": "life"
    },
    {
        "quote": "A light heart lives long.",
        "author": "William Shakespeare",
        "category": "lighten"
    },
    {
        "quote": "Love sought is good  but given unsought is better.",
        "author": "William Shakespeare",
        "category": "lighten"
    },
    {
        "quote": "I shall not look upon his like again.",
        "author": "William Shakespeare",
        "category": "like"
    },
    {
        "quote": "A lion among ladies is a most dreadful thing.",
        "author": "William Shakespeare",
        "category": "lion"
    },
    {
        "quote": "Love is not love which alters when it alteration finds.",
        "author": "William Shakespeare",
        "category": "love"
    },
    {
        "quote": "Men have died from time to time  and worms have eaten them - but not for love.",
        "author": "William Shakespeare",
        "category": "love"
    },
    {
        "quote": "Ay me! for aught that I ever could read  Could ever hear by tale or history  The course of true love never did run smooth.",
        "author": "William Shakespeare",
        "category": "love"
    },
    {
        "quote": "Give me my Romeo  and  when he shall die. Take him  and cut him out in little stars  And he will make the face of heaven so fine  That all the world will be in love with night  And pay no worship to the garish sun.",
        "author": "William Shakespeare",
        "category": "love"
    },
    {
        "quote": "Love sought is good  but given unsought is better.",
        "author": "William Shakespeare",
        "category": "love"
    },
    {
        "quote": "What a piece of work is a man! how noble in reason! how infinite in faculty! in form and moving how express and admirable! in action how like an angel! in apprehension how like a god! the beauty of the world! the paragon of animals! And  yet  to me  what is this quintessence of dust? man delights not me: no  nor woman neidier  though by your smiling  you seem to say so.",
        "author": "William Shakespeare",
        "category": "man"
    },
    {
        "quote": "He was a man  take him for all in all  I shall not look upon his like again.",
        "author": "William Shakespeare",
        "category": "man"
    },
    {
        "quote": "His life was gentle  and the elements So mix'd in him that Nature might stand up  And say to all the world  This was a man!",
        "author": "William Shakespeare",
        "category": "man"
    },
    {
        "quote": "Men are April when they woo  December when they wed  maids are May when they are maids  but the sky changes when they are wives.",
        "author": "William Shakespeare",
        "category": "marriage"
    },
    {
        "quote": "Goodnight! Goodnight! Parting is such sweet sorrow That I shall say goodnight 'til it be morrow.",
        "author": "William Shakespeare",
        "category": "meetings, partings"
    },
    {
        "quote": "God has given you one face  and you make yourselves another.",
        "author": "William Shakespeare",
        "category": "men, women"
    },
    {
        "quote": "Tis mightiest in the mightiest  it becomes The throned monarch better than his crown  His sceptre shows the force of temporal power  The attribute to awe and majesty  Wherein doth sit the dread and fear of kings  But mercy is above this sceptred sway  It is enthroned in the hearts of kings  It is an attribute to God himself  And earthly power doth then show likest God's When mercy seasons justice.",
        "author": "William Shakespeare",
        "category": "mercy"
    },
    {
        "quote": "The dreadful dead of dark midnight.",
        "author": "William Shakespeare",
        "category": "midnight"
    },
    {
        "quote": "Tis but a base  ignoble mind That mounts no higher than a bird can soar.",
        "author": "William Shakespeare",
        "category": "mind"
    },
    {
        "quote": "Misery acquaints a man with strange bedfellows.",
        "author": "William Shakespeare",
        "category": "misery"
    },
    {
        "quote": "The worst is not sSo long as we can say \"This is the worst.\"",
        "author": "William Shakespeare",
        "category": "misfortune"
    },
    {
        "quote": "Neither a borrower nor a lender be for loan oft loses both itself and friend  and borrowing dulls the edge of husbandry.",
        "author": "William Shakespeare",
        "category": "money"
    },
    {
        "quote": "As full of spirit as the month of May.",
        "author": "William Shakespeare",
        "category": "months"
    },
    {
        "quote": "The ides of March are come.",
        "author": "William Shakespeare",
        "category": "months"
    },
    {
        "quote": "The grey-ey'd morn smiles on the frowning night  Chequering the eastern clouds with streaks of light.",
        "author": "William Shakespeare",
        "category": "morning"
    },
    {
        "quote": "Murder most foul  as in the best it is  But this most foul  strange and unnatural.",
        "author": "William Shakespeare",
        "category": "murder"
    },
    {
        "quote": "For murder  though it have no tongue  will speak With most miraculous organ.",
        "author": "William Shakespeare",
        "category": "murder"
    },
    {
        "quote": "The man that hath no music in himself  Nor is no moved with concord of sweet sounds  Is fit for treasons  stratagems and spoils.",
        "author": "William Shakespeare",
        "category": "music"
    },
    {
        "quote": "I cannot tell what the dickens his name is.",
        "author": "William Shakespeare",
        "category": "name"
    },
    {
        "quote": "But he that filches from me my good name Robs me of that which not enriches him  And makes me poor indeed.",
        "author": "William Shakespeare",
        "category": "name"
    },
    {
        "quote": "What's in a name? that which we call a rose By any other name would smell as sweet.",
        "author": "William Shakespeare",
        "category": "name"
    },
    {
        "quote": "To hold  as 't were  the mirror up to nature.",
        "author": "William Shakespeare",
        "category": "nature"
    },
    {
        "quote": "One touch of nature makes the whole world kin.",
        "author": "William Shakespeare",
        "category": "nature"
    },
    {
        "quote": "A plague o' both your houses.",
        "author": "William Shakespeare",
        "category": "neutrality"
    },
    {
        "quote": "There's villainous news abroad.",
        "author": "William Shakespeare",
        "category": "news"
    },
    {
        "quote": "Making night hideous.",
        "author": "William Shakespeare",
        "category": "night"
    },
    {
        "quote": "Wisely and slow. They stumble that run fast.",
        "author": "William Shakespeare",
        "category": "pressure, , diamonds,"
    },
    {
        "quote": "This was the noblest Roman of them all.",
        "author": "William Shakespeare",
        "category": "nobility"
    },
    {
        "quote": "Tis not the many oaths that makes the truth  But the plain single vow that is vow'd true.",
        "author": "William Shakespeare",
        "category": "oath"
    },
    {
        "quote": "I'll take thy word for faith  not ask thine oath  Who shuns not to break one will sure crack both.",
        "author": "William Shakespeare",
        "category": "oath"
    },
    {
        "quote": "Let them obey that know not how to rule.",
        "author": "William Shakespeare",
        "category": "obedience"
    },
    {
        "quote": "The insolence of office.",
        "author": "William Shakespeare",
        "category": "office"
    },
    {
        "quote": "Make use of time  let not advantage slip.",
        "author": "William Shakespeare",
        "category": "one, day"
    },
    {
        "quote": "I wasted time  and now doth time waste me.",
        "author": "William Shakespeare",
        "category": "one, day"
    },
    {
        "quote": "The clock upbraids me with the waste of time.",
        "author": "William Shakespeare",
        "category": "one, day"
    },
    {
        "quote": "Come what may  time and the hour runs through the roughest day.",
        "author": "William Shakespeare",
        "category": "one, day"
    },
    {
        "quote": "Time is the king of men.",
        "author": "William Shakespeare",
        "category": "one, day"
    },
    {
        "quote": "There is a tide in the affairs of men  Which  taken at the flood  leads on to fortune.",
        "author": "William Shakespeare",
        "category": "opportunity"
    },
    {
        "quote": "My crown is called content  a crown it is that seldom kings enjoy.",
        "author": "William Shakespeare",
        "category": "side"
    },
    {
        "quote": "The world's mine oyster  Which I with sword will open.",
        "author": "William Shakespeare",
        "category": "oyster"
    },
    {
        "quote": "Good-night  good-night! parting is such sweet sorrow  That I shall say good-night till it be morrow.",
        "author": "William Shakespeare",
        "category": "parting"
    },
    {
        "quote": "Is it not strange that desire should so many years outlive performance?",
        "author": "William Shakespeare",
        "category": "passion, heart"
    },
    {
        "quote": "Give me that man That is not passion's slave.",
        "author": "William Shakespeare",
        "category": "passion"
    },
    {
        "quote": "I am as poor as Job  my lord  but not so patient.",
        "author": "William Shakespeare",
        "category": "patience"
    },
    {
        "quote": "And makes us rather bear those ills we have Than fly to others that we know not of?",
        "author": "William Shakespeare",
        "category": "patience"
    },
    {
        "quote": "How poor are they that have not patience! What wound did ever heal but by degrees?",
        "author": "William Shakespeare",
        "category": "patience"
    },
    {
        "quote": "Many strokes  though with a little axe  Hew down and fell the hardest-timber'd oak.",
        "author": "William Shakespeare",
        "category": "perseverance"
    },
    {
        "quote": "Adversity's sweet milk  philosophy.",
        "author": "William Shakespeare",
        "category": "philosophy"
    },
    {
        "quote": "For there was never yet philosopher That could endure the toothache patiently.",
        "author": "William Shakespeare",
        "category": "philosophy"
    },
    {
        "quote": "There are more things in heaven and earth  Horatio  Than are dreamt of in your philosophy.",
        "author": "William Shakespeare",
        "category": "philosophy"
    },
    {
        "quote": "There was never yet philosopher That could endure the toothache patiently.",
        "author": "William Shakespeare",
        "category": "philosophy"
    },
    {
        "quote": "A politician . . . one that would circumvent God.",
        "author": "William Shakespeare",
        "category": "politicians"
    },
    {
        "quote": "Something is rotten in the state of Denmark.",
        "author": "William Shakespeare",
        "category": "politics"
    },
    {
        "quote": "Assume a virtue  if you have it not.",
        "author": "William Shakespeare",
        "category": "positive"
    },
    {
        "quote": "I am as poor as Job  my lord  but not so patient.",
        "author": "William Shakespeare",
        "category": "poverty"
    },
    {
        "quote": "The fault  dear Brutus  is not in our stars  But in ourselves  that we are underlings.",
        "author": "William Shakespeare",
        "category": "power"
    },
    {
        "quote": "Now I am past all comforts here  but prayer.",
        "author": "William Shakespeare",
        "category": "prayer"
    },
    {
        "quote": "My words fly up  my thoughts remain below  Words without thoughts never to heaven go.",
        "author": "William Shakespeare",
        "category": "prayer"
    },
    {
        "quote": "We do pray for mercy  and that same prayer doth teach us all to render the deeds of mercy.",
        "author": "William Shakespeare",
        "category": "prayer"
    },
    {
        "quote": "We  ignorant of ourselves  beg often our own harms  which the wise powers deny us for our good.",
        "author": "William Shakespeare",
        "category": "prayer"
    },
    {
        "quote": "Sermons in stones and good in every thing.",
        "author": "William Shakespeare",
        "category": "preaching"
    },
    {
        "quote": "Modest doubt is call'd The beacon of the wise.",
        "author": "William Shakespeare",
        "category": "proof, certainty"
    },
    {
        "quote": "He that doth the ravens feed. Yea  providently caters for the sparrow. Be comfort to my age!",
        "author": "William Shakespeare",
        "category": "providence"
    },
    {
        "quote": "He that doth the ravens feed. Yea  providently caters for the sparrow. Be comfort to my age!",
        "author": "William Shakespeare",
        "category": "providence"
    },
    {
        "quote": "There is a divinity that shapes our ends  Rough-hew them how we will.",
        "author": "William Shakespeare",
        "category": "providence"
    },
    {
        "quote": "We cannot all be masters.",
        "author": "William Shakespeare",
        "category": "realistic, expectations"
    },
    {
        "quote": "Every why hath a wherefore.",
        "author": "William Shakespeare",
        "category": "reason"
    },
    {
        "quote": "I have no other but a woman's reason. I think him so because I think him so.",
        "author": "William Shakespeare",
        "category": "reason"
    },
    {
        "quote": "The purest treasure mortal times afford Is spotless reputation  that away  Men are but gilded loam or painted clay.",
        "author": "William Shakespeare",
        "category": "reputation"
    },
    {
        "quote": "This above all: to thine own self be true.",
        "author": "William Shakespeare",
        "category": "right"
    },
    {
        "quote": "Uneasy lies the head that wears a crown.",
        "author": "William Shakespeare",
        "category": "royalty"
    },
    {
        "quote": "Ay  every inch a king.",
        "author": "William Shakespeare",
        "category": "royalty"
    },
    {
        "quote": "Men at some time are masters of their fates: The fault  dear Brutus  is not in our stars  But in ourselves  that we are underlings.",
        "author": "William Shakespeare",
        "category": "self, self, knowledge"
    },
    {
        "quote": "We cannot all be masters.",
        "author": "William Shakespeare",
        "category": "self, acceptance"
    },
    {
        "quote": "Self-love  my liege  is not so vile a sin as self-neglecting.",
        "author": "William Shakespeare",
        "category": "self, confidence"
    },
    {
        "quote": "Our doubts are traitors  and make us lose the good we oft might win  by fearing to attempt.",
        "author": "William Shakespeare",
        "category": "self, confidence"
    },
    {
        "quote": "We know what we are  but know not what we may be.",
        "author": "William Shakespeare",
        "category": "self, knowledge"
    },
    {
        "quote": "I to myself am dearer than a friend.",
        "author": "William Shakespeare",
        "category": "self, love"
    },
    {
        "quote": "Our remedies oft in ourselves do lie.",
        "author": "William Shakespeare",
        "category": "self, reliance"
    },
    {
        "quote": "Men at some time are masters of their fates.",
        "author": "William Shakespeare",
        "category": "self, reliance"
    },
    {
        "quote": "The fault  dear Brutus  is not in our stars  but in ourselves.",
        "author": "William Shakespeare",
        "category": "self, reliance"
    },
    {
        "quote": "My heart is ever at your service.",
        "author": "William Shakespeare",
        "category": "service"
    },
    {
        "quote": "O shame! Where is they blush?",
        "author": "William Shakespeare",
        "category": "shame"
    },
    {
        "quote": "Ships are but boards  sailors but men.",
        "author": "William Shakespeare",
        "category": "ships"
    },
    {
        "quote": "The rest is silence.",
        "author": "William Shakespeare",
        "category": "silence"
    },
    {
        "quote": "Smooth runs the water where the brook is deep.",
        "author": "William Shakespeare",
        "category": "silence"
    },
    {
        "quote": "I am a man More sinn'd against than sinning.",
        "author": "William Shakespeare",
        "category": "sin"
    },
    {
        "quote": "I am disgrac'd  impeach'd and baffled here  -  Pierc'd to the soul with slander's venom'd spear.",
        "author": "William Shakespeare",
        "category": "slander"
    },
    {
        "quote": "Sleep that knits up the ravelled sleave of care  The death of each day's life  sore labour's bath  Balm of hurt minds  great nature's second course  Chief nourisher in life's feast.",
        "author": "William Shakespeare",
        "category": "sleep"
    },
    {
        "quote": "To sleep! perchance to dream  ay  there's the rub  For in that sleep of death what dreams may come  When we have shuffled off this mortal coil  Must give us pause.",
        "author": "William Shakespeare",
        "category": "sleep"
    },
    {
        "quote": "O sleep  O gentle sleep  Nature's soft nurse.",
        "author": "William Shakespeare",
        "category": "sleep"
    },
    {
        "quote": "What's gone and what's past help should be past grief.",
        "author": "William Shakespeare",
        "category": "sorrow"
    },
    {
        "quote": "When sorrows come  they come not as single spies  But in battalions!",
        "author": "William Shakespeare",
        "category": "sorrow"
    },
    {
        "quote": "More in sorrow than in anger.",
        "author": "William Shakespeare",
        "category": "sorrow"
    },
    {
        "quote": "The empty vessel makes the greatest sound.",
        "author": "William Shakespeare",
        "category": "sound"
    },
    {
        "quote": "He draweth out the thread of his verbosity finer than the staple of his argument.",
        "author": "William Shakespeare",
        "category": "speakers, speeches"
    },
    {
        "quote": "If all the year were playing holidays  To sport would be as tedious as to work.",
        "author": "William Shakespeare",
        "category": "sport"
    },
    {
        "quote": "These blessed candles of the night.",
        "author": "William Shakespeare",
        "category": "star"
    },
    {
        "quote": "And thereby hangs a tale.",
        "author": "William Shakespeare",
        "category": "story, telling"
    },
    {
        "quote": "Things done well and with care exempt themselves from fear.",
        "author": "William Shakespeare",
        "category": "success, happiness"
    },
    {
        "quote": "Men at some time are masters of their fates.",
        "author": "William Shakespeare",
        "category": "success"
    },
    {
        "quote": "To climb steep hills Requires slow pace at first.",
        "author": "William Shakespeare",
        "category": "success"
    },
    {
        "quote": "Suspicion always haunts the guilty mind  The thief doth fear each bush an officer.",
        "author": "William Shakespeare",
        "category": "suspicion"
    },
    {
        "quote": "Sweets to the sweet.",
        "author": "William Shakespeare",
        "category": "swans"
    },
    {
        "quote": "I will a round unvarnish'd tale deliver.",
        "author": "William Shakespeare",
        "category": "tale"
    },
    {
        "quote": "Talkers are no good doers.",
        "author": "William Shakespeare",
        "category": "talk"
    },
    {
        "quote": "If you have tears  prepare to shed them now.",
        "author": "William Shakespeare",
        "category": "tears"
    },
    {
        "quote": "Beggar that I am  I am even poor in thanks.",
        "author": "William Shakespeare",
        "category": "thankfulness"
    },
    {
        "quote": "How sharper than a serpent's tooth it is To have a thankless child.",
        "author": "William Shakespeare",
        "category": "thankfulness"
    },
    {
        "quote": "What is the city but the people?",
        "author": "William Shakespeare",
        "category": "city, country"
    },
    {
        "quote": "If you can look into the seeds of time and say  which grain will grow  and which will not  speak then to me.",
        "author": "William Shakespeare",
        "category": "future"
    },
    {
        "quote": "Cowards die many times before their deaths  the valiant never taste of death but once.",
        "author": "William Shakespeare",
        "category": "future"
    },
    {
        "quote": "Praising what is lost makes the remembrance dear.",
        "author": "William Shakespeare",
        "category": "past"
    },
    {
        "quote": "What's past is prologue.",
        "author": "William Shakespeare",
        "category": "past"
    },
    {
        "quote": "Past  and to come  seems best  things present  worst.",
        "author": "William Shakespeare",
        "category": "present"
    },
    {
        "quote": "Now is the winter of our discontent Made glorious summer by this sun of York.",
        "author": "William Shakespeare",
        "category": "seasons"
    },
    {
        "quote": "A plague upon it when thieves cannot be true one to another!",
        "author": "William Shakespeare",
        "category": "thieving"
    },
    {
        "quote": "There is nothing either good or bad  but thinking makes it so.",
        "author": "William Shakespeare",
        "category": "thought"
    },
    {
        "quote": "Yond Cassius has a lean and hungry look  He thinks too much: such men are dangerous.",
        "author": "William Shakespeare",
        "category": "thought"
    },
    {
        "quote": "Much rain wears the marble.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "Many strokes  though with a little axe  hew down and fell the hardest-timber'd oak.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "How far that little candle throws his beams! So shines a good deed in a naughty world.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "There's a time for all things.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "The time is out of joint.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "O  call back yesterday  bid time return.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "Make use of time  let not advantage slip.",
        "author": "William Shakespeare",
        "category": "time"
    },
    {
        "quote": "Many a man's tongue shakes out his master's undoing.",
        "author": "William Shakespeare",
        "category": "tomorrow"
    },
    {
        "quote": "When I was at home  I was in a better place  but travellers must be content.",
        "author": "William Shakespeare",
        "category": "travel, travellers"
    },
    {
        "quote": "Et tu Brute! (You too  Brutus!)",
        "author": "William Shakespeare",
        "category": "treachery"
    },
    {
        "quote": "To take arms against a sea of troubles.",
        "author": "William Shakespeare",
        "category": "trouble"
    },
    {
        "quote": "Love looks not with the eyes  but with the mind  And therefore is winged Cupid painted blind.",
        "author": "William Shakespeare",
        "category": "true, love"
    },
    {
        "quote": "The course of true love never did run smooth.",
        "author": "William Shakespeare",
        "category": "true, love"
    },
    {
        "quote": "I love thee  I love but thee With a love that shall not die Till the sun grows cold And the stars grow old.",
        "author": "William Shakespeare",
        "category": "true, love"
    },
    {
        "quote": "Love looks not with the eyes  but with the mind  And therefore is winged Cupid painted blind.",
        "author": "William Shakespeare",
        "category": "true, love"
    },
    {
        "quote": "The course of true love never did run smooth.",
        "author": "William Shakespeare",
        "category": "true, love"
    },
    {
        "quote": "I love thee  I love but thee With a love that shall not die Till the sun grows cold And the stars grow old.",
        "author": "William Shakespeare",
        "category": "true, love"
    },
    {
        "quote": "'Tis true  'tis pity  And pity 'tis 'tis true.",
        "author": "William Shakespeare",
        "category": "trust"
    },
    {
        "quote": "My man's as true as steel.",
        "author": "William Shakespeare",
        "category": "trust"
    },
    {
        "quote": "'Tis time to fear when tyrants seem to kiss.",
        "author": "William Shakespeare",
        "category": "tyranny"
    },
    {
        "quote": "Age cannot wither her  nor custom stale Her infinite variety.",
        "author": "William Shakespeare",
        "category": "variety"
    },
    {
        "quote": "There's a small choice in rotten apples.",
        "author": "William Shakespeare",
        "category": "vice"
    },
    {
        "quote": "Her voice was ever soft  Gentle and low  an excellent thing in woman.",
        "author": "William Shakespeare",
        "category": "voice"
    },
    {
        "quote": "We few  we happy few  we band of brothers  For he today that sheds his blood with me  Shall be my brother.",
        "author": "William Shakespeare",
        "category": "war"
    },
    {
        "quote": "O war! thou son of Hell!",
        "author": "William Shakespeare",
        "category": "war"
    },
    {
        "quote": "Can snore upon the flint  when resty sloth Finds the down pillow hard.",
        "author": "William Shakespeare",
        "category": "weariness"
    },
    {
        "quote": "For some must watch  while some must sleep  thus runs the world away.",
        "author": "William Shakespeare",
        "category": "weariness"
    },
    {
        "quote": "I must be cruel Only to be kind.",
        "author": "William Shakespeare",
        "category": "wickedness, cruelty"
    },
    {
        "quote": "Blow  wind  and crack your cheeks. Rage! Blow!",
        "author": "William Shakespeare",
        "category": "wind"
    },
    {
        "quote": "Thy wish was father to that thought.",
        "author": "William Shakespeare",
        "category": "wish"
    },
    {
        "quote": "Brevity is the soul of wit.",
        "author": "William Shakespeare",
        "category": "wit"
    },
    {
        "quote": "Great men may jest with saints  'tis wit in them  But  in the less foul profanation.",
        "author": "William Shakespeare",
        "category": "wit"
    },
    {
        "quote": "Age cannot wither her  nor custom stale her infinite variety  other women cloy the appetites they feed  but she makes hungry where most she satisfies.",
        "author": "William Shakespeare",
        "category": "women"
    },
    {
        "quote": "Age cannot wither her  nor custom stale Her infinite variety.",
        "author": "William Shakespeare",
        "category": "women"
    },
    {
        "quote": "Fraily  thy name is woman!",
        "author": "William Shakespeare",
        "category": "women"
    },
    {
        "quote": "Sigh no more  ladies  sigh no more  Men were deceivers ever  One foot in sea and one on shore  To one thing constant never.",
        "author": "William Shakespeare",
        "category": "wooing"
    },
    {
        "quote": "Men are April when they woo  December when they wed.",
        "author": "William Shakespeare",
        "category": "wooing"
    },
    {
        "quote": "She's beautiful and therefore to be woo'd: She is a woman  therefore to be won.",
        "author": "William Shakespeare",
        "category": "wooing"
    },
    {
        "quote": "O gentle Romeo  If thou dost love  pronounce it faithfully. Or if thou think'st I am too quickly won  I'll frown and be perverse and say thee nay  So thou wilt woo: but else  not for the world.",
        "author": "William Shakespeare",
        "category": "wooing"
    },
    {
        "quote": "My word fly up  my thoughts remain below: Words without thoughts never to heaven go.",
        "author": "William Shakespeare",
        "category": "word"
    },
    {
        "quote": "But yesterday the word of Caesar might Have stood against the world  now lies he there  And none so poor to do him reverence.",
        "author": "William Shakespeare",
        "category": "word"
    },
    {
        "quote": "Taffeta phrases  silken terms precise  Three-piled hyperboles  spruce affectation  Figures pedantical.",
        "author": "William Shakespeare",
        "category": "word"
    },
    {
        "quote": "If all the year were playing holidays To sport would be as tedious as to work.",
        "author": "William Shakespeare",
        "category": "work"
    },
    {
        "quote": "All the world's a stage  And all the men and women merely players.",
        "author": "William Shakespeare",
        "category": "world"
    },
    {
        "quote": "Why  then  the world's mine oyster  Which I with sword will open.",
        "author": "William Shakespeare",
        "category": "world"
    },
    {
        "quote": "The worst is not so long as we can say  \"This is the worst.\"",
        "author": "William Shakespeare",
        "category": "worry"
    },
    {
        "quote": "Sweet are the uses of adversity.",
        "author": "William Shakespeare",
        "category": "worthy, victories"
    },
    {
        "quote": "Crabbed age and youth cannot live together  Youth is full of pleasure  age is full of care  Youth like summer morn  age like winter weather  Youth like summer brave  age like winter bare. Youth is full sport  age's breath is short  Youth is nimble  age is lame  Youth is hot and bold  age is weak and cold  Youth is wild  age is tame. Age  I do abhor thee  youth  I do adore thee.",
        "author": "William Shakespeare",
        "category": "youth"
    },
    {
        "quote": "Oh, she doth teach the torches to burn bright!It seems she hangs upon the cheek of nightLike a rich jewel in an Ethiope’s ear,Beauty too rich for use, for earth too dear.So shows a snowy dove trooping with crowsAs yonder lady o'er her fellows shows.The measure done, I’ll watch her place of stand,And, touching hers, make blessèd my rude hand.Did my heart love till now? Forswear it, sight!For I ne'er saw true beauty till this night.",
        "author": "William Shakespeare",
        "category": "completely, juliet, love-at-first-sight, lovey-dovey, play, retarded, romeo, tragic, unrealistic"
    },
    {
        "quote": "We know what we are, but know not what we may be.",
        "author": "William Shakespeare",
        "category": "Know, May"
    },
    {
        "quote": "We are such stuff as dreams are made on and our little life is rounded with a sleep.",
        "author": "William Shakespeare",
        "category": "Life, Sleep, Little"
    },
    {
        "quote": "It is a wise father that knows his own child.",
        "author": "William Shakespeare",
        "category": "Father, Wise, Child"
    },
    {
        "quote": "Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind.",
        "author": "William Shakespeare",
        "category": "Eyes, Blind, Mind"
    },
    {
        "quote": "Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love.",
        "author": "William Shakespeare",
        "category": "Stars, Truth, Sun"
    },
    {
        "quote": "The love of heaven makes one heavenly.",
        "author": "William Shakespeare",
        "category": "Faith, Heaven, Makes"
    },
    {
        "quote": "As soon go kindle fire with snow, as seek to quench the fire of love with words.",
        "author": "William Shakespeare",
        "category": "Words, Fire, Snow"
    },
    {
        "quote": "I was adored once too.",
        "author": "William Shakespeare",
        "category": "Once, Too, Adored"
    },
    {
        "quote": "What a piece of work is a man, how noble in reason, how infinite in faculties, in form and moving how express and admirable, in action how like an angel, in apprehension how like a god.",
        "author": "William Shakespeare",
        "category": "God, Man, Moving"
    },
    {
        "quote": "One touch of nature makes the whole world kin.",
        "author": "William Shakespeare",
        "category": "World, Touch, Whole"
    },
    {
        "quote": "Nature hath framed strange fellows in her time.",
        "author": "William Shakespeare",
        "category": "Time, Strange, Her"
    },
    {
        "quote": "Fishes live in the sea, as men do a-land; the great ones eat up the little ones.",
        "author": "William Shakespeare",
        "category": "Great, Sea, Men"
    },
    {
        "quote": "And this, our life, exempt from public haunt, finds tongues in trees, books in the running brooks, sermons in stones, and good in everything.",
        "author": "William Shakespeare",
        "category": "Life, Good, Trees"
    },
    {
        "quote": "Women may fall when there's no strength in men.",
        "author": "William Shakespeare",
        "category": "Women, Men, Fall"
    },
    {
        "quote": "No, I will be the pattern of all patience; I will say nothing.",
        "author": "William Shakespeare",
        "category": "Nothing, Say, Will"
    },
    {
        "quote": "How poor are they that have not patience! What wound did ever heal but by degrees?",
        "author": "William Shakespeare",
        "category": "Poor, Heal, Degrees"
    },
    {
        "quote": "Cowards die many times before their deaths the valiant never taste of death but once.",
        "author": "William Shakespeare",
        "category": "Die, Never, Taste"
    },
    {
        "quote": "Death is a fearful thing.",
        "author": "William Shakespeare",
        "category": "Fearful, Thing"
    },
    {
        "quote": "The stroke of death is as a lover's pinch, which hurts and is desired.",
        "author": "William Shakespeare",
        "category": "Lover, Hurts, Which"
    },
    {
        "quote": "And why not death rather than living torment? To die is to be banish'd from myself And Silvia is myself: banish'd from her Is self from self: a deadly banishment!",
        "author": "William Shakespeare",
        "category": "Myself, Self, Why"
    },
    {
        "quote": "I were better to be eaten to death with a rust than to be scoured to nothing with perpetual motion.",
        "author": "William Shakespeare",
        "category": "Better, Rust, Motion"
    },
    {
        "quote": "The valiant never taste of death but once.",
        "author": "William Shakespeare",
        "category": "Never, Taste, Once"
    },
    {
        "quote": "The man that hath no music in himself, Nor is not moved with concord of sweet sounds, is fit for treasons, stratagems and spoils.",
        "author": "William Shakespeare",
        "category": "Man, Sweet, Himself"
    },
    {
        "quote": "A man loves the meat in his youth that he cannot endure in his age.",
        "author": "William Shakespeare",
        "category": "Man, Youth, Meat"
    },
    {
        "quote": "But O, how bitter a thing it is to look into happiness through another man's eyes.",
        "author": "William Shakespeare",
        "category": "Eyes, Man, Look"
    },
    {
        "quote": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.",
        "author": "William Shakespeare",
        "category": "Women, Man, World"
    },
    {
        "quote": "Like as the waves make towards the pebbl'd shore, so do our minutes, hasten to their end.",
        "author": "William Shakespeare",
        "category": "End, Waves, Like"
    },
    {
        "quote": "We are time's subjects, and time bids be gone.",
        "author": "William Shakespeare",
        "category": "Gone, Subjects, Bids"
    },
    {
        "quote": "Men's vows are women's traitors!",
        "author": "William Shakespeare",
        "category": "Men, Traitors, Vows"
    },
    {
        "quote": "But men are men the best sometimes forget.",
        "author": "William Shakespeare",
        "category": "Men, Forget, Sometimes"
    },
    {
        "quote": "There is nothing either good or bad but thinking makes it so.",
        "author": "William Shakespeare",
        "category": "Thinking, Nothing, Bad"
    },
    {
        "quote": "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.",
        "author": "William Shakespeare",
        "category": "Dating, Good Night, Night"
    },
    {
        "quote": "How far that little candle throws its beams! So shines a good deed in a naughty world.",
        "author": "William Shakespeare",
        "category": "World, Candle, Little"
    },
    {
        "quote": "Talking isn't doing. It is a kind of good deed to say well and yet words are not deeds.",
        "author": "William Shakespeare",
        "category": "Words, Doing, Kind"
    },
    {
        "quote": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt.",
        "author": "William Shakespeare",
        "category": "Win, Lose, Doubts"
    },
    {
        "quote": "The evil that men do lives after them the good is oft interred with their bones.",
        "author": "William Shakespeare",
        "category": "Men, Evil, Bones"
    },
    {
        "quote": "God has given you one face, and you make yourself another.",
        "author": "William Shakespeare",
        "category": "Yourself, Face, You"
    },
    {
        "quote": "Ignorance is the curse of God knowledge is the wing wherewith we fly to heaven.",
        "author": "William Shakespeare",
        "category": "Knowledge, Ignorance, Fly"
    },
    {
        "quote": "Things done well and with a care, exempt themselves from fear.",
        "author": "William Shakespeare",
        "category": "Care, Done, Well"
    },
    {
        "quote": "Boldness be my friend.",
        "author": "William Shakespeare",
        "category": "Friend, Boldness, My Friend"
    },
    {
        "quote": "Who could refrain that had a heart to love and in that heart courage to make love known?",
        "author": "William Shakespeare",
        "category": "Love, Heart, To Love"
    },
    {
        "quote": "Some are born great, some achieve greatness, and some have greatness thrust upon them.",
        "author": "William Shakespeare",
        "category": "Greatness, Born, Achieve"
    },
    {
        "quote": "To do a great right do a little wrong.",
        "author": "William Shakespeare",
        "category": "Right, Wrong, Little"
    },
    {
        "quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!",
        "author": "William Shakespeare",
        "category": "Experience, Sad, Fool"
    },
    {
        "quote": "When sorrows come, they come not single spies, but in battalions.",
        "author": "William Shakespeare",
        "category": "Single, Come, Spies"
    },
    {
        "quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.",
        "author": "William Shakespeare",
        "category": "Light, God, Darkness"
    },
    {
        "quote": "Faith, there hath been many great men that have flattered the people who ne'er loved them.",
        "author": "William Shakespeare",
        "category": "Great, Men, People"
    },
    {
        "quote": "Many a good hanging prevents a bad marriage.",
        "author": "William Shakespeare",
        "category": "Good, Bad, Many"
    },
    {
        "quote": "Let every eye negotiate for itself and trust no agent.",
        "author": "William Shakespeare",
        "category": "Eye, Negotiate, Every"
    },
    {
        "quote": "Let no such man be trusted.",
        "author": "William Shakespeare",
        "category": "Man, Trusted"
    },
    {
        "quote": "Sweet mercy is nobility's true badge.",
        "author": "William Shakespeare",
        "category": "Sweet, Mercy, True"
    },
    {
        "quote": "The lunatic, the lover, and the poet, are of imagination all compact.",
        "author": "William Shakespeare",
        "category": "Poet, Lover, Lunatic"
    },
    {
        "quote": "There's no art to find the mind's construction in the face.",
        "author": "William Shakespeare",
        "category": "Mind, Construction, Face"
    },
    {
        "quote": "I hold the world but as the world, Gratiano; A stage where every man must play a part, And mine is a sad one.",
        "author": "William Shakespeare",
        "category": "Man, World, Play"
    },
    {
        "quote": "Neither a borrower nor a lender be.",
        "author": "William Shakespeare",
        "category": "Nor, Neither, Lender"
    },
    {
        "quote": "My pride fell with my fortunes.",
        "author": "William Shakespeare",
        "category": "Pride, Fell, Fortunes"
    },
    {
        "quote": "For I can raise no money by vile means.",
        "author": "William Shakespeare",
        "category": "I Can, Raise, Means"
    },
    {
        "quote": "Our peace shall stand as firm as rocky mountains.",
        "author": "William Shakespeare",
        "category": "Mountains, Stand"
    },
    {
        "quote": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.",
        "author": "William Shakespeare",
        "category": "Sea, Men, Tide"
    },
    {
        "quote": "This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing.",
        "author": "William Shakespeare",
        "category": "Shadow, Walking, Virtue"
    },
    {
        "quote": "I bear a charmed life.",
        "author": "William Shakespeare",
        "category": "Bear, Charmed"
    },
    {
        "quote": "Love sought is good, but given unsought, is better.",
        "author": "William Shakespeare",
        "category": "Love, Good, Better"
    },
    {
        "quote": "Let me embrace thee, sour adversity, for wise men say it is the wisest course.",
        "author": "William Shakespeare",
        "category": "Wise, Adversity, Me"
    },
    {
        "quote": "The evil that men do lives after them the good is oft interred with their bones.",
        "author": "William Shakespeare",
        "category": "Good, Evil, Bones"
    },
    {
        "quote": "If to do were as easy as to know what were good to do, chapels had been churches, and poor men's cottage princes' palaces.",
        "author": "William Shakespeare",
        "category": "Good, Easy, Know"
    },
    {
        "quote": "But men are men the best sometimes forget.",
        "author": "William Shakespeare",
        "category": "Best, Forget, Sometimes"
    }
]